[
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，受到责任追究的人员对责任追究决定不服的，可以向作出责任追究决定的机关和部门提出（）申诉。作出责任追究决定的机关和部门应当依据有关规定受理并作出处理。\nA.口头；B.直接；C.异议；D.书面",
    "a": "C,D"
  },
  {
    "q": "根据《食品安全法》规定，超过保质期限的食品（）。\nA.可降价销售；B.经检验重新销售；C.可更换包装后销售；D.不能销售",
    "a": "C,D"
  },
  {
    "q": "人民检察院是国家的()。\nA.纪律检察机关；B.法律检察机关；C.监察机关；D.法律监督机关",
    "a": "C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行))规定，负有生态环境和资源保护监管职责的工作部门、纪检监察机关、组织(人事)部门应当建立健全生态环境和资源损害责任追究的()协作机制。\nA.统一；B.合作；C.交流；D.沟通",
    "a": "C,D"
  },
  {
    "q": "根据《中国共产党政法工作条例》规定，政法工作是党和国家工作的重要组成部分，是党领导政法单位依法履行专政职能、管理职能、()的重要方式和途径。\nA.保护职能；B.服务职能",
    "a": "A,B"
  },
  {
    "q": "《中国共产党章程》总纲指出，()是中国特色社会 主义最本质的特征，是中国特色社会主义制度的最大优势。\nA.人民民主专政；B.中国共产党的领导",
    "a": "A,B"
  },
  {
    "q": "甲与乙签订了一份大米买卖合同，甲为卖方，乙为买方。同时约定，甲将大米发货给丙，因为乙与丙签订了一份大米购销合同，乙为卖方，丙为买方。现甲发给丙的大米存在质量问题，为此，引起纠纷。丙应向()。\nA.甲追究违约责任；B.乙追究违约责任；C.甲或乙追究违约责任；D.甲和乙追究违约责任",
    "a": "A,B"
  },
  {
    "q": "根据我国《民法典总则》规定，自然人的民事权利能力始于\nA.年满8周岁；B.受孕；C.年满16周岁；D.出生",
    "a": "C,D"
  },
  {
    "q": "国家建立()关于国家安全的协同联动机制。\nA.中央与地方之间；B.部门之间；C.军地之间；D.地区之间",
    "a": "A,B,C,D"
  },
  {
    "q": "不可以任意撤销的赠与合同有()。\nA.所有类型的赠与合同；B.经过公证的赠与合同；C.具有道德义务性质的赠与合同；D.具有社会公益性质的赠与合同",
    "a": "B,C,D"
  },
  {
    "q": "遇险应当服从海上搜寻救助行动的现场指挥，及时接受救助。()\nA.船舶；B.设施；C.民用航空器；D.人员",
    "a": "A,B,C,D"
  },
  {
    "q": "关于著作权集体管理组织，下列说法正确的是()。\nA.著作权集体管理组织具有非官方性；B.著作权集体管理组织是非营利法人；C.著作权集体管理组织是营利法人；D.著作权集体管理组织是公司法人",
    "a": "A,B"
  },
  {
    "q": "依据《民事诉讼法》规定，下列民事案件不能由审判员一人独任审理()\nA.涉及国家利益、社会公共利益的案件；B.涉及群体性纠纷，可能影响社会稳定的案件；C.人民群众广泛关注或者其他社会影响较大的案件；D.属于新类型或者疑难复杂的案件",
    "a": "A,B,C,D"
  },
  {
    "q": "医师执业必须按照注册的_从事相应的医疗、预防、保健活动。()\nA.执业地点；B.执业类别；C.执业范围；D.执业科室",
    "a": "A,B,C"
  },
  {
    "q": "有下列情况之一的，业主委员会应当及时组织召开临时业主大会会议:( )。\nA.占总人数百分之二十以上的业主以书面形式提议；B.发生安全事故或者紧急情况需要业主大会决定；C.管理规约或者业主大会议事规则规定的其他情况；D.选聘或解聘物业服务企业",
    "a": "A,B,C"
  },
  {
    "q": "自治区健全多层次劳动人事争议调解组织，建立有效的劳动人事争议调解解决机制。()依法调解劳动人事争议。\nA.用人单位劳动人事争议调解组织；B.人民调解组织；C.乡镇(街道)劳动人事争议调解组织；D.区域性、行业性劳动人事争议调解组织E其他依法设立的具有劳动人事争议调解职能的组织",
    "a": "A,B,C,D"
  },
  {
    "q": "地方人民政府、县级以上人民政府统计机构和有关部门及其负责人应当保障统计活动依法进行，()。\nA.不得侵犯统计机构、统计人员独立行使统计调查、统计报告、统计监督职；B.不得非法F预统计调查对象提供统计资料；C.不得统计造假、弄虚作假；D.不得使用已公布的统计资料",
    "a": "A,B,C"
  },
  {
    "q": "仓储合同的法律特征有()。\nA.保管人须为有仓储设备并专事仓储保管业务的民事主体；B.其保管的对象是动产；C.有偿合同；D.其保管的对象是不动产",
    "a": "A,B,C"
  },
  {
    "q": "无民事行为能力或者限制民事行为能力的成年人，由下列有监护能力的人按顺序担任监护人:()。\nA.第一顺序:配偶；B.第二顺序:父母、子女；C.第三顺序:其他近亲属;；D.第四顺序:其他愿意担任监护人的个人或者组织",
    "a": "A,B,C,D"
  },
  {
    "q": "房屋拆迁补偿的方式有()。\nA.产权调换；B.作价补偿；C.作价补偿和产权调换相结合；D.回迁",
    "a": "A,B,C"
  },
  {
    "q": "下列()行为属于“资助”实施危害中华人民共和国国家安全的间谍行为\nA.接受境外机构、组织、个人的资助或者指使，进行危害国家安全的间谍活动的；B.向实施间谍行为的组织、个人提供经费、场所和物资的；C.向组织、个人提供用于实施间谍行为的经费、场所和物资的；D.与境外机构、组织、个人建立联系，取得支持、帮助，进行危害国家安全的间谍活动的",
    "a": "B,C"
  },
  {
    "q": "安全生产工作应当()，从源头上防范化解重大安全风险。\nA.以人为本；B.坚持人民至上、生命至上；C.把保护人民生 命安全摆在首位，树牢安全发展理念；D.坚持安全第一、预防为主、 综合治理的方针",
    "a": "A,B,C,D"
  },
  {
    "q": "消费者和经营者发生消费者权益争议的解决途径有:()。\nA.与经营者协商和解；B.请求消费者协会或者其他调解组织调解；C.向有关行政部门]申诉；D.向人民法院提起诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "捏造下列虚假事实()构成投放虚假危险物质罪\nA.爆炸性物质；B.毒害性物质；C.放射性物质；D.传染病病原体",
    "a": "A,B,C,D"
  },
  {
    "q": "国家对烟草专卖品的()，实行垄断经营、统管理的制度。\nA.生产；B.销售；C.运输；D.进出口",
    "a": "A,B,D"
  },
  {
    "q": "《民法典》第一千二百三十五条规定了污染环境、破坏生态的行为侵权人必须承担的赔偿损失和费用的范围:“违反国家规定造成生态环境损害的，国家规定的机关或者法律规定的组织有权请求侵权人赔偿下列损失和费用( )。\nA.生态环境受到损害至修复完成期间服务功能丧失导致的损失；B.生态环境功能永久性损害造成的损失；C.生态环境损害调查、鉴定评估等费用；D.清除污染修复生态环境费用E防止损害的发生和扩大所支出的合理费用",
    "a": "A,B,C,D"
  },
  {
    "q": "国家和社会加强吸烟危害健康的宣传教育，下列哪些说法是正确的?()\nA.禁止或者限制在公共交通工具吸烟；B.劝阻在公共场所吸烟；C.劝阻青少年吸烟；D.禁止中小学生吸烟",
    "a": "A,C,D"
  },
  {
    "q": "法律援助机构、法律援助人员对提供法律援助过程中知悉的应当予以保密。\nA.国家秘密；B.商业秘密；C.个人隐私；D.所有信息",
    "a": "A,B,C"
  },
  {
    "q": "张三在商场购物准备离开商场时，保安李四怀疑张三盗窃将其带到封闭的房间进行搜身，最后查明张三未盗窃，张三觉得保安李四的行为侵犯了自己的权利。问保安李四侵犯了张三的什么权?( )\nA.健康权；B.生命权；C.人格尊严权；D.名誉权",
    "a": "C,D"
  },
  {
    "q": "下列各项中不属于税收作用的是()。\nA.收入再分配；B.稳定经济；C.实现国家职能；D.配置资源",
    "a": "C,D"
  },
  {
    "q": "根据《中国共产党纪律处分条例》规定，对于受到解散处理的党组织中的党员，应当( )。其中，符合党员条件的，|应当重新登记，并参加新的组织过党的生活;不符合党员条件的，应当对其进行教育、限期改正，经教育仍无转变的，予以劝退或者除名;有违纪行为的，依照规定予以追究。\nA.分别处理；B.逐个审查",
    "a": "A,B"
  },
  {
    "q": "根据《中国共产党支部工作条例(试行)》规定，党支部委员会会议一般()召开1次，根据需要可以随时召开，对党支部重要工作进行讨论、作出决定等。党支部委员会会议须有半数以上委员到会方可进行。重要事项提交党员大会决定前，一般应当经党支部委员会会议讨论。\nA.每周；B.每月",
    "a": "A,B"
  },
  {
    "q": "地方各级人民政府及其有关部门应当采取措施，预防和控制__对湿地及其生物多样性的不利影响，加强湿地污染防治，减缓人为因素和自然因素导致的湿地退化，维护湿地生态功能稳定。\nA.自然因素；B.人为活动；C.行政行为；D.不可抗力",
    "a": "A,B"
  },
  {
    "q": "未取得种子生产许可证生产种子的，责令改正，没收违法所得和种子，货值金额一万元以上的并处货值金额以下罚款;可以吊销种子生产经营许可证。\nA.拒不赡养年迈、丧失劳动能力的父母；B.故意损毁或者擅自移动路牌、交通标志；C.不遵守合同约定，长期拖欠房屋租金；D.为境外机构、人员非法提供国家秘密或情报",
    "a": "B,C"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，实行生态环境损害责任( )追究制。\nA.严格；B.终生；C.长期；D.终身",
    "a": "C,D"
  },
  {
    "q": "在我国，国民经济中的主导力量是()\nA.个体经济；B.集体经济；C.私营经济；D.国有经济",
    "a": "C,D"
  },
  {
    "q": "机动车上道路行驶，不得超过限速标志标明的()时速。在没有限速标志的路段，应当保持安全车速。 A 最低 B 最高 C规定2、非法经营烟草专卖品，违法所得数额在()万元以上的，属于刑法第二百二十五条规定的“情节严重”。A十 B二 C五 D二十3、党章规定，对于严重触犯刑律的党员，必须()。A撤销党内职务 B留党察看C开除公职 D开除党籍4、太阳厂与月亮厂签订了一份价款为300万元的设备购销合同。合同签订后，月亮厂要求太阳厂将设备交付给火星厂。因火星厂一直拖欠月亮厂 200万元货款，月亮厂于是扣留太阳厂让自己交付给火星厂的设备。月亮厂行使的是()。A动产质权 B留置权C商业自救行为 D先履行抗辩权5、通过互联网等信息网络订立的电子合同的标的为交付商品，并采用快递物流方式交付的()为交付时间。A快递员收件时间 B收货人的签收时间C发货人发货时间 D快递员发货时间6、全体党员、干部特别是高级干部必须增强党的意识，时刻牢记自己第一身份是()A公务员 B领导 C干部 D党员 7、根据《中国共产党支部工作条例(试行)》规定，党支部党员大会是党支部的议事决策机构，由全体党员参加，一般每季度召开()。A 2次 B 1次8、甲与乙已登记结婚。但未同居，未举行婚礼。之后甲后悔与乙结婚，进行下列哪种行为后，甲乙的婚姻关系才能解除?()A宣布婚姻无效 B离婚C撤销结婚登记 D调解9、一般公共预算支出按照其经济性质分类，包括()和其他支出。A资本性支出B工资福利支出、商品和服务支出C商品和服务支出D工资福利支出、商品和服务支出，资本性支出 10、根据《全国宗教工作系统法制宣传教育第六个五年规划》的统部署和工作安排，国家宗教事务局决定从()年起，每年的6月份，在全国宗教界开展”宗教政策法规学习日“活动。A 2012 B 2011 C 2010 D 201311、《中华人民共和国网络安全法》规定，个人发现网络运营者违反法律、行政法规的规定或者双方的约定收集、使用其个人信息的，有权要求网络运营者()其个人信息。A销毁 B删除 C隐藏 D更正12、根据《消费者权益保护法》的规定，消费者的权利一共有()项。A九 B八 C十 D七13、自然人下落不明()的，利害关系人可以向人民法院申请宣告该自然人为失踪人。A满三年 B满二年 C无时长限制 D满四年14、应当登记的农作物品种未经登记的，不得发布广告、推广，不得。A销售 B种植C以登记品种的名义销售 D使用15、各级党组织要加强教育警示，引导党员、干部始终做政治上的()。对违反党的政治纪律和政治规矩的言行要坚决批评制止，问题严重的要严肃处理。A忠诚人、明白人 B老实人、忠诚人C明白人、老实人 D老实人、明白人16、王老板到银行办理业务,因柜员小李粗心大意误将2000元当作1000元给了王老板,王老板没有查看拿回了家小李下班盘点才发现短款1000元。以下说法正确的是哪个?A以上说法都对B1000元钱款属于王老板不当得利C王老板持有1000元钱款的行为视同无因管理D王老板持有1000元钱款的行为视同与银行达成了保管合同17、根据《烟草专卖法》的规定，国家制定( )的焦油含量级标准。A烟草制品B卷烟C卷烟、雪茄烟、有包装的烟丝D卷烟、雪茄烟18、我国《电子签名法》规定，符合下列条件的数据电文，视为满足法律、法规规定的文件保存要求。A数据电文的格式与其生成、发送或者接收时的格式相同，或者格式不相同但是能够准确表现原来生成发送或者接收的内容B能够有效地表现所载内容并可供随时调取查用C以上都是D能够识别数据电文的发件人、收件人以及发送、接收的时间。19、统战部是党委在统战线工作方面的参谋机构、组织协调机构、具体执行机构、( )。A派出机构 B主要审议机构C经营决策机构 D督促检查机构 20、有关地方人民政府、负有安全生产监督管理职责的部门，对生产安全事故隐瞒不报、谎报或者迟报的，对直接负责的主管人员和其他直接责任人员依法给予();构成犯罪的，依照刑法有关规定追究刑事责任。A拘留 B问责 C处分 D免职21、教育培训机构应当将()作为指导教学部J和教师改进教学的重要依据。A教学方法 B教学内容C评估结果 D教学效果22、经人民法院判决不准离婚后，双方又分居满()，方再A两年 B 8个月 C一年 D 6个月23.根据《中国共产党党内监督条例》规定，()、 中央政治局、中央政治局常务委员会全面领导党内监督工作。A 党的中央委员会 B 党的全国代表大会24、甲代理乙购买电脑，如果甲明知其朋友出售的电脑是假货，仍与其串通购买并谎称真货交给乙，从中获利。则对此损失，下列说法正确的是()A乙自己承担责任 B甲自己承担责任C甲和其朋友负连带责任 D乙和甲共同承担25、关于非全日制用工，()说法是错误的。A从事非全日制用工的劳动者可以与一个或者一个以上用人单位订立劳动合同。B非全日制用工双方当事人不得约定试用期。C非全日制用工双方当事人可以订立口头协议。D非全日制用工双方当事人任何一方都可以随时通知对方终止用工。终止用工，用人单位需要向劳动者支付经济补偿。26、按照《电子商务法》的规定，下列说法错误的有:()。A个人销售自产农副产品、家庭手工业产品，可以不办理市场主体登记B企业从事零星小额电子商务经营活动，可以不办理市场主体登记C个人利用自己的技能从事依法无须取得许可的便民劳务活动和零星小额交易活动，可以不办理市场主体登记D电子商务经营者应当依法办理市场主体登记27、给予行政机关公务员处分，应当与其违纪违法行为的性质、情节、()相适应。A危害程度 B认错态度 C严重程度 D认识水平28.在纪律审查中发现党的领导干部严重违纪涉嫌违法犯罪的，应当先作出()，再移送行政机关、司法机关处理。A问责决定 B停职决定C行政处分决定 D党纪处分决定29、甲厂业务员张某被开除后，为报复甲厂,用盖有甲厂公章的空白合同书与乙厂订立一份购销合同。乙厂并不知情，并按时将货送至甲厂所在地。甲厂拒绝收货引起纠纷。下列说法中，正确的是()A张某的行为为表见代理，合同有效B张某的行为为表见代理，合同无效C张某的行为为委托代理，合同有效D张某的行为为无权代理，合同无效30、自然人享有()，身体完整和行动自由受法律保护，任何组织或者个人不得侵害。A生命权 B身体权 C隐私权 D健康权31、甲借用乙的山地自行车，刚出门就因莽撞骑行造成自行车链条断裂，甲将自行车交给丙修理，约定修理费100元。乙得知后立刻通知甲解除借用关系并告知丙，同时要求丙不得将自行车交给甲。丙向甲核实，甲承认。自行车修好后，甲、乙均请求丙返还。对此，下列哪一选项是正确的?A如乙要求丙返还自行车，即使修理费末付，丙也不得对乙主张留置权B甲有权请求丙返还自行车C丙如将自行车返还给乙，必须经过甲当场同意D乙有权要求丙返还自行车，但在修理费未支付前，丙就自行车享有留置权32、()是党内最高荣誉。A全国五一劳动奖章B八一勋章C全国优秀共产党员D七一勋章33、行政机关公务员主动交代违纪违法行为，并主动采取措施有效避免或者挽回损失的，应当()处分。A奖励 B从轻 C免予 D减轻34、公路客运车辆载客超过额定乘员，但没有超过额定成员20%的，处()罚款。A 100以上200元以下B 200元以上500元以下C 500元以上1000元以下D 1000元以上35、张三认为，不动产登记部]误将张三的房子登记到李四名字下，若李四也认为该房屋属于张三，此时他们可以向不动产登记部门申请( )。A更正登记 B预告登记 C异议登记 D初始登记36、下列行为中不属于法定从轻处分的情节是()。A家庭生活确有困难的B检举他人重大违法违纪行为，情况属实的C主动交待违法违纪行为的D主动采取措施，有效避免或挽回损失的37、《保障农民工工资支付条例》已于2019年12月4日经国务院第73次常务会议通过，自( )起施行。A 2020-12-30 B 2020-1-1C 2020-3-1 D 2020-5-1 38、A公司是劳务派遣公司，向紧急需要员工的B公司派遣了已与A公司签订了劳动合同的甲某，下列说法正确的是()。A A公司应当为甲某缴纳社保B 甲某与B公司形成劳动关系C B公司应当为甲某缴纳社保D若甲某在工作时造成他人受伤，应当由A公司与B公司承担连带责任39、根据《党政主要负责人履行推进法治建设第一责任人职责规定》，党政主要负责人作为推进法治建设第一责任人，应当切实履行()重要组织者、推动者和实践者的职责，贯彻落实党中央关于法治建设的重大决策部署，统筹推进科学立法、严格执法、公正司法、全民守法，自觉运用法治思维和法治方式深化改革、推动发展、化解矛盾、维护稳定，对法治建设重要工作亲自部署、重大问题亲自过问、重点环节亲自协调、重要任务亲自督办，把本地区各项工作纳入法治化轨道。A依法治国 B依法行政40、习近平总书记在第届世界互联网大会上指出，推进全球互联网治理体系变革，应坚持’四项原则\"，以下哪项不属于四项原则。()A尊重网络主权 B搭建网络平台C维护和平安全 D促进开放合作41、《公共航空运输旅客服务管理规定》自() 起施行。A 2022年1月1日 B 2021年9月1日C 2021年2月24日 D 2021年1月1日42、下列选项中，( )不构成侵害英雄烈士名誉、荣誉罪。A在公开场合侵害英雄烈士的肖像B通过网络以侮辱、诽谤英雄烈士的名誉C将英雄烈士的姓名、肖像用于公益广告D歪曲、丑化、亵渎、否定英雄烈士事迹和精神的43、依据《最高人民法院、最高人民检察院关于办理非法生产、销售烟草专卖品等刑事案件具体应用法律若干问题的解释》，应按照共犯追究刑事责任的是()。A不知情的情况 下帮助运输伪劣卷烟的人B被胁迫进行伪劣卷烟生产的工人C住在伪劣卷烟生产经营场所隔壁的人D明知他人生产、销售伪劣卷烟而为其提供贷款的人 44、张某借用李某的营业执照销售商品，小王从李某雇佣的营业员刘某处购买商品时合法权益受损。小王就其损失请求赔偿的对象是()。A只能是李某 B只能是张某C只能是刘某 D可以是张某，也可以是李某 45、以下不是必须需要进行招投标的项目是()。A市政管网工程改造项目B民营企业房地产建设项目C国有企业厂房建设项目D政府公务用车采购项目46、路上，小王看到一位骑自行车的大妈不慎滑倒，被车压住，不省人事。小王紧急救助大妈的过程中，弄坏了大妈的自行车，小王()。A需要承担全部的赔偿责任B需要承担30%的赔偿责任C不需要承担赔偿责任D需要承担50%的赔偿责任47、《民族区域自治法》规定，发达地区的企业到民族自治地方投资，应采取( )原则。A盈利优先 B互惠互利C无私援助 D无偿投资48、法律之间对同一事项的新的一般规定与旧的特别规定不一致，不能确定如何适用时，由下列哪一机关进行裁决()。A全国人民代表大会主席团B国务院C全国人民代表大会D全国人民代表大会常务委员会 49、《党章》规定，党员必须发扬社会主义新风尚，带头实践社会主义荣辱观，提倡，为了保护国家和人民的利益，在一切困难和危险的时刻挺身而出，英勇斗争，不怕牺牲。A政治品德 B社会公德C共产主义道德 D职业道德50、以()方法阻碍烟草专卖执法人员依法执行职务，构成犯罪的，以( )追究刑事责任。A暴力;妨害公务罪B暴力、威胁;妨害公务罪C暴力、威胁;煽动暴力抗拒法律实施罪D暴力、煽动暴力抗拒法律实施罪\nB.正确90、印刷企业不得盗印出版物，不得销售、擅自加印或者接受第三人委托加印受委托印刷的出版物，不得将接受委托印刷的出版物纸型及印刷底片等出售、出租、出借或者以其他形式转让给其他单位或者个人。()A正确；C.冻结；D.社会事务61、乙欲以110万元购买甲价值100万元的车，双方约定三日后乙到甲的住处付款交货。随后，甲又向乙提出，再借用车再玩几天，乙表示同意。根据上述事实，下列表述错误的是()。A甲通过拟制交付的方式将车交付给乙B甲、乙的借用约定生效时，乙取得该车的所有权C甲乙的买卖合同生效时，乙直接取得该车的所有权D由于甲未将车交付给乙，所以乙未取得该车的所有权62、公安机关对计算机信息系统安全保护工作行使下列监督职权:()A监督、检查、指导计算机信息系统安全保护工作B查处危害计算机信息系统安全的违法犯罪案件C监测、记录网络运行状态、网络安全事件D履行计算机信息系统安全保护工作的其他监督职责63、有下列情形之一的，非法人组织解散()A章程规定的存续期间届满B出资人或者设立 人决定解散C章程规定的其他解散事由出现D法律规定的其他情形64、下列哪些情形下，权利人可以行使留置权。()A甲将房屋租给乙，乙退租搬离时尚有部分租金末付，甲可留置乙部分家具B甲公司加工乙公司的产品， 约定先付费后加工，付费和加工均已完成，但乙公司尚欠甲公司工程款，甲公司可留置乙公司的产品C乙借甲一笔钱款，逾期末还，经多次催讨都无济于事，甲生气将乙家的辆新的自行车私自牵到自己家。乙得知后要求甲归还，甲以乙未还欠款为由，拒绝归还D甲将电脑放置宾馆寄存处，后甲取行李时认为寄存费过高而拒绝支付，宾馆寄存处可留置该电脑65、民法典规定，民事主体依法享有知识产权，知识产权是权利人依法就下列客体享有的专有的权利。()A发明",
    "a": "B,C,D"
  },
  {
    "q": "直接选举应按选区进行选举。选区可以按()划分。\nA.主动交代本人应当受到党纪处分的问题的B检举同案人或者其他人应当受到党纪处分或者法律追究的问题，经查证属实的C主动挽回损失、消除不良影响或者有效阻止危害结果发生的D有其他立功表现的61、网络运营者收集、使用个人信息，应当遵循()的原则，公开收集、使用规则，明示收集、使用信息的目的、方式和范围，并经被收集者同意。A真实；B.错误74、根据《网络安全法》，电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的，应当立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告。()A错误；C.事业单位；D.价格55、根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释(一)》的规定，建设工程施工合同具有()情形之一的，应当依据民法典第一百五十三条第一款的规定，认定无效。A承包人未取得建筑业企业资质B承包人未取得建筑业企业资质C没有资质的实际施工人借用有资质的建筑施工企业名义的D建设工程必须进行招标而未招标或者中标无效的56、依据《中华人民共与国道路交通安全法》相关规定，以下选项中，()就是申请机动车登记应当提交的证明、凭证。A机动车所有人的身份证明B机动车整车出厂合格证明或者进口机动车进口凭证C购置机动车款项来历证明D车辆购置税的完税证明或者免税凭证57、《行政机关公务员处分条例》规定，行政机关公务员在行政许可工作中违反( )设定或者实施行政许可，情节严重的，给予撤职处分。()A法定权限",
    "a": "A,B,C,D"
  },
  {
    "q": "2021年3月2日，苏某为了庆祝儿子考上广西大学，邀请亲友一起前往海河大饭店聚餐。前往饭店前，苏某在海鲜市场张某处购买了一只大海螺。后交给海河大饭店加工，厨师何某剥开发现海螺里有一颗橙色的椭圆形大珍珠。请问:珍珠归谁所有?()A 苏某 B海河大饭店 C张某 D 何某2、甲8周岁,多次在国际奥数比赛中获奖，得到大量奖金。甲的父母乙和丙考虑到奖金存银行收益太低，遂将奖金全部购买了股票，但恰逢股市暴跌，甲的奖金损失过半。关于乙丙的行为，下列哪些说法是正确的?()A如主张赔偿，甲对父母的诉讼给时效期间在进行中的最后6个月内因自己系限制民事行为能力人而中止，待成年后继续计算。B乙和丙是甲的监护人，可以单凭自己意思处分甲的财产C乙和丙的行为构成无因管理，无需承担责D乙和丙应对投盜股僳紿甲造成的损朱承祖责任 3、机动车遇交通警察现场指挥和交通信号不一致时，应当按照() 通行。A交通信号灯的指挥B交通警察的指挥C道路标志D道路标线4、县级以上各级总工会()为所属工会和职工提供法律援助等法律服务。A主动 B可以C依法 D必须5、刑法修正案(十一)规定在特定情形、特别程序的前提下，12至14周岁未成年人实施严重暴力犯罪也将承担刑事责任。下列相关表述错误的是() 。A已满14周岁不满16周岁的人，犯故意杀人、故意伤害强奸、抢劫、贩卖毒品、投放危险物质罪的，应当负刑事责任B已满16周岁的人犯罪，应当负刑事责任C已满12周岁不满14周岁的人，犯故意杀人故意伤害罪，致人死亡或者以特别残忍手段致人重伤造成严重残疾，情节恶劣，经最高人民检察院核准追诉的，应当负刑事责任D因不满16周岁不予开事处罚的理令其父母或者其他监护人加以管教:在心要的的候依法进 行带]济治教西6、民法典物权编中所称的“受让人受让该不动产或者动产时”，是指()。A双方当事人约定之时B依法完成不动产物权转移登记或者动产交付之时C合同成立之时D台同生效之时7、中华人民共和国公民在() 的情况下，有从国家和社会获得物质帮助的权利。A年老、疾病或者丧失劳动能力B欠债C受伤害D未成年8、未经注册商标所有人许可，在同一种商品、服务上使用与其注册商标相同的商标，情节严重的，构成()。A非法制造注册商标标识罪B假冒注册商标罪C销售假面注册商标的商品罪D侵犯商标权罪9、甲厂经乙厂许可，在某省独占使用乙厂的注册商标。后发现当地的丙厂也使用了该商标。经查，丙厂是经过对省外同一商标享有独占使用权的丁厂的违法许可而使用该商标的。甲厂的下列请求哪一个不能成立?()A请求乙厂承担违约责任B请求丙厂承担侵权责任C请求丙、丁厂连带承担侵权责任D请求丁厂承担侵权责任10、消费者主张网购商品七日无理由退货时，下列哪种行为不影响商品的完好性:( )。A买了食品，打开次性密封包装进行查看B买了一台电视，收货后打开外包装安装调试C买了手机，产生激活、授权信息等数据类使用痕迹D买了服装，剪了标识吊牌11、按照《食品安全法》的规定,下列说法错误的有:()。A网络食品交易第 三方平台提供者不能提供入网食品经营者的真实名称、地址和有效联系方式的，由网络食品交易第三方平台提供者赔偿B消费者通过网络食品交易第三方平台购买食品，其合法权益受到损害的，只能向食品生产者要求赔偿C网络食品交易第三方平台提供者作出更有利于消费者承诺的，应当履行其承诺D网络食品交易第三方平台提供者赔儻后，有权向入网食品经营者或者食品生产者追偿12、机关党员()人以上的，设立党的基层委员会。A 30 B 50 C 100 D 8013、()应当防止、减少环境污染和生态破坏，对所造成的损害依法承担责任。A机关单位B其他生产经营者C事业单位D企业事业单位和其他生产经营者14、下列哪选项属于所有权的继受取得?A丙购来木材后制成椅子一把B丁拾得他人搬家时丢弃的旧电扇一台C甲通过遗嘱继承其兄房屋一间D乙的3万元存款得利息1000元15、对《电子商务法》就线上和线下商务活动关系的规定，以下理解错误的是:( )。A线上线下活动平等对待B不得采取歧视性的政策措施C线上线下采取完全相同的监管方式D线上线下融合发展16、市场监督管理部门门应当于检查结果信息形成后()个工作日内向社会公开。A 15.0 B 30.0 C 20.0 D 7.017、一位皮肤黝黑、衣着简陋的顾客在逛某服装商场时，看中一件标价5000元的外套，要求试穿。售货员不仅拒绝，还对其冷嘲热讽，售货员这种行为违反了( )。A不得侵犯消费者人格尊严权利的义务B依法或者依约履行义务的义务C提供商品和服务真实信息的义务D“三包”的义务18、张三去世后，其妻小芳欲送养未成年孩子小张，现在已知张三的父亲，姐姐还健在，小芳的父母也健在，()有优先抚养小张的权利。A张三的父亲B张三的姐姐C居委会D小芳的父母19、各级党委要自觉肩负起党风廉政建设的政治责任，主动担当、敢于作为，牢固树立“不抓党风廉政建设就是，抓不好党风廉政建设就是不称职”的理念， 始终做到一手抓改革发展，一手抓反腐倡廉。A违纪 B严重失职C不作为 D渎职20、为了加强安全生产工作，()生产安全事故，保障人民群众生命和财产安全，促进经济社会持续健康发展，制定《安全生产法》。A杜绝 B防止 C减少 D防止和减少21、利用新的食品原料生产食品，或者生产食品添加剂新品种、食品相关产品新品种，应当向 提交相关产品的安全性评估材料获准许可。A农业农村部B国家市场监督管理总局C海关总署D国家卫生健康委员会22、人民法院或者人民检察院的专项工作报告由()向本级人大常委会报告。A副庭长 B工作人员C负责人 D庭长23、《中华人民共和国民法典》共有()编，1260条。A八编 B七编C五编 D六编24、《民法典》增设了打印遗嘱与( )两种法定遗嘱形式。A口头遗嘱 B录像遗嘱C其他遗嘱 D自书遗嘱25、应当按照国家有关规定从事业收入或者学费收入(中提取一定比例资金，用于奖励和资助学生。A省、自治区、直辖市 B国务院C职业学校 D教育部26、工会会员()制定或者修改《中国工会章程》， 章程不得与宪法和法律相抵触。A全国大会 B全体代表C全国代表大会 D代表大会27、以下哪种约定试用期约定合法()。A解聘试用期怀孕的员工B单独签订试用期台同C三年劳动合同中约定6个月试用期D第二次签订劳动合同约定试用期28、根据《中国共产党组织处理规定(试行)》规定，组织处理可以单独使用，()和党纪政务处分合并使用。A不可以 B也可以 29、张三租用李四的手机，而后张三又与李四达成协议，购买这部手机，协议生效，此时交付手机的方式为()A占有改定 B指示交付C简易交付 D现实交付30、()在全国人民代表大会举行会议时，向大会作关于中央和地方预算草案的报告。A审计署 B国务院C全国人大常务委员会D财政部31、几个辈分不同，相互有继承关系的人在同一车祸中丧生，不能确定死亡先后时间的，推定()。A同时死亡B女的先死亡C没有继承人的先死亡D长辈先死亡32、将机动车交由未取得机动车驾驶证的人或机动车驾驶证被吊销、暂扣的人驾驶的，由公安交通管理部门处200元以上2000元以下罚款，还可以并处()。A扣留车辆B15日以下拘留C福扣留行驶证D吊销驾驶证33、甲在家将件内藏5000元人民币的旧大衣扔到垃圾堆，后被拾荒人乙拾取，并发现了此钱。后甲闻讯前往乙家要钱，未果。问下例说法正确的是?A乙应将钱返还给甲，仅仅保有衣服B甲已抛弃了衣服和钱C乙依据先占原则得到了衣服和钱D该钱为隐覆物，乙因发现而取得34、()应当处理旅客与销售网络平台内航空销售代理人的投诉纠纷，并采取有效措施督促平台内的航空销售代理人符合本规定相关要求。A航空销售网络平台经营者B承运人C航空销售代理入D地面服务代理人35、制定党内法规应当规范使用党内法规名称。以下选项不属于党内法规名称的是()。A规划 B党章C办法 D准则36、张三在得知自己的高考成绩无法上大学就假冒本村李四的姓名去上大学，后被李四发现。问张三侵犯了李四的()。A隐私权 B健康权C姓名权 D名营权37、新修订的《宗教事务条例》，该条例自( )正式施行。A 2017年8月26日B 2018年3月1日C 2017年9月26日D 2018年2月1日38、个人之间所形成的劳务关系，提供劳务方因劳务造成他人损害的，()。A由接受劳务一方承担责任B由提供劳务方自己承担责任C由双方按照公平原则承担责任D根据双方各目的过错承担相应的责任39、利用职权或者职务上的影响，将本人、配偶、子女及其配偶等亲属应当由个人支付的费用，由下属单位、其他单位或者他人支付、报销。根据《中国共产党纪律处分条例》，以上行为属于违反()行为。A组织纪律 B政治纪律C工作纪律 D廉洁细律40、全体党员、干部特别是高级干部必须增强党的意识，时刻牢记自己第一身份是()A干部 B领导C公务员 D党员41、夫妻方要求离婚的，可以由有关组织进行调解或者直接向人民法院提起离婚诉讼，人民法院审理离婚案件，应当进行调解;如果感情确已破裂，调解无效的，应当准予离婚。以下()不属于感情确已破裂。A因感情不和分居满两年B与他人同居C一时性的拌嘴D重婚42、党的全国代表大会毎() 年挙行一次，由中央委员会召集。中央委员会认为有必要,或者有（）以上的省一级组织提出要求，全国代表大会可以提前挙行;如无非常情况，不得延期挙行.A五;三分之二 B五;三分之一C三;三分之皿 D三;三分之一43、关于民事行为能力，下列说法正确的是()A 16周岁以上以自己劳动收入为主要生活来源的人，是完全民事行为能力人B 不能辨认自己行为的8周岁以上的未成年人是无民事行为能力人C 不能完全辨认自己行为的成年人是无民事行为能力人D 8周岁以上不满18周岁的未成年人全是限制民事行力能力人44、在国家安全机关调查了解有关间谍行为的情况、收集有关证据时,有关组织和个人应当()，不得拒绝。A酌情说明 B如实提供C坦白交代 D尽量配合45、机动车驾驶人、行人违反道路交通安全法律、法规关于道路通行规定的行为，属于() 。A违法行为 B违章行为 C过错行为 D过失行为46、甲代理乙购买电脑，如果甲明知其朋友出售的电脑是假货，仍与其串通购买并谎称真货交给乙，从中获利。则对此损失，下列说法正确的是()A乙自己承担责任B甲和其朋友负连带责任C乙和甲共同承担D甲自己承担责任47、全国人民代表大会每年举行次，由() 召集。A全国人民代表大会主席团B委员长C全国人民代表大会常务委员会D委员长会议48、《社会保险法》的立法宗旨是规范社会保险关系，维护公民()合法权益，使公民共享发展成果促进社会和谐稳定。A及时获得社会救助和优厚福利的B拥有较好的生活水平和无后顾之忧的C充分就业和享受社会保险待遇的D参加社全保险和享受社全保险待遇的49、下列()项不属于《消费者权益保护法》调整对象?A学生为自学需要购买书籍B农民为种植而购买蔬菜种子C农民为自办的蛋糕店购买鸡蛋D个体老板为家庭消费需要购买大米50、从严治党必须从党内()严起。A组织生活 B政治生活C思想建设 D制度建设\nB.正确95、对领导干部在改革创新中的失误和错误，正确把握事业为上、实事求是、依纪依法、容纠并举等原则，经综合分析研判，可以免责或者从轻定责，鼓励探索创新，支持担当作为，保护领导干部干事创业的积极性、主动性、创造性。()A错误；D.统一指挥军事行动58、根据《中华人民共和国旅游法》，各级人民政府编制土地利用总体规划、城乡规划，应当充分考虑（）。A相关旅游项目B设施的空间布局C当地微生物种类的多样性D建设用地要求59、仓储合同的法律特征有() 。A保管人须为有 仓储设备并专事仓储保管业务的民事主体B其保管的对象是动产C有偿合同D其保管的对象是不动产60、外国人在中国境内不得()。A成立宗教组织B设立宗教办事机构C设立宗教活动场所D开办宗教院校61、毒品犯罪的犯罪分子() ，掩饰、隐瞒其取得的所得及其产生的收益的来源和性质的行为，构成洗钱罪。A提供银行卡账户的B将财产转换为现金的C通过转帐方式转移资金的D跨境转移资产的62、道路两侧及隔离带上种植的树木或者其他植物，设置的广告牌、管线等，应当与交通设施保持必要的距离，不得()A遮挡路灯、交通信号灯、交通标志B妨碍安全视距C影响通行D影响清洁工人保持市容整洁63、外国人在中国境内，可以邀请中国宗教教职人员为其举行()等宗教仪式A葬礼",
    "a": "B,D"
  },
  {
    "q": "甲在骑车下班途中，碰见乙和丙在路边厮打，乙突然把丙推向非机动车道，甲躲闪不及，将丙撞伤。根据《民法典》的规定，下列正确的是（）。\nA.甲可以以第三人原因作为抗辩事由免责；B.甲、乙构成共同侵权，应当对丙的损害承担连带责任；C.丙的损害应由乙承担赔偿责任；D.甲、乙分别构成分别侵权，应当对丙的损害承担按份责任",
    "a": "A,C"
  },
  {
    "q": "工会经费的来源有（）。\nA.工会会员缴纳的会费；B.建立工会组织的用人单位按每月全部职工工资总额的百分之二向工会拨缴的经费；C.工会所属的企业、事业单位上缴的收入；D.人民政府的补助",
    "a": "A,B,C,D"
  },
  {
    "q": "全国人民代表大会各专门委员会在（）领导下，研究、审议和拟订有关议案。\nA.全国人民代表大会；B.全国人大常委会；C.全国人大常委会委员长；D.全国人大常委会办公厅",
    "a": "A,B"
  },
  {
    "q": "下列行为中构成盗窃罪的有（）\nA.张某在ATM机上拾得一信用卡，后持该卡在商场消费6000元；B.李某在商场试穿大衣时，趁商场里人多时，将价值6000元的大衣穿走；C.王某在商店选购戒指时，趁售货员不注意，将自己事先准备好的假戒指与售货员拿来的价值6000元的真戒指进行调换；D.赵某潜入他人家中，将他人价值2万元的海洛因拿走",
    "a": "A,B,C,D"
  },
  {
    "q": "国家所有的财产受法律保护，禁止任何组织或者个人侵占、（）。\nA.哄抢；B.私分；C.截留；D.破坏",
    "a": "A,B,C,D"
  },
  {
    "q": "从世界各国的规定看，特种买卖主要包括( )。\nA.试用买卖；B.房屋买卖；C.易货交易；D.招标投标买卖",
    "a": "A,B,C,D"
  },
  {
    "q": "契税的纳税人可以是( )。\nA.国家机关；B.军事单位；C.个体经营者；D.外籍人员",
    "a": "A,B,C,D"
  },
  {
    "q": "传染病暴发、流行时，县级以上 地方人民政府应当立即组织力量，按照预防、控制预案进行防治， 切断传染病的传播途径，必要时，报经上一级人民政府决定，可以 采取下列（）（）（）（）（） 紧急措施并予以公告。\nA.限制或者停止集市、影剧院演出或者其他人群聚集的 活动；B.停工、停业、停课；C.封闭或者封存被传染病病原体污染的公共饮用水源、食品以及相关物品；D.控制或者扑杀染疫野生动物、家畜家禽；E.封闭可能造成传染病扩散的场所",
    "a": "A,B,C,D,E"
  },
  {
    "q": "禁止任何单位和个人在公路上（）\nA.非法设卡；B.收费；C.罚款；D.拦截车辆",
    "a": "A,B,C,D"
  },
  {
    "q": "我国对女职工实行特殊劳动保护，下列说法正确的有（）\nA.不得安排女职工在经期从事高处、低温、冷水作业和国家规定的三级体力劳动强度的工作。；B.不得安排女职工在怀孕期间从事国家规定的第三级劳动强度的劳动和孕期禁忌从事的劳动。；C.女职工生育享受不少于六十天的产假。；D.不得安排女职工在哺乳未满一周岁的婴儿期间从事国家规定的第三级体力劳动强度的劳动和哺乳期禁忌从事的其他劳动，不得安排其延长工作时间和夜班劳动。",
    "a": "A,B,D"
  },
  {
    "q": "对________，收货人应当依据对外贸易合同约定在出口国装运前进行预检验、监造或者监装，商检机构根据需要可以派出检验人员参加。\nA.重要的进口商品；B.普通的进口商品；C.特殊国家或地区输入的进口商品；D.大型的成套设备",
    "a": "A,D"
  },
  {
    "q": "信访处理意见书应当载明（）\nA.信访人投诉请求；B.事实和理由；C.信访处理意见；D.法律法规依据",
    "a": "A,B,C,D"
  },
  {
    "q": "医师应当接受定期考核，对考核不合格的医师，卫生行政部门可以采取下列哪些措施。（）\nA.责令其暂停执业活动3-6个月；B.接受培训和继续医学教育；C.再次进行考核；D.对再次考核不合格的，注销医师注册",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国旅游法》，下列哪些选项是旅游者的权利？（）\nA.旅游者有权自主选择旅游产品和服务；B.旅游者有权拒绝旅游经营者的强制交易行为；C.旅游者有权知悉其购买的旅游产品和服务的真实情况；D.旅游者有权要求旅游经营者按照约定提供产品和服务",
    "a": "A,B,C,D"
  },
  {
    "q": "国家建立（）的国家安全危机管控制度。\nA.统一领导；B.协同联动；C.高效权威；D.有序高效",
    "a": "A,B,D"
  },
  {
    "q": "关于居住权，以下说法正确的是( )。\nA.设立居住权，当事人应当采用书面形式订立居住权合同；B.居住权一般是无偿设立；C.居住权通常不得转让、继承。设立居住权的住宅不得出租；D.居住权期限届满或者居住权人死亡的，居住权消灭",
    "a": "A,B,C,D"
  },
  {
    "q": "甲因为意外事故，下列哪些人（均健在）有权继承其遗产\nA.子女；B.配偶；C.父母；D.兄弟",
    "a": "A,B,C"
  },
  {
    "q": "在我国社会主义制度下，劳动既是公民的权利，也是公民的义务。根据《中华人民共和国劳动法》的规定，劳动者的义务包括( )。\nA.完成劳动任务；B.提高职业技能；C.执行劳动安全卫生规程；D.遵守劳动纪律和职业道德；E.接受用人单位未按劳动合同约定支付的报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》规定,禁止在饮用水水源一级保护区内（）与供水设施和保护水源无关的建设项目；已建成的与供水设施和保护水源无关的建设项目，由县级以上人民政府责令拆除或者关闭。\nA.新建；B.改建；C.搭建；D.扩建",
    "a": "A,B,D"
  },
  {
    "q": "无处分权人将不动产或者动产转让给受让人的，所有权人有权追回；除法律另有规定外，符合下列情形的，受让人取得该不动产或者动产的所有权：（）\nA.受让人受让该不动产或者动产时是善意；B.以合理的价格转让；C.无处分权人与受让人已经签订书面合同；D.转让的不动产或者动产依照法律规定应当登记的已经登记，不需要登记的已经交付给受让人",
    "a": "A,B,D"
  },
  {
    "q": "甲为A公司的销售经理，因与老板生隙而辞职。其持有A公司的合同专用章未予交还。某日，甲以A公司的名义与B公司签署协议，以市场价格收购B公司的货物，并加盖A公司的合同专用章。此后甲收取B公司货物后消失。则以下说法正确的是（）\nA.甲的代理行为有效；B.甲的代理行为无效；C.甲应向B公司承担违约责任；D.A公司应向B公司承担违约责任",
    "a": "A,D"
  },
  {
    "q": "以下在广西壮族自治区从事哪些活动应《广西壮族自治区林木种苗条例》的管理规定？\nA.林木种质资源保护、利用；B.品种选育、审定和推广；C.林木种苗生产经营和服务管理；D.森林防火、防盗",
    "a": "A,B,C"
  },
  {
    "q": "依照相应法律规定，国家出资企业的董事、监事、高级管理人员，应当遵守法律、行政法规以及企业章程，对企业负有( )义务。\nA.忠实义务；B.营利义务；C.勤勉义务；D.尽责义务",
    "a": "A,C"
  },
  {
    "q": "根据2021年新修订的《工会法》，以下说法正确的是：（）。\nA.任何组织和个人不得阻挠和限制劳动者依法参加和组织工会；B.工会依照法律规定通过职工代表大会或者其他形式，组织职工参与本单位的民主选举、民主协商、民主决策、民主管理和民主监督；C.工会建立联系广泛、服务职工的工会工作体系，密切联系职工，听取和反映职工的意见和要求，关心职工的生活，帮助职工解决困难，全心全意为职工服务；D.工会帮助、指导职工与企业、实行企业化管理的事业单位、社会组织签订劳动合同",
    "a": "A,B,C,D"
  },
  {
    "q": "各级人民代表大会常务委员会参照监督法第九条规定的途径，每年选择若干（）的重大问题，有计划地对有关法律、法规实施情况组织执法检查。\nA.关系改革发展；B.关系稳定大局；C.关系群众切身利益；D.社会普遍关注",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位未按时足额缴纳社会保险费的，将（）。\nA.由社会保险征收机构责令限期缴纳或者补足；B.并自欠缴之日起按日加收万分之五的滞纳金；C.逾期仍不缴纳的，由有关行政部门处欠缴数额一倍以上三倍以下的罚款；D.由社会保险行政部门依法申请强制执行",
    "a": "A,B,C"
  },
  {
    "q": "下列各项中属于税法基本要素的有\nA.征税人；B.纳税义务人；C.征税对象；D.计税依据",
    "a": "B,C"
  },
  {
    "q": "根据2022年施行的《家庭教育促进法》规定，家庭教育应当遵循什么样的方式方法？（）\nA.尊重未成年人身心发展规律和个体差异；B.遵循家庭教育特点，贯彻科学的家庭教育理念和方法；C.家庭教育、学校教育、社会教育紧密结合、协调一致；D.结合实际情况采取灵活多样的措施",
    "a": "A,B,C,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴，开展网络安全审查，原因是滴滴违反了如下哪些\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "可以不经植物新品种权所有人许可的情形有。\nA.利用授权品种进行育种及其他科研活动；B.储存授权品种的繁殖材料；C.农民自繁自用授权品种的繁殖材料；D.将授权品种的繁殖材料重复使用于生产另一品种的繁殖材料",
    "a": "A,C"
  },
  {
    "q": "煤矿安全监察机构发现煤矿有下列情形之一的，应当责令限期改正：( )（五）分配职工上岗作业前，未进行安全教育、培训的；（六）未向职工发放保障安全生产所需的劳动防护用品的。\nA.未依法建立安全生产责任制的；B.未设置安全生产机构或者配备安全生产人员的；C.矿长不具备安全专业知识的；D.特种作业人员未取得资格证书上岗作业的",
    "a": "A,B,C,D"
  },
  {
    "q": "中国新民主主义革命的胜利和社会主义事业的成就，是中国共产党领导中国各族人民，在什么的指引下，坚持真理，修正错误，战胜许多艰难险阻而取得的。\nA.马克思列宁主义；B.毛泽东思想；C.邓小平理论",
    "a": "A,B"
  },
  {
    "q": "国家安全机关的工作人员依法执行任务时，依照规定出示相应证件,有权查验（）身份证明，向有关组织和人员调查、询问有关情况。\nA.中国公民；B.外国人；C.无国籍人；D.港澳台居民",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《广西壮族自治区旅游条例》，县级以上人民政府可以结合当地实际，发展养生养老旅游，开发（）等旅游项目。\nA.有氧健步走；B.民族医药；C.特色医疗；D.疗养康复",
    "a": "B,C,D"
  },
  {
    "q": "营利法人的（）高级管理人员不得利用其关联关系损害法人的利益；利用关联关系造成法人损失的，应当承担赔偿责任。\nA.控股出资人；B.实际控制人；C.董事；D.监事",
    "a": "A,B,C,D"
  },
  {
    "q": "党内法规清理的处理方式包括 ( ) 。\nA.修改；B.修正；C.废止；D.宣布失效",
    "a": "A,C,D"
  },
  {
    "q": "法人的一般规定，下列说法正确的是( )\nA.法人是具有民事权利能力和民事行为能力的组织；B.依法独立享有民事权利和承担民事义务；C.法人应当有自己的名称、组织机构、住所、财产或者经费；D.法人以其全部财产独立承担民事责任",
    "a": "A,B,C,D"
  },
  {
    "q": "《民法典》第1254条第1款规定：“禁止从建筑物中抛掷物品。从建筑物中抛掷物品或者从建筑物上坠落的物品造成他人损害的……经调查难以确定具体侵权人的，除能够证明自己不是侵权人的外，由可能加害的建筑物使用人给予补偿。”关于该条文，下列哪些说法是正确的？（）\nA.规定的是责任自负原则的例外情形；B.是关于法律解释方法位阶的规定；C.规定的是确定性规则；D.是体现司法公正原则的规定",
    "a": "A,C"
  },
  {
    "q": "下列哪些情形下，权利人可以行使留置权。（）\nA.甲将房屋租给乙，乙退租搬离时尚有部分租金未付，甲可留置乙部分家具；B.甲公司加工乙公司的产品，约定先付费后加工。付费和加工均已完成，但乙公司尚欠甲公司工程款，甲公司可留置乙公司的产品；C.乙借甲一笔钱款，逾期未还，经多次催讨都无济于事，甲一生气，将乙家的一辆新的自行车私自牵到自己家。乙得知后要求甲归还，甲以乙未还欠款为由，拒绝归还；D.甲将电脑放置宾馆寄存处，后甲取行李时认为寄存费过高而拒绝支付，宾馆寄存处可留置该电脑",
    "a": "B,D"
  },
  {
    "q": "国家加强国家安全新闻宣传和舆论引导，通过多种形式开展国家安全宣传教育活动，将国家安全教育纳入（），增强全民国家安全意识。\nA.国民教育体系；B.精神文明教育；C.公务员教育培训体系；D.社会公德教育",
    "a": "A,C"
  },
  {
    "q": "经营者侵害消费者的（)权利的，应当停止侵害、恢复名誉、消除影响、赔礼道歉，并赔偿损失。\nA.人格尊严；B.侵犯消费者人身自由；C.侵害消费者个人信息的；D.侵犯消费者财产权益的",
    "a": "A,B,C"
  },
  {
    "q": "妨害药品管理罪的刑事责任有（）。\nA.有期徒刑；B.拘役；C.单处罚金；D.并处罚金",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些收入为不征税收入（）\nA.财政拨款；B.政府性基金；C.租金收入；D.转让财产收入",
    "a": "A,B"
  },
  {
    "q": "行政机关公务员违纪违法涉嫌犯罪的，应当（）。\nA.给予记过或者记大过处分；B.给予降级或者撤职处分；C.移送司法机关；D.依法追究刑事责任",
    "a": "C,D"
  },
  {
    "q": "国家安全机关对用于间谍行为的工具和其他财物，以及用于资助间谍行为的资金、场所、物资，经过设区的市级以上国家安全机关负责人批准，可以依法（）。\nA.查封；B.扣押；C.冻结；D.没收",
    "a": "A,B,C"
  },
  {
    "q": "乙欲以110 万元购买甲价值100 万元的车，双方约定三日后乙到甲的住处付款交货。随后，甲又向乙提出，再借用车再玩几天，乙表示同意。根据上述事实，下列表述错误的是（）。\nA.甲通过拟制交付的方式将车交付给乙；B.甲、乙的借用约定生效时，乙取得该车的所有权；C.甲、乙的买卖合同生效时，乙直接取得该车的所有权；D.由于甲未将车交付给乙，所以乙未取得该车的所有权",
    "a": "A,C,D"
  },
  {
    "q": "食品生产经营者应当配合监督检查工作，按照市场监督管理部门的要求，开放食品生产经营场所，回答相关询问，提供（）等其他有关资料。\nA.相关合同、票据、账簿；B.前次监督检查结果；C.经营场所租赁协议；D.前次监督检查整改情况",
    "a": "A,B,D"
  },
  {
    "q": "任何单位和个人不得操纵期货市场或者衍生品市场。下列（）属于操纵期货市场，影响或者意图影响期货交易价格或者期货交易量对行为。\nA.单独或者合谋，集中资金优势、持仓优势或者利用信息优势联合或者连续买卖合约；B.与他人串通，以事先约定的时间、价格和方式相互进行期货交易；C.在自己实际控制的账户之间进行期货交易；D.利用虚假或者不确定的重大信息，诱导交易者进行期货交易",
    "a": "A,B,C,D"
  },
  {
    "q": "明知他人有间谍犯罪行为，在国家安全机关向其（）时，拒绝提供的，由其所在单位或者上级主管部门予以处分，或者由国家安全机关处十五日以下行政拘留；构成犯罪的，依法追究刑事责任。\nA.调查有关情况；B.要求提供便利条件；C.收集有关证据；D.要求提供其他协助",
    "a": "A,C"
  },
  {
    "q": "全国人民代表大会各专门委员会在（）领导下，研究、审议和拟订有关议案。\nA.全国人民代表大会；B.全国人大常委会；C.全国人大常委会委员长；D.全国人大常委会办公厅",
    "a": "A,B"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定，没有指定受益人或者受益人指定不明无法确定的，保险金作为被保险人的遗产，由保险人依照《中华人民共和国民法典》继承编的规定履行给付保险金的义务。下列属于“没有指定受益人或者受益人指定不明无法确定的”是（）。\nA.受益人先于被保险人死亡，没有其他受益人的；B.受益人约定为“法定继承人”的；C.受益人依法丧失受益权或者放弃受益权，没有其他受益人的；D.受益人的约定包括姓名和身份关系，保险事故发生时身份关系发生变化的",
    "a": "A,C,D"
  },
  {
    "q": "非法印制烟草制品商标标识的，由工商行政管理部门（）。\nA.责令停业；B.销毁印制的商标标识；C.没收违法所得；D.并处罚款",
    "a": "B,C,D"
  },
  {
    "q": "国家倡导（）的消费方式，反对浪费。\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "安全生产工作应当（），从源头上防范化解重大安全风险。\nA.以人为本；B.坚持人民至上、生命至上；C.把保护人民生命安全摆在首位，树牢安全发展理念；D.坚持安全第一、预防为主、综合治理的方针",
    "a": "A,B,C,D"
  },
  {
    "q": "根据著作权法的规定，下列哪些说法是正确的？\nA.署名权是表明作者身份，在作品上署名的权利；B.作者死亡后，署名权由其继承人继承；C.制作、出售假冒他人署名的作品的行为属于侵犯著作权的行为；D.没有参加创作，为牟取个人名利，在他人创作的作品上署名的行为属于侵犯著作权的行为",
    "a": "A,C,D"
  },
  {
    "q": "新环境保护法第三十条规定，开发利用自然资源，应当合理开发，保护 ，保障 ，依法制定有关生态保护和恢复治理方案并予以实施。( )\nA.生物多样性；B.自然资源；C.和谐可持续发展；D.生态安全",
    "a": "A,D"
  },
  {
    "q": "外国人在中国境内，可以邀请中国宗教教职人员为其举行（）等宗教仪式。\nA.葬礼；B.洗礼；C.婚礼；D.道场法会",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上地方人民政府可以采取 等方式，推动湿地周边地区绿色发展，促进经济发展与湿地保护相协调。\nA.定向扶持；B.产业转移；C.吸引社会资金；D.社区共建",
    "a": "A,B,C,D"
  },
  {
    "q": "根据宪法91条规定，国家审计机关可以对（）行使审计监督权。\nA.省人民政府的财政收支；B.国家农业开发银行的财务收支；C.中国电信公司的财务收支；D.卫生部的财务收支",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（）行为属于“间谍行为以外的其他危害国家安全行为”。\nA.组织、策划、实施危害国家安全的恐怖活动的；B.为敌人指示攻击目标的；C.利用设立社会团体或者企事业组织，进行危害国家安全活动的；D.组织、策划、实施分裂国家、破坏国家统一，颠覆国家政权、推翻社会主义制度的",
    "a": "A,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》，各级人民政府编制土地利用总体规划、城乡规划，应当充分考虑（）。\nA.相关旅游项目；B.设施的空间布局；C.当地微生物种类的多样性；D.建设用地要求",
    "a": "A,B,D"
  },
  {
    "q": "有下列情形之一的，非法人组织解散( )\nA.章程规定的存续期间届满；B.出资人或者设立人决定解散；C.章程规定的其他解散事由出现；D.法律规定的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "夫妻关系包括（）。\nA.亲属关系；B.婚姻关系；C.人身关系；D.财产关系",
    "a": "C,D"
  },
  {
    "q": "社会主义学院应当坚持以下工作方针：（）。\nA.坚持党的领导，全面贯彻党的基本理论、基本路线、基本方略，牢牢把握正确办学方向；B.坚持围绕中心、服务大局，突出政治培训，强化政治共识巩固团结奋斗的共同思想政治基础；C.坚持理论联系实际，解放思想，改革创新；D.坚持联合办学、开放办学，汇聚优质资源，提高办学质量；E.坚持严以治院、严以治教、严以治学",
    "a": "A,B,C,D,E"
  },
  {
    "q": "根据《中华人民共和国安全生产法》，事故调查处理应当按照 ( ) 的原则，查清事故原因，查明事故性质和责任，评估应急处置工作，总结事故教训，提出整改措施，并对事故责任单位和人员提出处理建议。\nA.科学严谨；B.依法依规；C.实事求是；D.注重实效",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列哪些情形，可以由县级以上地方人民政府盐业主管部门责令改正，处5000元以上5万元以下的罚款；情节严重的，责令停产停业整顿，直至吊销食盐定点生产、食盐定点批发企业证书。（）\nA.食盐定点生产企业、非食用盐生产企业未按照本办法规定保存生产销售记录；B.食盐定点批发企业未按照本办法规定保存采购销售记录；C.食盐定点批发企业超出国家规定的范围销售食盐；D.将非食用盐产品作为食盐销售",
    "a": "A,B,C,D"
  },
  {
    "q": "存在下列哪些情形，保证人不承担民事责任？\nA.主合同当事人双方串通，骗取保证人提供保证的；B.主合同债权人采取胁迫手段，使保证人在违背真实意思的情况下提供保证的；C.主合同债权人通过欺诈手段，使保证人在违背真实意思的情况下提供保证的；D.保证人因自己疏忽未看清合同的内容，违背其本意的情况下提供保证的",
    "a": "A,B,C"
  },
  {
    "q": "行政机关经人民法院、监察机关、行政复议机关或者上级行政机关依法认定有行政违纪违法行为或者其他违法违纪行为，需要追究纪律责任的，对（）给予处分。\nA.主要负责人；B.领导集体；C.负有责任的领导人员；D.直接责任人员",
    "a": "C,D"
  },
  {
    "q": "各级人民政府应当充分利用公共文化设施，促进优秀公共文化产品的提供和传播，支持开展（）和艺术普及、优秀传统文化传承活动。\nA.全民阅读；B.全民普法；C.全民健身；D.全民科普",
    "a": "A,B,C,D"
  },
  {
    "q": "常委会执法检查组的组成人员，包括（）。\nA.本级人民代表大会常务委员会组成人员；B.本级人民代表大会有关专门委员会组成人员；C.本级人民代表大会代表；D.政府有关部门负责人",
    "a": "A,B,C"
  },
  {
    "q": "关于居住权，以下说法正确的是( )。\nA.设立居住权，当事人应当采用书面形式订立居住权合同；B.居住权一般是无偿设立；C.居住权通常不得转让、继承。设立居住权的住宅不得出租；D.居住权期限届满或者居住权人死亡的，居住权消灭",
    "a": "A,B,C,D"
  },
  {
    "q": "各级国库应当按照国家有关规定，及时准确地办理预算收入的 （）和预算支出的拨付。\nA.收纳；B.划分；C.留解；D.退付",
    "a": "A,B,C,D"
  },
  {
    "q": "民事主体从事民事活动，应当遵循（）原则。\nA.自愿原则；B.公平原则；C.诚信原则；D.有偿原则",
    "a": "A,B,C"
  },
  {
    "q": "按照我国现行宪法的规定，下列属于全国人民代表大会常务委员会的职权的是 （）。\nA.解释宪法和法律；B.决定特别行政区的设立及其制度；C.决定省、自治区、直辖市范围内部分地区进入紧急状态；D.监督宪法的实施",
    "a": "A,D"
  },
  {
    "q": "甲公司取得了热播电视剧《12小时》的独家网络直播权，张某嫌该剧片头广告时间过长，开发出屏蔽该片头广告的软件，在其社交主页上炫耀，并提供了专门的下载通道，受到网民追捧。随后张某用此软件招商播放乙公司的产品广告，收益颇丰。下列说法正确的是（）\nA.张某的行为有利于消费者，但不是合法行为；B.张某并非经营者，所以其不是不正当竞争行为的适格主体；C.张某的行为构成不正当竞争行为；D.甲公司实际损失难以计算的，可按张某向乙公司收取的报酬确定赔偿金额",
    "a": "A,C,D"
  },
  {
    "q": "下列哪些情形属于《突发事件应对法》中规定的，地方各级人民政府和县级以上各级人 民政府有关部门直接负责的主管人员和其他直接责任人员的法定不履职行为。（）\nA.迟报、谎报、瞒报、漏报有关突发事件的信息；B.未按规定采取预防措施，导致发生突发事件；C.挪用应急救援资金、物资的；D.对被征用财产的单位和个人未给予补偿的",
    "a": "A,B,C,D"
  },
  {
    "q": "依据我国商标法，下列选项中受保护的包括( )。\nA.服务商标；B.立体商标；C.商品商标；D.证明商标",
    "a": "A,C,D"
  },
  {
    "q": "被审计对象有下列情形之一的，由单位责令改正，并依法对直接负责的主管人员和其他直接责任人员进行处理（）。\nA.拒绝接受或者不配合内部审计工作的；B.拒绝、拖延提供与内部审计事项有关的资料，或者提供资料不真实、不完整的；C.拒不纠正审计发现问题的、整改不力、屡审屡犯的；D.违反国家、自治区规定或者本单位内部规定的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》第九十三条规定，企业事业单位有下列行为之一的，由县级以上人民政府环境保护主管部门责令改正；情节严重的，处二万元以上十万元以下的罚款：（）。\nA.未按照规定对所排放的水污染物自行监测，或者未保存原始监测记录的；B.未按照规定安装水污染物排放自动监测设备，未按照规定与环境保护主管部门的监控设备联网，或者未保证监测设备正常运行的；C.不按照规定制定水污染事故的应急方案的；D.水污染事故发生后，未及时启动水污染事故的应急方案，采取有关应急措施的",
    "a": "C,D"
  },
  {
    "q": "《事业单位人事管理条例》规定,事业单位工作人员培训包括( )。\nA.岗前培训；B.在岗培训；C.转岗培训；D.为完成特定任务的专项培训",
    "a": "A,B,C,D"
  },
  {
    "q": "地方志编纂人员应当（）。任何单位和个人不得明示或暗示编纂人员在地方志中作虚假记述或者加入虚假资料。\nA.恪尽职守；B.客观公正；C.据事直书；D.忠于史实",
    "a": "A,B,C,D"
  },
  {
    "q": "中华人民共和国国家主席根据全国人民代表大会的决定和全国人民代表大会常务委员会的决定，（），行使宪法规定的涉及国家安全的其他职权。\nA.宣布进入紧急状态；B.宣布战争状态；C.发布动员令；D.统一指挥军事行动",
    "a": "A,B,C"
  },
  {
    "q": "当事人对当场作出的行政处罚决定不服的，可以（）。\nA.申请调解；B.提起行政诉讼；C.申请仲裁；D.申请行政复议",
    "a": "B,D"
  },
  {
    "q": "自然人的个人信息受法律保护。任何组织或者个人需要获取他人个人信息的，应当依法取得并确保信息安全，不得非法( ) 他人个人信息。\nA.收集；B.使用；C.加工；D.传输",
    "a": "A,B,C,D"
  },
  {
    "q": "未经专利权人许可，实施其专利，即侵犯其专利权，引起纠纷的，可以（）。\nA.由当事人协商解决；B.向人民法院起诉；C.请求管理专利工作的部门处理；D.请求公安机关处理",
    "a": "A,B,C"
  },
  {
    "q": "用人单位未按时足额缴纳社会保险费的，将（）。\nA.由社会保险征收机构责令限期缴纳或者补足；B.并自欠缴之日起按日加收万分之五的滞纳金；C.逾期仍不缴纳的，由有关行政部门处欠缴数额一倍以上三倍以下的罚款；D.由社会保险行政部门依法申请强制执行",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些事项应当进行国家安全审查（）。\nA.影响国家安全的外商投资；B.影响国家安全的特定物项和关键技术；C.可能影响国家安全的网络信息技术产品和服务；D.涉及国家安全事项的建设项目",
    "a": "A,B,C,D"
  },
  {
    "q": "药品不良反应报告和监测是指药品不良反应的（）过程。\nA.发现；B.报告；C.评价；D.控制",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，产品投入流通后发现存在缺陷的，生产者、销售者应当及时采取等（）补救措施。\nA.赔偿损失；B.停止销售；C.警示；D.召回",
    "a": "B,C,D"
  },
  {
    "q": "全国人民代表大会各专门委员会在（）领导下，研究、审议和拟订有关议案。\nA.全国人民代表大会；B.全国人大常委会；C.全国人大常委会委员长；D.全国人大常委会办公厅",
    "a": "A,B"
  },
  {
    "q": "根据著作权法及相关规定，下列关于著作权转让合同的说法哪些是正确的？\nA.著作权转让合同应当采用书面形式；B.著作权中的署名权不得转让；C.著作权中的改编权可以转让；D.著作权转让合同自向著作权行政管理部门备案之日起生效",
    "a": "A,B,C"
  },
  {
    "q": "关于著作权集体管理组织，下列说法正确的是（）\nA.著作权集体管理组织具有非官方性；B.著作权集体管理组织是非营利法人；C.著作权集体管理组织是营利法人；D.著作权集体管理组织是公司法人",
    "a": "A,B"
  },
  {
    "q": "设立广播电台、电视台，应当具备下列条件：（）\nA.有符合国家规定的广播电视专业人员；B.有符合国家规定的广播电视技术设备；C.有必要的基本建设资金和稳定的资金保障；D.无必要的场所",
    "a": "A,B,C"
  },
  {
    "q": "新修订的《烟草专卖行政处罚程序规定》自2023年7月20日起施行后，烟草专卖行政处罚公示应包含（）信息\nA.行政处罚的实施机关；B.立案依据；C.实施程序；D.救济渠道",
    "a": "A,B,C,D"
  },
  {
    "q": "当事人约定由债务人向第三人履行债务，合同约定了第三人可以直接请求债务人向其履行债务，第三人在知情后，表示同意。债务人未向第三人履行债务或者履行债务不符合约定时，下列哪些说法正确（）\nA.债权人应当向第三人承担违约责任；B.债务人应当向债权人承担违约责任；C.基于合同相对性，第三人无权要求债务人承担责任；D.第三人可以请求债务人承担违约责任",
    "a": "B,D"
  },
  {
    "q": "下列哪些属于夫妻一方的个人财产\nA.一方的工资、奖金；B.一方的婚前财产;；C.一方因受到人身损害获得的赔偿或者补偿;；D.一方的知识产权的收益",
    "a": "B,C"
  },
  {
    "q": "烈士公祭是（）而毕生奋斗、英勇牺牲的烈士的活动\nA.国家缅怀纪念为争取民族独立和人民解放；B.实现国家富强和人民幸福；C.促进世界和平和人类进步；D.促进世界和平",
    "a": "A,B,C"
  },
  {
    "q": "港澳同胞和台湾同胞在内的全中国人民的共同义务包括（）\nA.维护国家统一；B.维护华人华侨利益；C.维护国家主权；D.维护领土完整",
    "a": "A,C,D"
  },
  {
    "q": "以下属于对党的领导干部可以采取的问责方式是（）\nA.检查；B.诫勉；C.组织调整或者组织处理；D.纪律处分",
    "a": "B,C,D"
  },
  {
    "q": "国家对湿地实行分级管理，按照生态区位、面积以及维护生态功能、生物多样性的重要程度，将湿地分为\nA.重要湿地；B.一般湿地；C.退化湿地；D.滨海湿地",
    "a": "A,B"
  },
  {
    "q": "工会协助用人单位（）\nA.办好职工集体福利事业；B.做好工资工作；C.做好劳动安全卫生工作；D.做好社会保险工作",
    "a": "A,B,C,D"
  },
  {
    "q": "对被责令停产整顿的煤矿，颁发证照的部门应当暂扣（）和矿长资格证、矿长安全资格证\nA.采矿许可证；B.安全生产许可证；C.煤炭生产许可证；D.营业执照",
    "a": "A,B,C,D"
  },
  {
    "q": "不可以任意撤销的赠与合同有（）\nA.所有类型的赠与合同；B.经过公证的赠与合同；C.具有道德义务性质的赠与合同；D.具有社会公益性质的赠与合同",
    "a": "B,C,D"
  },
  {
    "q": "A市甲厂因购买 B市乙公司的一批材料，与乙公司签订了一份买卖合同，但未约定交货地与付款地，下列（）是正确的\nA.交货地是B市；B.交货地是A市；C.付款地是B市；D.付款地是A市",
    "a": "A,C"
  },
  {
    "q": "各级人民代表大会常务委员会参照监督法第九条规定的途径，每年选择若干（）的重大问题，有计划地对有关法律、法规实施情况组织执法检查\nA.关系改革发展；B.关系稳定大局；C.关系群众切身利益；D.社会普遍关注",
    "a": "A,B,C,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴，开展网络安全审查，原因是滴滴违反了如下哪些\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "下列事项由业主共同决定：( )\nA.制定和修改业主大会议事规则；B.选举业主委员会或者更换业主委员会成员；C.选聘和解聘物业服务企业或者其他管理人；D.改建、重建建筑物及其附属设施",
    "a": "A,B,C,D"
  },
  {
    "q": "计征契税的计税依据有( )\nA.房地产成交价格；B.房地产租金；C.房地产的市场价格；D.房地产交换时的价格差额",
    "a": "A,C,D"
  },
  {
    "q": "在中华人民共和国领域内从事以下（）活动，适用《中华人民共和国防震减灾法》\nA.地震监测预报；B.地震灾害预防；C.地震应急；D.震后救灾与重建",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国勋章和国家荣誉称号法》规定，下列选项中属于国家最高荣誉的为（）\nA.国家勋章；B.国家荣誉称号；C.国家级表彰；D.省部级表彰",
    "a": "A,B"
  },
  {
    "q": "粮食收购者收购粮食，应当告知售粮者或者在收购场所公示粮食的（）\nA.数量；B.品种；C.质量标准；D.收购价格",
    "a": "B,C,D"
  },
  {
    "q": "下列哪些属于消费者的监督权（）\nA.对消费者权益的保护工作的监督权；B.对经营者提供的商品和服务的监督权；C.对消费者权益保护工作的批评、建议权；D.对侵害消费者权益行为的检举、控告权",
    "a": "A,B,C,D"
  },
  {
    "q": "存在下列哪些情形，保证人不承担民事责任？\nA.主合同当事人双方串通，骗取保证人提供保证的；B.主合同债权人采取胁迫手段，使保证人在违背真实意思的情况下提供保证的；C.主合同债权人通过欺诈手段，使保证人在违背真实意思的情况下提供保证的；D.保证人因自己疏忽未看清合同的内容，违背其本意的情况下提供保证的",
    "a": "A,B,C"
  },
  {
    "q": "个人信息处理者在处理个人信息前，应当以显著方式、清晰易懂的语言真实、准确、完整地向个人告知下列事项（）\nA.个人信息处理者的名称或者姓名和联系方式；B.个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.个人行使本法规定权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "不动产登记机构不得有下列行为：( )\nA.要求对不动产进行评估；B.以年检等名义进行重复登记；C.不动产登记簿由登记机构管理；D.就有关登记事项询问申请人",
    "a": "A,B"
  },
  {
    "q": "遇险 应当服从海上搜寻救助行动的现场指挥，及时接受救助。（）\nA.船舶；B.设施；C.民用航空器；D.人员",
    "a": "A,B,C,D"
  },
  {
    "q": "《海洋环境保护法》规定，禁止在沿海陆域内新建不具备有效治理措施的化学制浆造纸、化工、( )、炼油、岸边冲滩拆船以及其他严重污染海洋环境的工业生产项目\nA.印染；B.制革；C.电镀；D.酿造",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息处理者因业务等需要，确需向中华人民共和国境外提供个人信息的，应当具备下列条件之一（）\nA.依照本法第四十条的规定通过国家网信部门组织的安全评估；B.按照国家网信部门的规定经专业机构进行个人信息保护认证；C.按照国家网信部门制定的标准合同与境外接收方订立合同，约定双方的权利和义务；D.法律、行政法规或者国家网信部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（）情形中，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同？\nA.劳动者患病，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；B.劳动者因工作而受伤，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；C.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的。；D.劳动合同订立时所依据的客观情况发生重大变化，致使劳动合同无法履行，经用人单位与劳动者协商，未能就变更劳动合同内容达成协议的。",
    "a": "A,C,D"
  },
  {
    "q": "可以不经植物新品种权所有人许可的情形有\nA.利用授权品种进行育种及其他科研活动；B.储存授权品种的繁殖材料；C.农民自繁自用授权品种的繁殖材料；D.将授权品种的繁殖材料重复使用于生产另一品种的繁殖材料",
    "a": "A,C"
  },
  {
    "q": "根据2022年施行的《家庭教育促进法》规定，家庭教育应当遵循什么样的方式方法？（）\nA.尊重未成年人身心发展规律和个体差异；B.遵循家庭教育特点，贯彻科学的家庭教育理念和方法；C.家庭教育、学校教育、社会教育紧密结合、协调一致；D.结合实际情况采取灵活多样的措施",
    "a": "A,B,C,D"
  },
  {
    "q": "公民和组织应当履行下列哪些维护国家安全的义务：\nA.遵守宪法、法律法规关于国家安全的有关规定；B.及时报告危害国家安全活动的线索；C.如实提供所知悉的涉及危害国家安全活动的证据；D.为国家安全工作提供便利条件或者其他协助；E.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D,E"
  },
  {
    "q": "工会协助用人单位（）。\nA.办好职工集体福利事业；B.做好工资工作；C.做好劳动安全卫生工作；D.做好社会保险工作",
    "a": "A,B,C,D"
  },
  {
    "q": "根据代表法规定，代表有权依法联名提出（）等。\nA.方案；B.议案；C.质询案；D.罢免案",
    "a": "B,C,D"
  },
  {
    "q": "《中国共产党统一战线工作条例》规定，党的宗教工作基本方针是 。\nA.全面贯彻党的宗教信仰自由政策；B.依法管理宗教事务；C.坚持独立自主自办原则；D.积极引导宗教与社会主义社会相适应",
    "a": "A,B,C,D"
  },
  {
    "q": "烈士公祭是（）而毕生奋斗、英勇牺牲的烈士的活动。\nA.国家缅怀纪念为争取民族独立和人民解放；B.实现国家富强和人民幸福；C.促进世界和平和人类进步；D.促进世界和平",
    "a": "A,B,C"
  },
  {
    "q": "现行粮食流通管理条例制在（）、（）、（）分别对部分条款进行了修订。\nA.2004年；B.2013年；C.2016年；D.2021年",
    "a": "B,C,D"
  },
  {
    "q": "下列哪些民事法律行为属于无效的民事法律行为。( )\nA.一方或者第三人以胁迫手段，使对方在违背真实意思的情况下实施的民事法律行为；B.违背公序良俗的民事法律行为无效；C.违反法律、行政法规的强制性规定的民事法律行为无效；D.行为人与相对人恶意串通，损害他人合法权益的民事法律行为无效",
    "a": "B,C,D"
  },
  {
    "q": "经营劳务派遣业务应当具备（）条件。\nA.注册资本不得少于人民币二百万元；B.有与开展业务相适应的固定的经营场所和设施；C.有符合法律、行政法规规定的劳务派遣管理制度；D.法律、行政法规规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关对依照《反间谍法》查封、扣押、冻结的财物，应当妥善保管，按照不同情形分别作出下列（）处理。\nA.涉嫌犯罪的，依照刑事诉讼法的规定处理；B.尚不构成犯罪，有违法事实的，对依法应当没收的予以没收，依法应当销毁的予以销毁；C.没有违法事实的, 应当解除查封、扣押、冻结，并及时返还相关财物；D.与案件无关的，应当解除查封、扣押、冻结，并及时返还相关财物；造成损失的，应当依法赔偿",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，营利法人包括（）等。\nA.有限责任公司；B.股份有限公司；C.其他企业法人；D.合伙企业",
    "a": "A,B,C"
  },
  {
    "q": "党员纪律处分的种类有那几种（）。\nA.警告；B.记过；C.撤销党内职务；D.降级",
    "a": "A,C"
  },
  {
    "q": "《反间谍法》第二十五条所称“专用间谍器材”，是指进行间谍活动特殊需要的下列器材（）。\nA.暗藏式窃听、窃照器材；B.突发式收发报机、一次性密码本、密写工具；C.用于获取情报的电子监听、截收器材；D.其他专用间谍器材",
    "a": "A,B,C,D"
  },
  {
    "q": "情报信息的报送应当及时、准确、客观，不得（）。\nA.迟报；B.漏报；C.瞒报；D.谎报",
    "a": "A,B,C,D"
  },
  {
    "q": "代表向人民代表大会提出的议案应当包括（）。\nA.案由；B.案据；C.方案；D.措施",
    "a": "A,B,C"
  },
  {
    "q": "各级人民政府应当健全科技创新人才培养、发现、引进、使用、评价、激励和保障等机制，营造（）、待遇适当、保障有力的环境。\nA.尊重人才；B.爱护人才；C.公正平等；D.竞争 择优",
    "a": "A,B,C,D"
  },
  {
    "q": "外国人在中国境内，可以邀请中国宗教教职人员为其举行（）等宗教仪式。\nA.葬礼；B.洗礼；C.婚礼；D.道场法会",
    "a": "A,B,C,D"
  },
  {
    "q": "各级人民政府应当充分利用公共文化设施，促进优秀公共文化产品的提供和传播，支持开展（）和艺术普及、优秀传统文化传承活动。\nA.全民阅读；B.全民普法；C.全民健身；D.全民科普",
    "a": "A,B,C,D"
  },
  {
    "q": "家庭教育服务机构有下列情形之一的，由主管部门责令限期改正；拒不改正或者情节严重的，由主管部门责令停业整顿、吊销营业执照或者撤销登记：（）\nA.未依法办理设立手续；B.从事超出许可业务范围的行为，产生不良后果；C.作虚假、引人误解宣传，产生不良后果；D.侵犯未成年人及其父母或者其他监护人合法权益",
    "a": "A,B,C,D"
  },
  {
    "q": "《信访工作条例》适用于（）、监察机关、审判机关、检察机关以及群团组织、国有企事业单位等开展信访工作。\nA.各级党的机关；B.人大机关；C.行政机关；D.政协机关",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（）情形之一应判决十年以上有期徒刑、无期徒刑或者死刑。\nA.奸淫17岁女学生的；B.在KTV当众强奸妇女的；C.二人以上轮奸的；D.奸淫妇女多人的",
    "a": "B,C,D"
  },
  {
    "q": "生产、销售没有注册商标的（）的，由工商行政管理部门责令停止生产、销售，并处罚款。\nA.卷烟；B.雪茄烟；C.烟丝；D.有包装的烟丝",
    "a": "A,B,D"
  },
  {
    "q": "按照《社会保险法》规定，以下（）工作由社会保险经办机构负责。\nA.社会保险登记；B.核定社会保险费；C.社会保险待遇支付；D.办理社会保险转移接续；E.个人权益记录",
    "a": "A,B,C,D,E"
  },
  {
    "q": "社会主义学院工作的指导思想是：高举中国特色社会主义伟大旗帜，以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，坚持（）办学方向，充分发挥（）基地、（）基地、（）基地作用，为巩固和发展新时代爱国统一战线作出贡献。\nA.社会主义；B.统一战线人才培养；C.理论研究；D.方针政策宣传",
    "a": "A,B,C,D"
  },
  {
    "q": "当事人、法定代理人可以委托一至二名代理人参加仲裁活动。（）可以被委托为仲裁代理人。\nA.律师、基层法律服务工作者；B.当事人的近亲属或者工作人员；C.当事人所在单位推荐的公民；D.当事人所在社区、有关社会团体推荐的公民",
    "a": "A,B,C,D"
  },
  {
    "q": "《广西壮族自治区粮食收购企业备案管理办法》所称粮食收购，是指向（）、（）或者（）、（）等批量购买粮食的活动。\nA.种粮农民；B.其他粮食生产者；C.粮食经纪人；D.农民专业合作社",
    "a": "A,B,C,D"
  },
  {
    "q": "宣告死亡的要件有（）。\nA.失踪人离开住所下落不明；B.失踪期间届满；C.近亲属同意；D.厉害关系人申请",
    "a": "A,B,D"
  },
  {
    "q": "行政机关经人民法院、监察机关、行政复议机关或者上级行政机关依法认定有行政违纪违法行为或者其他违法违纪行为，需要追究纪律责任的，对（）给予处分。\nA.主要负责人；B.领导集体；C.负有责任的领导人员；D.直接责任人员",
    "a": "C,D"
  },
  {
    "q": "下列（）情形属于《反间谍法》所称“立功表现”\nA.揭发、检举危害国家安全的其他犯罪分子，情况属实的；B.提供重要线索、证据，使危害国家安全的行为得以发现和制止的；C.在教育、动员、组织本单位的人员防范、制止危害国家安全行为的工作中，成绩显著的；D.协助国家安全机关、司法机关捕获其他危害国家安全的犯罪分子的",
    "a": "A,B,D"
  },
  {
    "q": "一般血站包括（）。\nA.血液中心；B.中心血站；C.中心血库；D.脐带血造血干细胞库",
    "a": "A,B,C"
  },
  {
    "q": "林木种苗行业协会、专业合作组织为其成员以及行业发展提供以下服务：（）。\nA.信息交流；B.技术培训；C.信用建设；D.市场营销",
    "a": "A,B,C,D"
  },
  {
    "q": "（）属于亲属的范围。\nA.姻亲；B.拟制血亲；C.子女；D.配偶的父母",
    "a": "A,B,C,D"
  },
  {
    "q": "从事《母婴保健法》规定的医学技术鉴定人员的条件是：（）。\nA.行医10年以上；B.具有医学遗传学知识；C.具有临床经验；D.具有主治医师以上的专业技术职务",
    "a": "B,C,D"
  },
  {
    "q": "国家倡导（）的消费方式，反对浪费。\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于党内功勋荣誉表彰形式的是 。\nA.授予勋章；B.授予荣誉称号；C.表彰；D.颁发纪念章",
    "a": "A,B,C,D"
  },
  {
    "q": "市（地）级以上党校（行政学院）教学安排中，党的理论教育和党性教育课程的比重不低于总课时的（），各级党校（行政学院）的主体班次都应当设置党性教育课程，党性教育课程的比重不低于总课时的（）。\nA.0.7；B.0.6；C.0.3；D.0.2",
    "a": "A,D"
  },
  {
    "q": "取得烟草专卖零售许可证从事电子烟零售业务，应当具备下列条件：（）\nA.有与经营电子烟零售业务相适应的资金；B.有与住所相独立的固定经营场所；C.符合当地电子烟零售点合理布局的要求；D.国务院烟草专卖行政主管部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "习近平总书记指出：“全面推进依法治国必须努力形成国家法律法规和党内法规制度 （） 的格局。\nA.相辅相成；B.相互促进；C.相互保障；D.相互制约",
    "a": "A,B,C"
  },
  {
    "q": "用人单位不得因（）等情形，降低女职工的工资和福利待遇，限制女职工晋职、晋级、评聘专业技术职称和职务，辞退女职工，单方解除劳动（聘用）合同或者服务协议。\nA.结婚；B.怀孕；C.产假；D.哺乳",
    "a": "A,B,C,D"
  },
  {
    "q": "根据我国宪法的规定，关于动员和紧急状态的决定权，下列哪些选项是正确的（）\nA.全国人大常委会有权决定全国总动员；B.全国人大常委会有权决定全国进入紧急状态；C.国务院有权决定个别省、自治区、直辖市进入紧急状态；D.国务院有权决定局部动员",
    "a": "A,B"
  },
  {
    "q": "以下属于无权代理的是( )\nA.行为人没有代理权；B.超越代理权；C.代理权终止后，仍然实施代理行为，未经被代理人追认的；D.行为人实施代理行为时未于代理人取得联系",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》实施后，以下（）法律条文废止。\nA.婚姻法；B.合同法；C.继承法；D.保险法",
    "a": "A,B,C"
  },
  {
    "q": "以下属于非法经营罪共犯的有（）。\nA.为非法生产、销售烟草专卖品犯罪提供生产、经营场所的人；B.为非法生产、销售烟草专卖品犯罪提供生产技术、卷烟配方的人；C.为非法生产、销售烟草专卖品犯罪提供运输、仓储、保管、邮寄、代理进出口等便利条件的人；D.为非法生产、销售烟草专卖品犯罪提供贷款、资金、账号、发票、证明、许可证件的人",
    "a": "A,B,C,D"
  },
  {
    "q": "《中国共产党统一战线工作条例》规定，党的宗教工作基本方针是 。\nA.全面贯彻党的宗教信仰自由政策；B.依法管理宗教事务；C.坚持独立自主自办原则；D.积极引导宗教与社会主义社会相适应",
    "a": "A,B,C,D"
  },
  {
    "q": "党校（行政学院）科研工作和决策咨询应当（）。\nA.全面贯彻党的基本理论、基本路线、基本方略；B.坚持政治立场坚定性和科学探索创新性的有机统一；C.坚持百花齐放、百家争鸣方针；D.严明政治纪律，恪守学术道德，遵守学术规范。",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列哪些情形，可以县级以上地方人民政府盐业主管部门责令改正，没收违法购进的食盐，可以处违法购进的食盐货值金额3倍以下的罚款。（）\nA.食盐定点批发企业从食盐定点生产企业、其他食盐定点批发企业购进食盐；B.食盐零售单位从食盐定点批发企业购进食盐；C.食盐定点批发企业从除食盐定点生产企业、其他食盐定点批发企业以外的单位或者个人购进食盐；D.食盐零售单位从食盐定点批发企业以外的单位或者个人购进食盐",
    "a": "C,D"
  },
  {
    "q": "借款合同抵押担保中不得抵押的财产有（）。\nA.土地所有权；B.国有土地使用权；C.某大学校舍；D.夫妻离婚涉及有争议的财产",
    "a": "A,C,D"
  },
  {
    "q": "张大的画作《玫瑰》于1993年发表。2001年4月4日张大去世。张大的唯一继承人张小可以继承该幅画作的 （）。\nA.展览权；B.放映权；C.复制权；D.修改权",
    "a": "A,B,C"
  },
  {
    "q": "公安机关对计算机信息系统安全保护工作行使下列监督职权：（）\nA.监督、检查、指导计算机信息系统安全保护工作；B.查处危害计算机信息系统安全的违法犯罪案件；C.监测、记录网络运行状态、网络安全事件；D.履行计算机信息系统安全保护工作的其他监督职责",
    "a": "A,B,D"
  },
  {
    "q": "在人民代表大会会议期间，代表参加（），审议列入会议议程的各项议案和报告。\nA.大会全体会议；B.主席团会议；C.代表团全体会议；D.小组会议",
    "a": "A,C,D"
  },
  {
    "q": "按照现行规定我国基本养老保险资金由( )组成。\nA.用人单位缴纳的养老保险费；B.个人缴纳的养老保险费；C.各级政府财政补助；D.遗产税；E.消费税",
    "a": "A,B,C"
  },
  {
    "q": "公务员享有下列权利（）。\nA.获得履行职责应当具有的工作条件；B.获得工资报酬，享受福利、保险待遇；C.提出申诉和控告；D.申请辞职",
    "a": "A,B,C,D"
  },
  {
    "q": "国家出资企业的关联方，包括（）。\nA.本企业的董事、监事、高级管理人员；B.本企业的董事、监事、高级管理人员的近亲属；C.本企业的董事、监事、高级管理人员及其近亲属所有的企业；D.本企业的董事、监事、高级管理人员及其近亲属实际控制的企业",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括自然人的姓名、出生日期、（）、（）、住址、电话号码、电子邮件、（）、行踪信息。\nA.身份证件号码；B.身份证有效期；C.生物识别信息；D.健康信息",
    "a": "A,C,D"
  },
  {
    "q": "国家加强国家安全新闻宣传和舆论引导，通过多种形式开展国家安全宣传教育活动，将国家安全教育纳入（），增强全民国家安全意识。\nA.国民教育体系；B.精神文明教育；C.公务员教育培训体系；D.社会公德教育",
    "a": "A,C"
  },
  {
    "q": "涉外气象探测站（点）设立的审批，涉及国家安全、国家秘密的，气象主管机构应当分别征求（）等部门的意见。\nA.人民政府；B.公安；C.国家安全；D.保密",
    "a": "C,D"
  },
  {
    "q": "党校（行政学院）工作遵循（）原则。\nA.坚持党校姓党，把旗帜鲜明讲政治融入党校（行政学院）工作全过程和各方面，模范遵守党的政治纪律和政治规矩；B.坚持实事求是，注重理论联系实际，强化问题导向，做到学思用贯通、知信行统一；C.坚持质量立校，积极探索和遵循党校（行政学院）教育规律和干部成长规律，提高教学、科研、咨询和管理水平；D.坚持从严治校，大力弘扬学习之风、朴素之风、清朗之风",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动合同的种类有（）。\nA.固定期限劳动合同；B.无固定期限劳动合同；C.以完成一定工作任务为期限的劳动合同；D.以获得一定利益为期限的劳动合同",
    "a": "A,B,C"
  },
  {
    "q": "《国家安全法》第二章依次明确国家安全各领域重点任务，其中属于维护“人民安全”任务是（）。\nA.国家维护和发展最广大人民的根本利益；B.国家保卫人民安全；C.国家创造良好生存发展条件和安定工作生活环境；D.国家保障公民的生命财产安全",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，有下列情形之一的，应当追究政府有关工作部门领导成员的责任：( )。\nA.制定的规定或者采取的措施与生态环境和资源方面政策、法律法规相违背的；B.批准开发利用规划或者进行项目审批（核准）违反生态环境和资源方面政策、法律法规的；C.执行生态环境和资源方面政策、法律法规不力，不按规定对执行情况进行监督检查，或者在监督检查中敷衍塞责的；D.对发现或者群众举报的严重破坏生态环境和资源的问题，不按规定查处的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于企业所得税纳税人的有\nA.国有企业；B.集体企业；C.个体工商户；D.股份有限公司",
    "a": "A,B,D"
  },
  {
    "q": "国家健全（）的情报信息收集、研判和使用制度，建立情报信息工作协调机制，实现情报信息的及时收集、准确研判、有效使用和共享。\nA.统一归口；B.反应灵敏；C.准确高效；D.运转顺畅",
    "a": "A,B,C,D"
  },
  {
    "q": "对商检机构作出的检验结果有异议的，可以向________申请复验。\nA.原商检机构；B.其上级商检机构；C.其它检验机构；D.国家商检部门",
    "a": "A,B,D"
  },
  {
    "q": "现行宪法规定，中央军事委员会的组成人员包括（）。\nA.主席；B.副主席若干人；C.委员若干人；D.秘书长",
    "a": "A,B,C"
  },
  {
    "q": "以欺诈、伪造证明材料或者其他手段骗取社会保险待遇的，由（）。\nA.由公安机关负责查处；B.社会保险行政部门责令退回骗取的社会保险金；C.纪检监察机关追究党纪政务责任；D.社会保险行政部门处骗取金额二倍以上五倍以下的罚款",
    "a": "B,D"
  },
  {
    "q": "设立有限责任公司，应当具备下列条件：（）。\nA.股东符合法定人数；B.有符合公司章程规定的全体股东实缴的出资额；C.股东共同制定公司章程；D.有公司名称，建立符合有限责任公司要求的组织机构;有公司住所",
    "a": "A,C,D"
  },
  {
    "q": "（）作出的属于审判、检察工作中具体应用法律的解释，应当自公布之日起三十日内报全国人民代表大会常务委员会备案。\nA.省高级法院；B.省检察院；C.最高人民法院；D.最高人民检察院",
    "a": "C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，有下列情形之一的，应当追究政府有关工作部门领导成员的责任：( )。\nA.制定的规定或者采取的措施与生态环境和资源方面政策、法律法规相违背的；B.批准开发利用规划或者进行项目审批（核准）违反生态环境和资源方面政策、法律法规的；C.执行生态环境和资源方面政策、法律法规不力，不按规定对执行情况进行监督检查，或者在监督检查中敷衍塞责的；D.对发现或者群众举报的严重破坏生态环境和资源的问题，不按规定查处的",
    "a": "A,B,C,D"
  },
  {
    "q": "中国海上搜救中心和有关地方人民政府设立的海上搜救中心或者指定的机构负责海上搜救的（）工作。\nA.组织；B.协调；C.指挥；D.保障",
    "a": "A,B,C"
  },
  {
    "q": "工会协助用人单位（）。\nA.办好职工集体福利事业；B.做好工资工作；C.做好劳动安全卫生工作；D.做好社会保险工作",
    "a": "A,B,C,D"
  },
  {
    "q": "粮食收购企业可以现场提交备案材料，也可以采用（）、（）、（）、（） 等方式进行备案及备案变更。\nA.信函；B.传真；C.电子邮件；D.网上提交",
    "a": "A,B,C,D"
  },
  {
    "q": "建设项目的噪声污染防治设施应当与主体工程（）\nA.同时申请；B.同时设计；C.同时施工；D.同时投产使用",
    "a": "B,C,D"
  },
  {
    "q": "有限责任公司属于（）\nA.社团法人；B.财团法人；C.营利法人；D.公益法人",
    "a": "A,C"
  },
  {
    "q": "国家安全机关工作人员存在以下什么行为，构成犯罪的，依法追究刑事责任：\nA.滥用职权、玩忽职守；B.非法拘禁、刑讯逼供；C.违反规定泄露国家秘密、商业秘密和个人隐私",
    "a": "A,B,C"
  },
  {
    "q": "《水污染防治法》规定, 水污染防治应当优先保护饮用水水源，严格控制（），防治农业面源污染，积极推进生态治理工程建设\nA.工业污染；B.城镇生活污染；C.工业废弃物污染；D.城镇工业污染",
    "a": "A,B"
  },
  {
    "q": "4.甲出境经商下落不明，2015年9月经其妻乙请求被Ｋ县法院宣告死亡，其后乙未再婚，乙是甲唯一的继承人。2016年3月，乙将家里的一辆轿车赠送给了弟弟丙，交付并办理了过户登记。2016年10月，经商失败的甲返回Ｋ县，为还债将登记于自己名下的一套夫妻共有住房私自卖给知情的丁；同年12月，甲的死亡宣告被撤销。下列哪些选项是正确的（）\nA.甲、乙的婚姻关系自撤销死亡宣告之日起自行恢复；B.乙有权赠与该轿车；C.丙可不返还该轿车；D.甲出卖房屋的行为无效",
    "a": "A,B,C"
  },
  {
    "q": "管理专利工作的部门应专利权人或者利害关系人的请求处理专利侵权纠纷时，可以采取（）等措施。\nA.询问有关当事人，调查与涉嫌违法行为有关的情况；B.对当事人涉嫌违法行为的场所实施现场检查；C.查阅、复制与涉嫌违法行为有关的合同、发票、账簿以及其他有关资料；D.检查与涉嫌违法行为有关的产品",
    "a": "A,B,D"
  },
  {
    "q": "张源为某有限合伙企业的普通合伙人，李飞为有限合伙人。张源、李飞分别向银行借款200万元，在未征得其他合伙人同意的情况下，将其合伙份额出质给银行，则下列哪些说法是错误的？\nA.张源和李飞的合伙财产份额出质无效；B.李飞可直接自由转让自己在合伙企业的份额，无须通知其他合伙人并经其他合伙人同意；C.若法院强制执行李飞的合伙企业财产份额，应当通知其他普通合伙人，其他合伙人有优先购买权；D.若张源无法清偿银行债务，法院强制执行其持有的合伙企业财产份额，若其他合伙人不行使优先购买权，也不同意份额转让，则视为同意转让。",
    "a": "A,B,D"
  },
  {
    "q": "（）依法搜集涉及国家安全的情报信息，在国家安全工作中依法行使侦查、拘留、预审和执行逮捕以及法律规定的其他职权。\nA.国家安全机关；B.司法机关；C.公安机关；D.有关军事机关",
    "a": "A,C"
  },
  {
    "q": "《水污染防治法》规定, 禁止在饮用水水源一级保护区内从事（）或者其他可能污染饮用水水体的活动。\nA.网箱养殖；B.旅游；C.游泳；D.垂钓",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法第三十六条中规定， 和 的其他组织应当优先采购和使用节能、节水、节材等有利于保护环境的产品、设备和设施。( )\nA.国家机关；B.企业单位；C.使用财政资金；D.环保志愿者",
    "a": "A,C"
  },
  {
    "q": "国家需要在大气、水、土壤污染防治方面建立哪些重要制度?（）\nA.环境调查制度；B.环境监测制度；C.环境评估制度；D.环境修复制度",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于邻接权的是（）。\nA.出版者权；B.表演者权；C.录音录像制作者权；D.广播组织权",
    "a": "A,B,C,D"
  },
  {
    "q": "改建公路时，施工单位应当在（）设置明显的施工标志、安全标志。需要车辆绕行的，应当在（）设置标志；不能绕行的，必须修建（），保证车辆和行人通行。\nA.施工路段两端；B.绕行路口；C.临时道路；D.施工道路一端",
    "a": "A,B,C"
  },
  {
    "q": "依照相应法律规定，国家出资企业的董事、监事、高级管理人员，应当遵守法律、行政法规以及企业章程，对企业负有( )义务。\nA.忠实义务；B.营利义务；C.勤勉义务；D.尽责义务",
    "a": "A,C"
  },
  {
    "q": "根据公安机关、电信主管部门要求，互联网服务提供者可以对涉案电话卡、涉诈异常电话卡所关联注册的有关互联网账号采取下列（）措施。\nA.进行核验；B.采取限期改正、限制功能；C.暂停使用、关闭账号；D.禁止重新注册",
    "a": "A,B,C,D"
  },
  {
    "q": "各级机关、单位应当向社会公布（）、查询信访事项处理进展以及结果的方式等相关事项。\nA.网络信访渠道；B.通信地址；C.咨询投诉电话；D.信访接待的时间和地点",
    "a": "A,B,C,D"
  },
  {
    "q": "物权是权利人依法对特定的物享有直接支配和排他的权利，包括( )。\nA.不动产；B.用益物权；C.担保物权；D.所有权",
    "a": "B,C,D"
  },
  {
    "q": "受教育者应当履行（）（）（）（）义务。\nA.遵守法律、法规；B.遵守学生行为规范， 尊敬师长，养成良好 的思想品德和行为习惯；C.努力学习，完成 规定的学习任务；D.遵守所在学校或者其他教育机构的管理制度",
    "a": "A,B,C,D"
  },
  {
    "q": "行政机关拟作出下列（）行政处罚决定，应当告知当事人有要求听证的权利，当事人要求听证的，行政机关应当组织听证。\nA.较大数额的罚款；B.降低资质等级、吊销许可证件；C.责令停产停业、责令关闭、限制从业；D.拘留",
    "a": "A,B,C"
  },
  {
    "q": "依据《办法》，涉及如下情形之一时必须进行数据出境的安全评估∶\nA.关键基础设施单位收集和产生的个人信息；B.处理100万人以上个人信息；C.累计向境外提供超10万人个人信息；D.累计向境外提供超1万敏感信息",
    "a": "A,B,C,D"
  },
  {
    "q": "《专利法》中所称的发明创造是指（）。\nA.发明；B.实用新型；C.外观设计；D.科研成果",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国反间谍法》规定，（）有防范、制止间谍行为，维护国家安全的义务。\nA.中华人民共和国公民；B.一切国家机关和武装力量；C.各政党和各人民团体；D.企业事业组织和其他社会组织",
    "a": "A,B,C,D"
  },
  {
    "q": "《海洋环境保护法》规定，禁止在沿海陆域内新建不具备有效治理措施的化学制浆造纸、化工、( )、炼油、岸边冲滩拆船以及其他严重污染海洋环境的工业生产项目。\nA.印染；B.制革；C.电镀；D.酿造",
    "a": "A,B,C,D"
  },
  {
    "q": "关于民事权利的说法，下列正确的是( )\nA.自然人享有生命权、身体权、健康权；B.法人、非法人组织享有名誉权；C.法人、非法人组织享有荣誉权；D.自然人享有名称权",
    "a": "A,B,C"
  },
  {
    "q": "各级人民代表大会常务委员会参照监督法第九条规定的途径，每年选择若干（）的重大问题，有计划地对有关法律、法规实施情况组织执法检查。\nA.关系改革发展；B.关系稳定大局；C.关系群众切身利益；D.社会普遍关注",
    "a": "A,B,C,D"
  },
  {
    "q": "《行政机关公务员处分条例》规定，解除行政处分的条件是（）。\nA.有悔改表现；B.有主动表现；C.没有再发生违纪违法行为；D.工作积极",
    "a": "A,C"
  },
  {
    "q": "根据我国宪法的规定，我国的民族自治地方包括 （）。\nA.自治区；B.自治州；C.自治县；D.民族乡",
    "a": "A,B,C"
  },
  {
    "q": "参加医疗事故技术鉴定的专家有下列哪些情形的应当回避。（）\nA.是发生争执医院的医生；B.是患者经治医生的亲属；C.是患者的亲属；D.曾经与患者发生过医疗纠纷",
    "a": "A,D"
  },
  {
    "q": "下列哪些是2021年新修订的《行政处罚法》新增的行政处罚种类？（）\nA.通报批评；B.降低资质等级；C.限制开展生产经营活动；D.责令关闭、限制从业",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动合同的无效，由（）确认。\nA.劳动争议仲裁委员会；B.签订劳动合同的各方当事人共同；C.人民法院；D.当地劳动局",
    "a": "A,C"
  },
  {
    "q": "负有安全生产监督管理职责的部门的工作人员，有（）行为之一的，给予降级或者撤职的处分;构成犯罪的，依照刑法有关规定追究刑事责任：\nA.对不符合法定安全生产条件的涉及安全生产的事项予以批准或者验收通过的；B.发现未依法取得批准、验收的单位擅自从事有关活动或者接到举报后不予取缔或者不依法予以处理的；C.对已经依法取得批准的单位不履行监督管理职责，发现其不再具备安全生产条件而不撤销原批准或者发现安全生产违法行为不予查处的；D.在监督检查中发现重大事故隐患，不依法及时处理的。",
    "a": "A,B,C,D"
  },
  {
    "q": "禁止生产经营下列食品、食品添加剂、食品相关产品（）\nA.用超过保质期的食品原料、食品添加剂生产的食品、食品添加剂。；B.超范围、超限量使用食品添加剂的食品。；C.标注虚假生产日期、保质期或者超过保质期的食品、食品添加剂。；D.无标签的预包装食品、食品添加剂。",
    "a": "A,B,C,D"
  },
  {
    "q": "2022年1月，王某和李某共同出资成立大峪有限责任公司，注册资本2亿元，两人各认缴出资1亿元，出资期限均为2025年。后大峪公司与龙兴科技公司签订专利转让合同，约定大峪公司以5000万价格购买龙兴科技公司享有的专利权。5月，龙兴科技公司依据约定办理专利权转让手续，但大峪公司一直未付款，2022年9月，王某和李某一致做出减资决议。随后在未通知债权人的情况下，大峪公司完成减资变更登记，大峪公司注册资本变为2000万，两人认缴出资额均变为1000万，出资期限不变，对此下列说法正确的（）\nA.大峪公司需要减少注册资本时，应编制资产负债表和财产清单；B.王某李某应对大峪公司就龙兴公司的债务承担补充赔偿责任；C.因未通知债权人，大峪公司的减资行为无效；D.因未通知债权人，大峪公司的减资行为不能对抗债权人",
    "a": "A,B,D"
  },
  {
    "q": "《中共中央关于加强党内法规制度建设的意见》提出，到建党100周年时，形成( ) ，党依据党内法规管党治党的能力和水平显著提高。\nA.比较完善的党内法规制度体系；B.严密的党内法规制度监督体系；C.高效的党内法规制度实施体系；D.有力的党内法规制度建设保障体系",
    "a": "A,C,D"
  },
  {
    "q": "契税的纳税人可以是( )。\nA.国家机关；B.军事单位；C.个体经营者；D.外籍人员",
    "a": "A,B,C,D"
  },
  {
    "q": "烈士公祭是（）而毕生奋斗、英勇牺牲的烈士的活动。\nA.国家缅怀纪念为争取民族独立和人民解放；B.实现国家富强和人民幸福；C.促进世界和平和人类进步；D.促进世界和平",
    "a": "A,B,C"
  },
  {
    "q": "民事权利可以依据( )取得\nA.民事法律行为；B.事实行为；C.法律规定的事件；D.法律规定的其他方式",
    "a": "A,B,C,D"
  },
  {
    "q": "道路交通信号包括（）。\nA.交通信号灯；B.交通标志、交通标线；C.交通警察的指挥；D.有关交通安全的标语、横幅",
    "a": "A,B,C"
  },
  {
    "q": "违反《广播电视安全播出管理规定》，有下列（）行为之一的，对直接负责的主管人员和直接责任人员依法给予处分；构成犯罪的，依法追究刑事责任。\nA.发生安全播出特大、重大责任事故造成恶劣影响的；B.造成广播电视技术系统严重损害的；C.节目播出、传送质量不好影响用户正常接收广播电视节目的；D.对特大、重大安全播出事故、事件隐瞒不报、谎报或者拖延不报的",
    "a": "A,B,D"
  },
  {
    "q": "重大危险源，是指长期地或者临时地( )危险物品，且危险物品的数量等于或者超过临界量的单元（包括场所和设施）。\nA.生产；B.搬运；C.使用；D.储存",
    "a": "A,B,C,D"
  },
  {
    "q": "当事人约定出卖人保留合同标的物的所有权，在标的物所有权转移前，买受人有下列情形之一，造成出卖人损害的，出卖人有权取回标的物。（）\nA.未按照约定支付价款，经催告后在合理期限内仍未支付；B.未按照约定完成特定条件；C.将标的物出卖、出质或者作出其他不当处分；D.标的物的风险由出卖人承担",
    "a": "A,B,C"
  },
  {
    "q": "以下关于《最高人民法院、最高人民检察院关于办理非法生产、销售烟草专卖品等刑事案件具体应用法律若干问题的解释》中对生产、销售伪劣产品罪(未遂)定罪标准说法正确的是（）。\nA.伪劣卷烟、雪茄烟等烟草专卖品尚未销售，货值金额达到刑法第一百四十条规定的销售金额定罪起点数额标准的一倍以上的；B.伪劣卷烟、雪茄烟等烟草专卖品尚未销售，货值金额达到刑法第一百四十条规定的销售金额定罪起点数额标准的三倍以上的；C.销售金额未达到五万元，但与未销售货值金额合计达到十万元以上的；D.销售金额未达到五万元，但与未销售货值金额合计达到十五万元以上的",
    "a": "B,D"
  },
  {
    "q": "反洗钱是指为了预防通过各种方式掩饰、隐瞒（）、（）、（）、走私犯罪、贪污贿赂犯罪、破坏金融管理秩序犯罪、金融诈骗犯罪等犯罪所得及其收益的来源和性质的洗钱活动，依法采取相关措施的行为。\nA.毒品犯罪；B.黑社会性质的组织犯罪；C.恐怖活动犯罪；D.间谍罪",
    "a": "A,B,C"
  },
  {
    "q": "以下哪些属于民法上的孳息：( )。\nA.出租柜台所得租金；B.果树上成熟的苹果；C.存款的银行利息；D.动物腹中胎儿",
    "a": "A,C"
  },
  {
    "q": "新环境保护法第四十六条中规定，禁止引进不符合我国环境保护规定的 。( )\nA.技术；B.设备；C.材料和产品；D.工艺",
    "a": "A,B,C"
  },
  {
    "q": "根据立法法的要求，下列哪些事项只能由全国人民代表大会及其常务委员会制定法律加以规定。（）\nA.劳动争议仲裁制度；B.国家主权的事项；C.对私有企业的财产征收制度；D.居民委员会、村民委员会制度",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些情形下，权利人可以行使留置权。（）\nA.甲将房屋租给乙，乙退租搬离时尚有部分租金未付，甲可留置乙部分家具；B.甲公司加工乙公司的产品，约定先付费后加工。付费和加工均已完成，但乙公司尚欠甲公司工程款，甲公司可留置乙公司的产品；C.乙借甲一笔钱款，逾期未还，经多次催讨都无济于事，甲一生气，将乙家的一辆新的自行车私自牵到自己家。乙得知后要求甲归还，甲以乙未还欠款为由，拒绝归还；D.甲将电脑放置宾馆寄存处，后甲取行李时认为寄存费过高而拒绝支付，宾馆寄存处可留置该电脑",
    "a": "B,D"
  },
  {
    "q": "招标代理机构违反本法规定，泄露应当保密的与招标投标活动有关的情况和资料的，或者与招标人、投标人串通损害国家利益、社会公共利益或者他人合法权益的（）\nA.处五万元以上二十五万元以下的罚款，对单位直接负责的主管人员和其他直接责任人员处单位罚款数额百分之五以上百分之十以下的罚款；；B.有违法所得的，并处没收违法所得；情节严重的，禁止其一年至二年内代理依法必须进行招标的项目并予以公告，直至由工商行政管理机关吊销营业执照；；C.情节严重的，暂停直至取消招标代理资格；；D.情节严重的，禁止其一年至二年内代理依法必须进行招标的项目并予以公告，直至由工商行政管理机关吊销营业执照。",
    "a": "A,B,D"
  },
  {
    "q": "从业人员有权对本单位安全生产工作中存在的问题提出（）。\nA.批评；B.检举；C.控告；D.有权拒绝违章指挥和强令冒险作业。",
    "a": "A,B,C,D"
  },
  {
    "q": "处理好民族自治地方内的民族关系，需要遵循的重要原则有( )。\nA.切实保障各民族的平等权利；B.坚决维护各民族的团结；C.坚持民族自治地方各民族共同发展和繁荣；D.充分尊重各民族的自主权",
    "a": "A,B,C"
  },
  {
    "q": "国家坚持生态优先、绿色发展，完善湿地保护制度，健全湿地保护政策支持和科技支撑机制，保障湿地生态功能和永续利用，实现 相统一。\nA.生态效益；B.社会效益；C.经济效益；D.思想文化效益",
    "a": "A,B,C"
  },
  {
    "q": "陈某和田某于2015年出资设立甲公司，陈某出资67%，担任公司的董事长和法定代表人。公司章程规定，公司可分配利润超过10万时，向田某分配10万，剩余部分分配给陈某。2016年公司业绩不佳，税后净利润提取公积金后，可分配利润仅为11万。甲公司召开股东会会议时，陈某以田某业务能力差，对公司贡献小为由，主张不向田某分配利润，最终以陈某同意，田某反对做出了股东会决议。据此，当年甲公司的全部可分配利润都分配给了陈某。对此，下列说法正确的是（）\nA.田某可请求法院撤销该决议；B.股东会议决议内容违反了公司章程；C.田某可以向公司主张赔偿其损失；D.田某可以起诉陈某要求其赔偿损失",
    "a": "A,B,D"
  },
  {
    "q": "国家安全机关对依照《反间谍法》查封、扣押、冻结的财物，应当妥善保管，按照不同情形分别作出下列（）处理。\nA.涉嫌犯罪的，依照刑事诉讼法的规定处理；B.尚不构成犯罪，有违法事实的，对依法应当没收的予以没收，依法应当销毁的予以销毁；C.没有违法事实的, 应当解除查封、扣押、冻结，并及时返还相关财物；D.与案件无关的，应当解除查封、扣押、冻结，并及时返还相关财物；造成损失的，应当依法赔偿",
    "a": "A,B,C,D"
  },
  {
    "q": "以生产、销售伪劣产品罪进行定罪处罚，应当具备哪些条件？（）\nA.生产、销售伪劣卷烟、雪茄烟等烟草专卖品；B.销售金额在五万元以上的；C.依照刑法第一百四十条的规定；D.销售金额在三万元以上的",
    "a": "A,B,C"
  },
  {
    "q": "县级以上人民政府应当加强对本行政区域地方志工作的领导，将地方志工作纳入当地国民经济和社会发展规划（）。\nA.建立地方志工作机构主导、社会各界有序参与编修地方志的工作机制；B.健全地方志工作机构；C.加强队伍建设；D.把地方志工作所需经费列入本级财政预算，保障地方志工作条件",
    "a": "A,B,C,D"
  },
  {
    "q": "国家倡导（）的消费方式，反对浪费。\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "煤矿未依法取得（）和矿长未依法取得矿长资格证、矿长安全资格证的，煤矿不得从事生产。擅自从事生产的，属非法煤矿。\nA.采矿许可证；B.安全生产许可证；C.煤炭生产许可证；D.营业执照",
    "a": "A,B,C,D"
  },
  {
    "q": "需办理种植生产经营许可证的情形有( )。\nA.从事种子进出口业务；B.从事主要农作物杂交种子及其亲本种子、林木良种繁殖材料生产经营；C.只从事非主要农作物种子和非主要林木种子生产；D.实行选育生产经营相结合的农作物种子企业",
    "a": "A,B"
  },
  {
    "q": "用人单位有下列（）情形之一的，劳动者可以解除劳动合同？\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定，损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》规定, 水污染防治应当优先保护饮用水水源，严格控制（），防治农业面源污染，积极推进生态治理工程建设\nA.工业污染；B.城镇生活污染；C.工业废弃物污染；D.城镇工业污染",
    "a": "A,B"
  },
  {
    "q": "根据《中华人民共和国民法典》,法人应当依法成立。法人应当有自己的（）。\nA.名称；B.组织机构；C.住所；D.财产或者经费",
    "a": "A,B,C,D"
  },
  {
    "q": "表演者对其表演享有下列哪些权利（）。\nA.表明表演者身份；B.保护表演形象不受歪曲；C.许可他人从现场直播和公开传送其现场表演，并获得报酬；D.许可他人录音录像，并获得报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "破产费用包括（）\nA.破产案件的诉讼费用；B.管理、变价和分配债务人财产的费用；C.管理人执行职务的费用、报酬；D.管理人聘用工作人员的费用",
    "a": "A,B,C,D"
  },
  {
    "q": "在一个纳税年内，纳税人已完税的车船，若发生（）情形的，可以向税务机关申请退还当年剩余月份车船税。\nA.办理转让过户；B.车船被盗抢；C.车船报废；D.车船灭失",
    "a": "B,C,D"
  },
  {
    "q": "下列哪几项是应当经参与表决专有部分面积四分之三以上的业主且参与表决人数四分之三以上的业主同意？（）\nA.使用物业专项维修资金；B.筹集物业专项维修资金；C.改建、重建建筑物及其附属设施；D.改变共有部分的用途或者利用共有部分从事经营活动以及经营收益的分配与使用",
    "a": "B,C,D"
  },
  {
    "q": "社会保险行政部门对社会保险基金实施监督检查，有权采取下列措施（）。\nA.查阅、记录、复制与社会保险基金收支、管理和投资运营相关的资料；B.对可能被转移、隐匿或者灭失的资料予以封存；C.询问与调查事项有关的单位和个人，要求其对与调查事项有关的问题作出说明、提供有关证明材料；D.对隐匿、转移、侵占、挪用社会保险基金的行为予以制止并责令改正",
    "a": "A,B,C,D"
  },
  {
    "q": "企业、事业单位、社会组织召开会议讨论有关（）等涉及职工切身利益的问题，必须有工会代表参加。\nA.工资、福利；B.劳动安全卫生；C.工作时间、休息休假；D.女职工保护和社会保险",
    "a": "A,B,C,D"
  },
  {
    "q": "关于相邻关系，下列说法正确的是（）。\nA.处理相邻关系可以依照当地习惯；B.相邻权受损，权利人应当自受侵害之日起两年内请求排除妨碍；C.相邻关系是约定产生的权利义务关系；D.相邻关系本质上并非独立的物权，而是一种受保护权益",
    "a": "A,D"
  },
  {
    "q": "粮食收购者收购粮食，应当告知售粮者或者在收购场所公示粮食的（）。\nA.数量；B.品种；C.质量标准；D.收购价格",
    "a": "B,C,D"
  },
  {
    "q": "根据我国《城市房地产管理法》，下列房地产可以转让的是？（）\nA.某土地开发公司以出让方式获得土地使用权，按照出让合同约定已经支付全部土地使用权出让金，并取得土地使用权证书；B.某房地产公司以出让方式取得土地使用权，已支付全部出让金，并取得土地使用权证书，该土地用于房屋建设工程，房地产公司已完成开发投资总额的30％；C.某土地开发公司支付1000万元以出让方式取得一块土地的土地使用权证书，该土地为成片开发，已形成工业用地条件；D.某房地产开发公司转让已建成的商品房，公司已按出让合同约定金额支付土地使用权出让金并取得土地使用权证书，建成的房屋所有权证书正在办理之中；E.资不抵债",
    "a": "B,C"
  },
  {
    "q": "建设单位必须向有关（）（）（）（）的等单位提供与建设工程有关的原始资料。原始资料必须真实、准确、齐全。\nA.勘察；B.设计；C.施工；D.工程监理",
    "a": "A,B,C,D"
  },
  {
    "q": "因公司章程所规定的营业期限届满，蒙玛有限公司进入清算程序。关于该公司的清算，下列哪些选项是错误的（）\nA.在公司逾期不成立清算组时，公司股东可直接申请法院指定组成清算组；B.公司在清算期间，由清算组代表公司参加诉讼；C.债权人未在规定期限内申报债权的，则不得补充申报；D.法院组织清算的，清算方案报法院备案后，清算组即可执行",
    "a": "A,B,D"
  },
  {
    "q": "公安机关对计算机信息系统安全保护工作行使下列监督职权：（）\nA.监督、检查、指导计算机信息系统安全保护工作；B.查处危害计算机信息系统安全的违法犯罪案件；C.监测、记录网络运行状态、网络安全事件；D.履行计算机信息系统安全保护工作的其他监督职责",
    "a": "A,B,D"
  },
  {
    "q": "（）可以向全国人民代表大会常务委员会提出法律解释要求或者提出相关法律案。\nA.国务院；B.中央军事委员会和国家监察委员会；C.最高人民法院和最高人民检察院；D.全国人民代表大会各专门委员会",
    "a": "A,B,C,D"
  },
  {
    "q": "（）执行劳动保障法律、法规和规章的情况，由劳动保障行政部门根据其职责，依照《劳动保障监察条例》实施劳动保障监察。\nA.机关单位；B.国家机关；C.事业单位；D.社会团体",
    "a": "B,C,D"
  },
  {
    "q": "省（自治区、直辖市）委党校（行政学院）主要培训（）。\nA.厅局级领导干部；B.县处级领导干部；C.企事业单位领导人员和乡镇（街道）党（工）委书记；D.企事业单位领导人员和乡科级领导干部",
    "a": "A,B,C"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，上级烟草专卖局的法制工作机构定期对下级烟草专卖局组织开展行政执法评议、考核的主要目的是什么？\nA.增加行政执法的负担；B.对下级机关进行打压和处罚；C.加强对行政处罚的监督检查；D.规范和保障行政处罚的实施",
    "a": "C,D"
  },
  {
    "q": "我国法定遗嘱类型有自书遗嘱、（）、打印遗嘱、录像遗嘱。\nA.代书遗嘱；B.口头遗嘱；C.录音遗嘱；D.公证遗嘱",
    "a": "A,B,C,D"
  },
  {
    "q": "地方各级人民政府、政府统计机构和有关部门以及各单位的负责人，不得（）。\nA.对本地方、本部门、本单位执行统计法的情况进行监督；B.自行修改统计机构和统计人员依法搜集、整理的统计资料；C.以任何方式要求统计机构、统计人员及其他机构、人员伪造、篡改统计资料；D.对依法履行职责或者拒绝、抵制统计违法行为的统计人员打击报复",
    "a": "B,C,D"
  },
  {
    "q": "乙欲以110 万元购买甲价值100 万元的车，双方约定三日后乙到甲的住处付款交货。随后，甲又向乙提出，再借用车再玩几天，乙表示同意。根据上述事实，下列表述错误的是（）。\nA.甲通过拟制交付的方式将车交付给乙；B.甲、乙的借用约定生效时，乙取得该车的所有权；C.甲、乙的买卖合同生效时，乙直接取得该车的所有权；D.由于甲未将车交付给乙，所以乙未取得该车的所有权",
    "a": "A,C,D"
  },
  {
    "q": "关于处理个人信息，下列说法正确的是（）。\nA.不得通过误导、欺诈、胁迫等方式处理个人信息；B.应当保证个人信息的质量；C.应当采取对个人权益影响最小的方式；D.应当遵循合法、正当、必要和诚信原则",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位不得因（）等情形，降低女职工的工资和福利待遇，限制女职工晋职、晋级、评聘专业技术职称和职务，辞退女职工，单方解除劳动（聘用）合同或者服务协议。\nA.结婚；B.怀孕；C.产假；D.哺乳",
    "a": "A,B,C,D"
  },
  {
    "q": "新修订的《烟草专卖行政处罚程序规定》自2023年7月20日起施行后，烟草专卖行政处罚公示应包含（）信息。\nA.行政处罚的实施机关；B.立案依据；C.实施程序；D.救济渠道",
    "a": "A,B,C,D"
  },
  {
    "q": "反电信网络诈骗工作坚持（）\nA.以人民为中心，统筹发展和安全；B.系统观念、法治思维，注重源头治理、综合治理；C.齐抓共管、群防群治，加强社会宣传教育防范，全面落实打防管控各项措施；D.精准防治，防止对正常生产经营活动、群众生活便利造成不当影响",
    "a": "A,B,C,D"
  },
  {
    "q": "保护未成年人，应当坚持最有利于未成年人的原则。处理涉及未成年人事项，应当符合（）。\nA.给予未成年人特殊、优先保护；B.尊重未成年人人格尊严；C.保护未成年人隐私权和个人信息；D.完全听取监护人的意见；E.保护与教育相结合",
    "a": "A,B,C,E"
  },
  {
    "q": "党的工作机关是党实施政治、思想和组织领导的政治机关，是落实党中央和地方各级党委决策部署，实施党的领导、加强党的建设、推进党的事业的执行机关。党的工作机关主要包括 。\nA.办公厅（室）；B.职能部门；C.办事机构；D.派出机关",
    "a": "A,B,C,D"
  },
  {
    "q": "两个以上侵权人污染环境、破坏生态的，承担责任的大小，根据污染物的（），破坏生态的方式、范围、程度，以及行为对损害后果所起的作用等因素确定。\nA.种类；B.浓度；C.排放量；D.数量",
    "a": "A,B,C"
  },
  {
    "q": "按照《中国共产党统一战线工作条例规定》，支持民主党派和无党派人士参政的主要内容是：（）。\nA.参加国家政权；B.参与重要方针政策、重要领导人选的协商；C.参与国家事务的管理；D.参与国家方针政策、法律法规的制定和执行",
    "a": "A,B,C,D"
  },
  {
    "q": "下列情形中（）不构成不当得利。\nA.甲将乙丢弃的病牛捡回家，精心治疗病牛痊愈；B.研究所从工厂堆放在厂外的废料中提取贵重物品而获利；C.甲捡到乙的一块手表而拿回家自己用；D.甲鱼塘的鱼跳入乙鱼塘",
    "a": "A,B"
  },
  {
    "q": "《反间谍法》大大强化了对人权的保障，对公民权益的保护，具体体现在下列（）条款之中。\nA.任何个人和组织对国家安全机关及其工作人员超越职权、滥用职权和其他违法行为，都有权向上级国家安全机关或者有关部门检举、控告。；B.国家安全机关及其工作人员依法履行反间谍工作职责获取的组织和个人的信息、材料，只能用于反间谍工作。对属于国家秘密、商业秘密和个人隐私的，应当保密。；C.因协助反间谍工作，本人或者其近亲属的人身安全面临危险的，可以向国家安全机关请求予以保护，国家安全机关应当会同有关部门依法采取保护措施。；D.因反间谍工作需要依法使用有关工具、场地、建筑物的，任务完成后应及时归还或者恢复原状，依照规定支付相应费用，造成损失的，应当补偿。",
    "a": "A,B,C,D"
  },
  {
    "q": "在境外受胁迫或者受诱骗参加敌对组织、间谍组织，从事危害中华人民共和国国家安全的活动，在（）情形下，可以不予追究。\nA.及时向中华人民共和国驻外机构如实说明情况，并有悔改表现的；B.入境后直接向国家安全机关如实说明情况, 并有悔改表现的；C.入境后通过所在单位及时向国家安全机关、公安机关如实说明情况，并有悔改表现的；D.入境后直接向公安机关如实说明情况的",
    "a": "A,B,C"
  },
  {
    "q": "下列（）行为属于“资助”实施危害中华人民共和国国家安全的间谍行为\nA.接受境外机构、组织、个人的资助或者指使，进行危害国家安全的间谍活动的；B.向实施间谍行为的组织、个人提供经费、场所和物资的；C.向组织、个人提供用于实施间谍行为的经费、场所和物资的；D.与境外机构、组织、个人建立联系，取得支持、帮助，进行危害国家安全的间谍活动的",
    "a": "B,C"
  },
  {
    "q": "省级以上人民政府农业农村、林业草原主管部门应当在统一的政府信息发布平台上如下信息：\nA.品种审定；B.品种登记；C.新品种保护；D.种子生产经营许可",
    "a": "A,B,C,D"
  },
  {
    "q": "拟设外资保险公司的筹建负责人应当具备（）。\nA.大专以上学历；B.中国国籍；C.从事保险或者相关工作2年以上；D.在中国居住六个月以上；E.无违法犯罪记录",
    "a": "A,C,E"
  },
  {
    "q": "重要气象设施建设项目应当符合重要气象设施建设规划要求，并在项目建议书和可行性研究报告批准前，征求（）或者（）的意见。\nA.国务院气象主管机构；B.省、自治区、直辖市气象主管机构；C.本级人民政府；D.上级人民政府",
    "a": "A,B"
  },
  {
    "q": "下列请求权不适用诉讼时效的规定。( )\nA.请求停止侵害、排除妨碍、消除危险；B.不动产物权和登记的动产物权的权利人请求返还财产；C.请求支付抚养费、赡养费或者扶养费；D.依法不适用诉讼时效的其他请求权",
    "a": "A,B,C,D"
  },
  {
    "q": "国家倡导（）的消费方式，反对浪费。\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "维护国家（）是包括港澳同胞和台湾同胞在内的全中国人民的共同义务。\nA.利益；B.主权；C.统一；D.领土完整",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国烟草专卖法》，以下哪些选项是该法的立法目的？\nA.有计划地组织烟草专卖品的生产和经营；B.提高烟草制品质量；C.维护消费者利益；D.保证国家财政收入",
    "a": "A,B,C,D"
  },
  {
    "q": "煤矿安全监察机构发现煤矿有下列情形之一的，应当责令限期改正：( )（五）分配职工上岗作业前，未进行安全教育、培训的；（六）未向职工发放保障安全生产所需的劳动防护用品的。\nA.未依法建立安全生产责任制的；B.未设置安全生产机构或者配备安全生产人员的；C.矿长不具备安全专业知识的；D.特种作业人员未取得资格证书上岗作业的",
    "a": "A,B,C,D"
  },
  {
    "q": "国家对烟草专卖品的（），实行垄断经营、统一管理的制度。\nA.生产；B.销售；C.运输；D.进出口",
    "a": "A,B,D"
  },
  {
    "q": "党的组织应当根据党务公开的内容和范围，选择适当的公开方式。在党内公开的，一般采取 （）等方式。\nA.召开会议；B.制发文件；C.编发简报；D.在局域网发布",
    "a": "A,B,C,D"
  },
  {
    "q": "保障农民工工资支付，应当坚持市场主体负责、政府依法监管、社会协同监督，按照（）的要求，依法根治拖欠农民工工资问题。\nA.源头治理；B.预防为主；C.防治结合；D.标本兼顾",
    "a": "A,B,C,D"
  },
  {
    "q": "建设单位必须向有关（）（）（）（）的等单位提供与建设工程有关的原始资料。原始资料必须真实、准确、齐全。\nA.勘察；B.设计；C.施工；D.工程监理",
    "a": "A,B,C,D"
  },
  {
    "q": "矿山企业职工有权对危害安全的行为，提出（）、和\nA.批评；B.检举；C.控告。；D.警告",
    "a": "A,B,C"
  },
  {
    "q": "（）机构，可以根据法律和国务院的行政法规、决定、命令，在本部门的权限范围内，制定规章。\nA.国务院各部、委员会；B.中国人民银行和审计署；C.具有行政管理职能的直属机构；D.法律规定的机构",
    "a": "A,B,C,D"
  },
  {
    "q": "关键信息基础设施的运营者应当履行下列安全保护义务：（）\nA.设置专门安全管理机构和安全管理负责人，并对该负责人和关键岗位的人员进行安全背景审查；B.定期对从业人员进行网络安全教育、技术培训和技能考核；C.对重要系统和数据库进行容灾备份；D.制定网络安全事件应急预案，并定期进行演练",
    "a": "A,B,C,D"
  },
  {
    "q": "代表有下列情形之一的（），其代表资格终止。\nA.未经批准一次不出席本级人民代表大会会议的；B.因健康原因不能出席本级人民代表大会会议的；C.辞职被接受的；D.丧失行为能力的",
    "a": "C,D"
  },
  {
    "q": "下列哪些属于夫妻共同财产\nA.工资、奖金、劳务报酬；B.生产、经营、投资的收益；C.知识产权的收益；D.一方因受到人身损害获得的赔偿或者补偿",
    "a": "A,B,C"
  },
  {
    "q": "公民对本人或者其未满十八周岁的子女的民族成份的（）决定有异议的，可以依法申请行政复议或者提起行政诉讼。\nA.确认；B.登记；C.变更；D.延续",
    "a": "A,B,C"
  },
  {
    "q": "4.甲出境经商下落不明，2015年9月经其妻乙请求被Ｋ县法院宣告死亡，其后乙未再婚，乙是甲唯一的继承人。2016年3月，乙将家里的一辆轿车赠送给了弟弟丙，交付并办理了过户登记。2016年10月，经商失败的甲返回Ｋ县，为还债将登记于自己名下的一套夫妻共有住房私自卖给知情的丁；同年12月，甲的死亡宣告被撤销。下列哪些选项是正确的（）\nA.甲、乙的婚姻关系自撤销死亡宣告之日起自行恢复；B.乙有权赠与该轿车；C.丙可不返还该轿车；D.甲出卖房屋的行为无效",
    "a": "A,B,C"
  },
  {
    "q": "我国民族区域自治制度的特点是( )。\nA.民族自治与区域自治的正确结合；B.经济因素与政治因素的正确结合；C.历史因素和现实因素的正确结合；D.民族自治权利的广泛性",
    "a": "A,B,C,D"
  },
  {
    "q": "现行宪法规定，中央军事委员会的组成人员包括（）。\nA.主席；B.副主席若干人；C.委员若干人；D.秘书长",
    "a": "A,B,C"
  },
  {
    "q": "商业银行有下列（）情形之一，由中国人民银行责令改正，并处二十万元以上五十万元以下罚款。\nA.拒绝或者阻碍中国人民银行检查监督的；B.提供虚假的或者隐瞒重要事实的财务会计报告、报表和统计报表的；C.未按照中国人民银行规定的比例交存存款准备金的；D.未经批准购买商业银行股份总额百分之五以上的",
    "a": "A,B,C"
  },
  {
    "q": "根据新修《中华人民共和国著作权法》规定，下列属于本法所称作品的是（）。\nA.摄影作品；B.视听作品；C.工程设计图；D.口述作品",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定，没有指定受益人或者受益人指定不明无法确定的，保险金作为被保险人的遗产，由保险人依照《中华人民共和国民法典》继承编的规定履行给付保险金的义务。下列属于“没有指定受益人或者受益人指定不明无法确定的”是（）。\nA.受益人先于被保险人死亡，没有其他受益人的；B.受益人约定为“法定继承人”的；C.受益人依法丧失受益权或者放弃受益权，没有其他受益人的；D.受益人的约定包括姓名和身份关系，保险事故发生时身份关系发生变化的",
    "a": "A,C,D"
  },
  {
    "q": "坚持中国共产党对国家安全工作的领导，建立（）的国家安全领导体制。\nA.集中统一；B.统分结合；C.高效权威；D.协调高效",
    "a": "A,C"
  },
  {
    "q": "粮食经营者在政策性粮食业务中，应当立案调查的违法违规情形是（）。\nA.承储企业擅自动用政策性粮食；B.政策性粮食收购时，及时向售粮者支付售粮款；C.承储企业挤占、挪用、克扣财政补贴、信贷资金三千元以上；D.承储企业虚报粮食收储数量达十吨以上",
    "a": "A,C,D"
  },
  {
    "q": "根据《数据安全法》，数据处理包括数据的收集、存储、使用、（）等。\nA.加工；B.传输；C.提供；D.公开",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《民法典》1206条的规定，产品投入流通后发现存在缺陷的，生产者、销售者应当及时采取（）等补救措施；未及时采取补救措施或者补救措施不力造成损害扩大的，对扩大的损害也应当承担侵权责任。 依据前款规定采取召回措施的，生产者、销售者应当负担被侵权人因此支出的必要费用。\nA.停止销售；B.停止生产；C.警示；D.召回",
    "a": "A,C,D"
  },
  {
    "q": "下列人员哪些属于业主：（）。\nA.房屋所有权证记载的房屋所有权人；B.因人民法院、仲裁机构的生效法律文书或者人民政府的征收决定取得建筑物专有部分所有权的单位或者个人；C.基于与建设单位之间的房屋买卖民事法律行为，已经合法占有建筑物专有部分的单位或者个人；D.占用和使用房屋的人",
    "a": "A,B,C"
  },
  {
    "q": "县级以上人民政府地方志工作机构应当建立完善（）等责任制度。\nA.地方志主编；B.总纂；C.编辑；D.校对",
    "a": "A,B"
  },
  {
    "q": "不当得利的构成要件有（）。\nA.一方取得财产上的利益；B.另一方遭受财产损失；C.收益人取得的利益与损失人所遭受的损失之间具有因果关系；D.取得利益没有法律上的根据",
    "a": "A,B,C,D"
  },
  {
    "q": "党的宗教工作基本方针包括（）。\nA.全面贯彻党的宗教信仰自由政策；B.依法管理宗教事务；C.坚持独立自主自办的原则；D.积极引导宗教与社会主义社会相适应",
    "a": "A,B,C,D"
  },
  {
    "q": "关于融资租赁合同当事人的权利义务，说法正确的是（）。\nA.对租赁物的归属没有约定或者约定不明确，租赁物的所有权归承租人；B.租赁物不符合约定或者不符合使用目的的出租人一般不承担责任；C.出租人享有租赁物的所有权；D.承租人破产的，租赁物不属于破产财产",
    "a": "B,C,D"
  },
  {
    "q": "居民委员会、村民委员会设（）等委员会，办理本居住地区的公共事务和公益事业，调解民间纠纷，协助维护社会治安，并且向人民政府反映群众的意见、要求和提出建议。\nA.人民调解；B.社会事务；C.治安保卫；D.公共卫生",
    "a": "A,C,D"
  },
  {
    "q": "自治区人民政府及其有关部门应当支持企业通过 等方式进行融资，做好上市企业后备资源的筛选、培育、辅导和服务工作。\nA.上市(挂牌)；B.非金融企业债务融资工具；C.资产证券化产品；D.引入股权投资",
    "a": "A,B,C,D"
  },
  {
    "q": "我国法律对婚约的态度是（）。\nA.婚约可以随时解除；B.法律既不要求也不禁止订立婚约；C.婚约没有法律约束力；D.订婚不是婚姻成立的必要手续和条件",
    "a": "A,B,C,D"
  },
  {
    "q": "根据公安机关、电信主管部门要求，互联网服务提供者可以对涉案电话卡、涉诈异常电话卡所关联注册的有关互联网账号采取下列（）措施。\nA.进行核验；B.采取限期改正、限制功能；C.暂停使用、关闭账号；D.禁止重新注册",
    "a": "A,B,C,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴，开展网络安全审查，原因是滴滴违反了如下哪些\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "行政机关经人民法院、监察机关、行政复议机关或者上级行政机关依法认定有行政违纪违法行为或者其他违法违纪行为，需要追究纪律责任的，对（）给予处分。\nA.主要负责人；B.领导集体；C.负有责任的领导人员；D.直接责任人员",
    "a": "C,D"
  },
  {
    "q": "产生工业固体废物的单位应当依法实施清洁生产审核,还应（）。\nA.合理选择和利用原材料、能源和其他资源；B.采用先进的生产工艺和设备；C.减少工业固体废物的产生量；D.降低工业固体废物的危害性",
    "a": "A,B,C,D"
  },
  {
    "q": "《海洋环境保护法》规定，环境保护行政主管部门在批准环境影响报告书（表）之前，必须征求（）行政主管部门和军队环境保护部门的意见。\nA.海洋；B.海事；C.军队；D.渔业",
    "a": "A,B,D"
  },
  {
    "q": "以下（）工程必须要进行地震安全性评价工作。\nA.国家重大建设工程；B.受地震破坏后可能引发水灾、火灾、爆炸、剧毒或者强腐蚀性物质大量泄露或者其他严重次生灾害的建设工程，包括水库大坝、堤防和贮油、贮气，贮存易燃易爆、剧毒或者强腐蚀性物质的设施以及其他可能发生严重次生灾害的建设工程；C.受地震破坏后可能引发放射性污染的核电站和核设施建设工程；D.省、自治区、直辖市认为对本行政区域有重大价值或者有重大影响的其他建设工程",
    "a": "A,B,C,D"
  },
  {
    "q": "享受哺乳假的职工，不影响____、____和____。\nA.晋级；B.工资调整；C.年度考核；D.工龄计算",
    "a": "A,B,D"
  },
  {
    "q": "下列哪些民事诉讼，由原告住所地人民法院管辖；原告住所地与经常居住地不一致的，由原告经常居住地人民法院管辖。\nA.对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；B.对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；C.对被采取强制性教育措施的人提起的诉讼；D.对被监禁的人提起的诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "（）执行劳动保障法律、法规和规章的情况，由劳动保障行政部门根据其职责，依照《劳动保障监察条例》实施劳动保障监察。\nA.机关单位；B.国家机关；C.事业单位；D.社会团体",
    "a": "B,C,D"
  },
  {
    "q": "用人单位应当将自主创新成果转化与产业化情况作为科学技术人员（）的重要依据。\nA.职称评审；B.岗位聘用；C.项目审报；D.成果 奖励",
    "a": "A,B,C,D"
  },
  {
    "q": "少数民族自治地方的自治机关是指（）\nA.自治地方的人民代表大会；B.自治地方的人民政协；C.自治地方的统战部；D.自治地方的人民政府；E.积极促进各民族的经济、文化交流",
    "a": "A,D"
  },
  {
    "q": "有下列情况之一的，业主委员会应当及时组织召开临时业主大会会议：（）。\nA.占总人数百分之二十以上的业主以书面形式提议；B.发生安全事故或者紧急情况需要业主大会决定；C.管理规约或者业主大会议事规则规定的其他情况；D.选聘或解聘物业服务企业",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》规定，有下列情形之一的，当事人可以解除合同。（）\nA.因不可抗力致使不能实现合同目的的；B.在履行期限届满前，当事人一方明确表示或以自己的行为表明不履行主要债务的；C.事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行债务或有其他违约行为致使不能实现合同目的",
    "a": "A,B,C,D"
  },
  {
    "q": "按照我国现行宪法的规定，下列属于全国人民代表大会常务委员会的职权的是 （）。\nA.解释宪法和法律；B.决定特别行政区的设立及其制度；C.决定省、自治区、直辖市范围内部分地区进入紧急状态；D.监督宪法的实施",
    "a": "A,D"
  },
  {
    "q": "关于融资租赁合同当事人的权利义务，说法正确的是（）。\nA.对租赁物的归属没有约定或者约定不明确，租赁物的所有权归承租人；B.租赁物不符合约定或者不符合使用目的的出租人一般不承担责任；C.出租人享有租赁物的所有权；D.承租人破产的，租赁物不属于破产财产",
    "a": "B,C,D"
  },
  {
    "q": "行政机关拟作出下列（）行政处罚决定，应当告知当事人有要求听证的权利，当事人要求听证的，行政机关应当组织听证。\nA.较大数额的罚款；B.降低资质等级、吊销许可证件；C.责令停产停业、责令关闭、限制从业；D.拘留",
    "a": "A,B,C"
  },
  {
    "q": "根据我国《社会保险法》的规定，失业人员停止领取失业保险金，并同时停止享受其他失业保险待遇的情形有（）。\nA.重新就业的；B.应征服兵役的；C.移居境外的；D.享受基本养老保险待遇的",
    "a": "A,B,C,D"
  },
  {
    "q": "《行政机关公务员处分条例》中明确，下列属于滥用职权的违纪行为的选项是（）。\nA.以殴打、体罚、非法拘禁等方式侵犯公民人身权利的；B.压制批评，打击报复，扣压、销毁举报信件，或者向被举报人透露举报情况的；C.妨碍执行公务或者违反规定干预执行公务的；D.违反规定向公民、法人或者其他组织摊派或者收取财物的",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些属于民法上的孳息：( )。\nA.出租柜台所得租金；B.果树上成熟的苹果；C.存款的银行利息；D.动物腹中胎儿",
    "a": "A,C"
  },
  {
    "q": "（）、（）的主要内容不得与国家统计调查项目的内容重复、矛盾。\nA.部门统计调查项目；B.涉外统计调查项目；C.地方统计调查项目；D.专业统计调查项目",
    "a": "A,C"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，党政领导干部生态环境损害责任追究，坚持依法依规、（）的原则。\nA.权责一致；B.客观公正；C.科学认定；D.终身追究",
    "a": "A,B,C,D"
  },
  {
    "q": "从事《母婴保健法》规定的医学技术鉴定人员的条件是：（）。\nA.行医10年以上；B.具有医学遗传学知识；C.具有临床经验；D.具有主治医师以上的专业技术职务",
    "a": "B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，法人有下列情形之一的，法人解散。( )\nA.法人章程规定的存续期间届满或者法人章程规定的其他解散事由出现；B.因法人合并或者分立需要解散；C.法人的权力机构决议解散；D.法人依法被吊销营业执照、登记证书，被责令关闭或者被撤销",
    "a": "A,B,C,D"
  },
  {
    "q": "关于诉讼时效，以下说法正确的是( )。\nA.向人民法院请求保护民事权利的诉讼时效期间一般为三年；B.诉讼时效期间自权利人知道或者应当知道权利受到损害以及义务人之日起计算；C.诉讼时效自权利受到损害之日起超过二十年的，人民法院不予保护；D.诉讼时效期间不能根据权利人的申请延长",
    "a": "A,B,C"
  },
  {
    "q": "我国公民享有的（）等权利，同时也是义务。\nA.劳动权；B.受教育权；C.监督权；D.选举权和被选举权",
    "a": "A,B"
  },
  {
    "q": "中国海上搜救中心和有关地方人民政府设立的海上搜救中心或者指定的机构（以下统称海上搜救中心）负责海上搜救的（）工作。\nA.组织；B.协调；C.指挥；D.实施",
    "a": "A,B,C"
  },
  {
    "q": "关于纳税人申请延期缴纳税款说法正确的有( )。\nA.纳税人因有特殊困难不能按期缴纳税款；B.最长不得超过三个月；C.按照上期实际缴纳的税额，或者税务机关核定的税额预缴税款；D.应当在缴纳税款期限届满前提出申请",
    "a": "A,B,D"
  },
  {
    "q": "《海洋环境保护法》规定，环境保护行政主管部门在批准环境影响报告书（表）之前，必须征求（）行政主管部门和军队环境保护部门的意见。\nA.海洋；B.海事；C.军队；D.渔业",
    "a": "A,B,D"
  },
  {
    "q": "《工会法》进一步完善了工会基本职责和工会履行维权服务基本职责的具体机制，并扩展了工会的任务与义务。主要体现在（）。\nA.维护职工合法权益、竭诚服务职工群众；B.工会建立联系广泛、服务职工的工会工作体系；C.组织职工参与本单位的民主选举、民主协商；D.推动健全劳动关系协调机制，构建和谐劳动关系",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《行政机关公务员处分条例》规定，行政机关公务员依法履行职务的行为受法律保护，（） ，不受处分。\nA.非经行政机关公务员所在单位党组织同意；B.非经本人认可；C.非经法定程序；D.非因法定事由",
    "a": "C,D"
  },
  {
    "q": "（）认为最高人民法院、最高人民检察院作出的具体应用法律的解释同法律规定相抵触的，可以向全国人民代表大会常务委员会书面提出进行审查的要求。\nA.国务院；B.中央军委；C.省法院；D.省人民代表大会常务委员会",
    "a": "A,B,D"
  },
  {
    "q": "粮食收购企业可以现场提交备案材料，也可以采用（）、（）、（）、（） 等方式进行备案及备案变更。\nA.信函；B.传真；C.电子邮件；D.网上提交",
    "a": "A,B,C,D"
  },
  {
    "q": "取得烟草专卖批发企业许可证的单位，超越经营范围和地域范围，从事烟草制品批发业务的，由烟草专卖行政主管部门（）。\nA.没收违法所得；B.责令暂停经营批发业务；C.处以违法经营的烟草制品价值10%以上15%以下罚款；D.处以违法经营的烟草制品价值20%以上50%以下罚款",
    "a": "A,B"
  },
  {
    "q": "根据著作权法及相关规定，下列关于著作权转让合同的说法哪些是正确的？\nA.著作权转让合同应当采用书面形式；B.著作权中的署名权不得转让；C.著作权中的改编权可以转让；D.著作权转让合同自向著作权行政管理部门备案之日起生效",
    "a": "A,B,C"
  },
  {
    "q": "有下列（）情形之一的，监护关系终止。\nA.被监护人取得或者恢复完全民事行为能力；B.监护人丧失监护能力；C.被监护人或者监护人死亡；D.人民法院认定监护关系终止的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "广西辖区内县级以上粮食和储备行政管理部门应当建立（），记录（）、（）等情况，并依法向社会公开。\nA.备案企业信用档案；B.日常监督和检查结果；C.违法行为查处；D.企业生产和销售",
    "a": "A,B,C"
  },
  {
    "q": "国家实行（）分级粮食储备制度。粮食储备用于调节粮食供求、稳定粮食市场，以及应对重大自然灾害或者其他突发事件等情况。\nA.中央；B.地方；C.社区；D.单位",
    "a": "A,B"
  },
  {
    "q": "针对正在进行的（）犯罪采取防卫行为，造成不法侵害人伤亡的，不负刑事责任。\nA.行凶；B.抢夺；C.杀人；D.强奸",
    "a": "A,C,D"
  },
  {
    "q": "下列哪些民事诉讼，由原告住所地人民法院管辖；原告住所地与经常居住地不一致的，由原告经常居住地人民法院管辖。\nA.对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；B.对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；C.对被采取强制性教育措施的人提起的诉讼；D.对被监禁的人提起的诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "关于中华人民共和国公民的基本权利和义务，以下说法正确的是（）。\nA.中华人民共和国公民在法律面前一律平等；B.中华人民共和国公民的人格尊严不受侵犯；C.中华人民共和国公民的人身自由不受侵犯；D.中华人民共和国公民有依照法律纳税的义务",
    "a": "A,B,C,D"
  },
  {
    "q": "党员受到留党察看处分期间，没有下列 权利。\nA.知情权；B.表决权；C.选举权；D.被选举权",
    "a": "B,C,D"
  },
  {
    "q": "已满14周岁不满16周岁的人，犯（）罪的，应当负刑事责任。\nA.抢劫；B.投放虚假危险物质罪；C.贩卖毒品；D.盗窃；E.强奸",
    "a": "A,C,E"
  },
  {
    "q": "下列种子为劣种子：\nA.质量低于国家规定标准的；B.质量低于标签标注指标的；C.带有国家规定的检疫性有害生物的；D.种子种类、品种与标签标注的内容不符或者没有标签的",
    "a": "A,B,C"
  },
  {
    "q": "不可以任意撤销的赠与合同有（）。\nA.所有类型的赠与合同；B.经过公证的赠与合同；C.具有道德义务性质的赠与合同；D.具有社会公益性质的赠与合同",
    "a": "B,C,D"
  },
  {
    "q": "对已满十四周岁不满十六周岁的未成年女性负有（）职责的人员，与该未成年女性发生性关系的，构成负有照护职责人员性侵罪。\nA.监护；B.收养；C.看护；D.教育；E.医疗",
    "a": "A,B,C,D,E"
  },
  {
    "q": "党校（行政学院）工作遵循（）原则。\nA.坚持党校姓党，把旗帜鲜明讲政治融入党校（行政学院）工作全过程和各方面，模范遵守党的政治纪律和政治规矩；B.坚持实事求是，注重理论联系实际，强化问题导向，做到学思用贯通、知信行统一；C.坚持质量立校，积极探索和遵循党校（行政学院）教育规律和干部成长规律，提高教学、科研、咨询和管理水平；D.坚持从严治校，大力弘扬学习之风、朴素之风、清朗之风",
    "a": "A,B,C,D"
  },
  {
    "q": "社会主义学院的性质地位是（）。\nA.中国共产党领导的统一战线性质的政治学院；B.民主党派和无党派人士的联合党校；C.统一战线人才教育培养的主阵地；D.开展党的统一战线工作的重要部门；E.党和国家干部教育培训体系的重要组成部分",
    "a": "A,B,C,D,E"
  },
  {
    "q": "下列哪些属于消费者的监督权（）\nA.对消费者权益的保护工作的监督权；B.对经营者提供的商品和服务的监督权；C.对消费者权益保护工作的批评、建议权；D.对侵害消费者权益行为的检举、控告权",
    "a": "A,B,C,D"
  },
  {
    "q": "被宣告假释的犯罪分子，应当遵守下列的规定有（）\nA.遵守法律、行政法规，服从监督；B.按照监督机关的规定报告自己的活动情况；C.遵守监督机关关于会客的规定；D.离开所居住的市、县或者迁居，应当报经监督机关批准；E.遵守监督机关关于与他人通信的规定",
    "a": "A,B,C,D,E"
  },
  {
    "q": "以下在广西壮族自治区从事哪些活动应《广西壮族自治区林木种苗条例》的管理规定？\nA.林木种质资源保护、利用；B.品种选育、审定和推广；C.林木种苗生产经营和服务管理；D.森林防火、防盗",
    "a": "A,B,C"
  },
  {
    "q": "国家机关工作人员和国有企业负责人不得违反国家规定投资入股煤矿（依法取得上市公司股票的除外），不得对煤矿的违法行为予以纵容、包庇。国家行政机关工作人员和国有企业负责人违反前款规定的，根据情节轻重，给予（）。\nA.降级；B.撤职或者开除的处分；C.构成犯罪的，依法追究刑事责任；D.判处三年以上有期徒刑",
    "a": "A,B,C"
  },
  {
    "q": "维护国家（）是包括港澳同胞和台湾同胞在内的全中国人民的共同义务。\nA.利益；B.主权；C.统一；D.领土完整",
    "a": "B,C,D"
  },
  {
    "q": "按照《社会保险法》规定，以下（）工作由社会保险经办机构负责。\nA.社会保险登记；B.核定社会保险费；C.社会保险待遇支付；D.办理社会保险转移接续；E.个人权益记录",
    "a": "A,B,C,D,E"
  },
  {
    "q": "（）设定抵押的，抵押权自登记之日起设立的。\nA.车辆；B.航空器；C.土地使用权；D.城市房地产",
    "a": "C,D"
  },
  {
    "q": "消费者和经营者发生消费者权益争议的解决途径有：( )。\nA.与经营者协商和解；B.请求消费者协会或者其他调解组织调解；C.向有关行政部门申诉；D.向人民法院提起诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "常务委员会听取和审议专项工作报告前，主任会议可以组织（）和（），对有关工作进行视察。\nA.本级人民代表大会常务委员会组成人员；B.各级人民代表大会常务委员会组成人员；C.各民主党派；D.本级人民代表大会代表",
    "a": "A,D"
  },
  {
    "q": "下列（）间谍行为，构成犯罪的，依法追究刑事责任。\nA.境外机构、组织、个人实施的间谍行为；B.境外机构、组织、个人指使、资助他人实施的间谍行为；C.境内机构、组织、个人与境外机构、组织、个人相勾结实施的间谍行为；D.境内机构、组织、个人与境外机构、组织、个人相勾结实施的窃取国家秘密的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "家庭教育服务机构有下列情形之一的，由主管部门责令限期改正；拒不改正或者情节严重的，由主管部门责令停业整顿、吊销营业执照或者撤销登记：（）\nA.未依法办理设立手续；B.从事超出许可业务范围的行为，产生不良后果；C.作虚假、引人误解宣传，产生不良后果；D.侵犯未成年人及其父母或者其他监护人合法权益",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国土地管理法》规定，下列说法正确的是（）\nA.禁止占用耕地建窑、建坟；B.可以占用永久基本农田发展林果业和挖塘养鱼；C.不得擅自在耕地上建房、挖砂、采石、采矿、取土等；D.非农业建设用地必须节约使用土地，可以利用荒地不得占用耕地，可以使用劣质劣地的不得占用好地",
    "a": "A,C,D"
  },
  {
    "q": "《国家安全法》第二章依次明确国家安全各领域重点任务，其中属于维护“政治安全”任务是（）。\nA.国家坚持中国共产党的领导，维护中国特色社会主义制度，发展社会主义民主政治，健全社会主义法治，强化权力运行制约和监督机制，保障人民当家作主的各项权利；B.国家防范、制止和依法惩治任何叛国、分裂国家、煽动叛乱、颠覆或者煽动颠覆人民民主专政政权的行为；C.国家防范、制止和依法惩治窃取、泄露国家秘密等危害国家安全的行为；D.国家防范、制止和依法惩治境外势力的渗透、破坏、颠覆、分裂活动",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动者就业，不因（）等不同而受歧视。\nA.民族；B.种族；C.性别；D.宗教信仰",
    "a": "A,B,C,D"
  },
  {
    "q": "明知他人有间谍犯罪行为，在国家安全机关向其调查有关情况、收集有关证据时，拒绝提供的，违法行为人可能会受到下列（）惩处。\nA.构成犯罪的，依法追究刑事责任；B.不构成犯罪的，可以由其所在单位或者上级主管部门予以处分；C.不构成犯罪的，可以由国家安全机关处十五日以下行政拘留；D.不构成犯罪的，可以由国家安全机关给予警告",
    "a": "A,B,C"
  },
  {
    "q": "宪法规定，连续任职不得超过两届的国务院组成人员为( )。\nA.总理；B.副总理；C.秘书长；D.国务委员",
    "a": "A,B,D"
  },
  {
    "q": "假冒专利的，除依法承担民事责任外，由负责专利执法的部门（）。\nA.责令改正并予公告；B.没收违法所得，可以处违法所得五倍以下的罚款；C.没有违法所得或者违法所得在五万元以下的，可以处二十五万元以下的罚款；D.构成犯罪的，依法追究刑事责任",
    "a": "A,B,C,D"
  },
  {
    "q": "父母对未成年子女负有( )的义务。\nA.抚养；B.教育；C.保护；D.扶助",
    "a": "A,B,C"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "我国宪法规定，中华人民共和国公民对于任何国家机关和国家工作人员的违法失职行为，有向有关国家机关提出（）的权利。\nA.申诉；B.上诉；C.控告；D.检举",
    "a": "A,C,D"
  },
  {
    "q": "道路两侧及隔离带上种植的树木或者其他植物，设置的广告牌、管线等，应当与交通设施保持必要的距离，不得（）\nA.遮挡路灯、交通信号灯、交通标志；B.妨碍安全视距；C.影响通行；D.影响清洁工人保持市容整洁",
    "a": "A,B,C"
  },
  {
    "q": "《行政机关公务员处分条例》规定，行政机关公务员受处分的期间为（）。\nA.警告 6个月；B.记过 12个月；C.记大过 18个月；D.降级、撤职 24个月",
    "a": "A,B,C,D"
  },
  {
    "q": "下列关于委托合同的说法中，正确的是（）。\nA.有偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失；B.委托人经受托人同意，可以在受托人之外委托第三人处理委托事务；C.两个以上的受托人共同处理委托事务的，对委托人承担连带责任；D.无偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失",
    "a": "A,B,C"
  },
  {
    "q": "《行政机关公务员处分条例》规定，行政机关公务员违反（）以及行政机关的决定和命令，应当承担纪律责任的，依照本条例给予处分。\nA.刑法；B.法律；C.法规；D.规章",
    "a": "B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，民法调整平等主体的自然人、法人和非法人组织之间的（）。这是社会生活和经济生活中最普通、最常见的社会关系和经济关系。\nA.人身关系；B.财产关系；C.行政关系；D.民事关系",
    "a": "A,B"
  },
  {
    "q": "业主委员会备案是应提交的材料有：（ ）。\nA.业主大会会议记录和会议决定；B.业主大会成立和业主委员会选举情况；C.业主大会议事规则、管理规约以及业主大会议事规则、管理规约内容与示范文本内容不一致的说明；D.业主委员会委员、候补委员的名单、基本情况和书面承诺",
    "a": "B,C,D"
  },
  {
    "q": "经营者侵害消费者的（ )权利的，应当停止侵害、恢复名誉、消除影响、赔礼道歉，并赔偿损失。\nA.人格尊严；B.侵犯消费者人身自由；C.侵害消费者个人信息的；D.侵犯消费者财产权益的",
    "a": "A,B,C"
  },
  {
    "q": "关于民事责任的说法，以下正确的是( )。\nA.二人以上依法承担按份责任，能够确定责任大小的，各自承担相应的责任；B.二人以上依法承担按份责任，难以确定责任大小的，平均承担责任；C.二人以上依法承担连带责任的，权利人有权请求部分连带责任人承担责任；D.二人以上依法承担连带责任的，权利人有权请求全部连带责任人承担责任",
    "a": "A,B,C,D"
  },
  {
    "q": "阿东把车借给阿西，阿西临时买烟，将车停在旁边，钥匙没拔。17岁的阿南教唆15岁的阿北说：这车我开过，你要不要试试？于是阿北就在阿南的指导下开走车，路上把阿中撞成重伤。下列（）哪些说法是正确的？\nA.阿东应当对阿中承担责任；B.阿南的监护人应当对阿中承担责任；C.阿北的监护人应当对阿中承担责任；D.阿西应当对阿中承担责任",
    "a": "B,C"
  },
  {
    "q": "依据《社会保险法》规定，社会保险制度坚持( )方针。\nA.广覆盖；B.低水平；C.多层次；D.可持续；E.保基本",
    "a": "A,C,D,E"
  },
  {
    "q": "国家安全机关因反间谍工作需要，按照国家有关规定，可以（ ）机关、团体、企业事业组织和个人的交通工具、通信工具、场地和建筑物。\nA.优先使用；B.强制征用；C.无偿使用；D.依法征用",
    "a": "A,D"
  },
  {
    "q": "（）可以向全国人民代表大会常务委员会提出法律解释要求或者提出相关法律案。\nA.国务院；B.中央军事委员会和国家监察委员会；C.最高人民法院和最高人民检察院；D.全国人民代表大会各专门委员会",
    "a": "A,B,C,D"
  },
  {
    "q": "公安机关对计算机信息系统安全保护工作行使下列监督职权：（）\nA.监督、检查、指导计算机信息系统安全保护工作；B.查处危害计算机信息系统安全的违法犯罪案件；C.监测、记录网络运行状态、网络安全事件；D.履行计算机信息系统安全保护工作的其他监督职责",
    "a": "A,B,D"
  },
  {
    "q": "哪些地方周边不得设置电子烟产品销售网点？（ ）\nA.大学；B.小学；C.幼儿园；D.专门学校",
    "a": "B,C,D"
  },
  {
    "q": "银行、支付机构向金融消费者提供金融产品或者服务，应当遵循（ ）的原则，切实承担金融消费者合法权益保护的主体责任，履行金融消费者权益保护的法定义务。\nA.自愿；B.平等；C.公平；D.诚实信用",
    "a": "A,B,C,D"
  },
  {
    "q": "全国人民代表大会各专门委员会在（ ）领导下，研究、审议和拟订有关议案。\nA.全国人民代表大会；B.全国人大常委会；C.全国人大常委会委员长；D.全国人大常委会办公厅",
    "a": "A,B"
  },
  {
    "q": "存在下列哪些情形，保证人不承担民事责任？（）\nA.主合同当事人双方串通，骗取保证人提供保证的；B.主合同债权人采取胁迫手段，使保证人在违背真实意思的情况下提供保证的；C.主合同债权人通过欺诈手段，使保证人在违背真实意思的情况下提供保证的；D.保证人因自己疏忽未看清合同的内容，违背其本意的情况下提供保证的",
    "a": "A,B,C"
  },
  {
    "q": "根据《最高人民法院关于适用〈中华人民共和国保险法〉若干问题的解释（二）》的规定，保险合同中记载的内容不一致的，按照（）规则进行认定。\nA.投保单与保险单或者其他保险凭证不一致的，以投保单为准。但不一致的情形系经保险人说明并经投保人同意的，以投保人签收的保险单或者其他保险凭证载明的内容为准；B.非格式条款与格式条款不一致的，以非格式条款为准；C.保险凭证记载的时间不同的，以形成时间在后的为准；D.保险凭证存在手写和打印两种方式的，以双方签字、盖章的手写部分的内容为准",
    "a": "A,B,C,D"
  },
  {
    "q": "食品生产环节监督检查要点应当包括食品生产者的（）、贮存及交付控制、不合格食品管理和食品召回、标签和说明书、食品安全自查、从业人员管理、信息记录和追溯、食品安全事故处置等情况。\nA.生产环境条件；B.进货查验；C.生产过程控制；D.产品检验",
    "a": "A,B,C,D"
  },
  {
    "q": "关于纳税人申请延期缴纳税款说法正确的有(　)。\nA.纳税人因有特殊困难不能按期缴纳税款；B.最长不得超过三个月；C.按照上期实际缴纳的税额，或者税务机关核定的税额预缴税款；D.应当在缴纳税款期限届满前提出申请",
    "a": "A,B,D"
  },
  {
    "q": "申领《电视剧制作许可证（乙种）》，申请机构须提交以下申请材料：（）。\nA.申请报告；B.《电视剧制作许可证（乙种）申领登记表》；C.广电总局题材规划立项批准文件复印件；D.编剧授权书",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国招标投标法》规定，在中华人民共和国境内进行（ ）工程建设项目包括项目的勘察、设计、施工、监理以及与工程建设有关的重要设备、材料等的采购，必须进行招标。\nA.大型基础设施、公用事业等关系社会公共利益、公众安全的项目；B.全部或者部分使用国有资金投资或者国家融资的项目；C.使用国际组织或者外国政府贷款、援助资金的项目；D.法律或者国务院规定必须进行招标的其他项目",
    "a": "A,B,C,D"
  },
  {
    "q": "审计机关有证据证明被审计单位_____的，经县级以上人民政府审计机关主要负责人批准，有权查询_____的存款。\nA.以个人名义存储公款；B.违反国家规定将公款转入其他单位、个人在金融机构账户；C.有关单位、个人在金融机构与审计事项相关；D.被审计单位以个人名义在金融机构",
    "a": "B,C"
  },
  {
    "q": "下列各项中，属于税收特征的有（）。\nA.强制性；B.灵活性；C.无偿性；D.固定性",
    "a": "A,C,D"
  },
  {
    "q": "著名画家何某将其创作的奔马图赠送给某美术馆。根据《著作权法》的规定，下列说法正确的是（）。\nA.该美术馆获得该画作原件的所有权；B.该美术馆获得该画作的著作权；C.该美术馆获得该画作的展览权；D.该美术馆获得该画作的保护作品完整权",
    "a": "A,C"
  },
  {
    "q": "国家安全机关工作人员存在以下什么行为，构成犯罪的，依法追究刑事责任：\nA.滥用职权、玩忽职守；B.非法拘禁、刑讯逼供；C.违反规定泄露国家秘密、商业秘密和个人隐私",
    "a": "A,B,C"
  },
  {
    "q": "在我国，能够制定地方性法规的国家机关是（ ）。\nA.省、自治区、直辖市人民代表大会及其常务委员会；B.省、自治区、直辖市人民政府；C.省级人民政府所在地的市人民代表大会及其常务委员会；D.经国务院批准的较大的市人民代表大会及其常务委员会",
    "a": "A,C,D"
  },
  {
    "q": "针对正在进行的（ ）犯罪采取防卫行为，造成不法侵害人伤亡的，不负刑事责任。\nA.行凶；B.抢夺；C.杀人；D.强奸",
    "a": "A,C,D"
  },
  {
    "q": "甲将原值28万元的房产评估作价30万元投资乙企业，乙企业办理产权登记后又将该房产以40万元价格售与丙企业，当地契税适用税率3%，以下正确的是（）。\nA.丙企业缴纳契税0.9万元；B.丙企业缴纳契税1.2万元；C.乙企业缴纳契税0.9万元；D.乙企业缴纳契税0.84万元",
    "a": "B,C"
  },
  {
    "q": "从业人员有权对本单位安全生产工作中存在的问题提出（）。\nA.批评；B.检举；C.控告；D.有权拒绝违章指挥和强令冒险作业。",
    "a": "A,B,C,D"
  },
  {
    "q": "下列行为中计征契税的有( )。\nA.以购买方式取得土地使用权；B.以划拨方式取得土地使用权；C.以受赠方式取得土地使用权；D.以抵债方式取得土地使用权",
    "a": "A,C,D"
  },
  {
    "q": "国家实行审计监督制度。坚持中国共产党对审计工作的领导，构建_____、_____、______的审计监督体系。\nA.集中统一；B.全面覆盖；C.权威高效；D.民主协商",
    "a": "A,B,C"
  },
  {
    "q": "交通事故认定书应当载明交通事故的（ ），并送达当事人。\nA.基本事实；B.形成原因；C.当事人的责任；D.直接经济损失",
    "a": "A,B,C"
  },
  {
    "q": "党组发挥      的领导作用，全面履行领导责任，加强对本单位业务工作和党建工作的领导。\nA.作决策；B.把方向；C.管大局；D.保落实",
    "a": "B,C,D"
  },
  {
    "q": "以下哪些属于种子生产经营许可证应当载明的内容：\nA.生产经营者名称；B.种子经营的范围；C.种子经营的有效期限；D.种子经营的有效区域",
    "a": "A,B,C,D"
  },
  {
    "q": "行政机关公务员受处分的期间为：（）。\nA.警告，6个月；B.记过，12个月；C.记大过，18个月；D.降级、撤职，24个月",
    "a": "A,B,C,D"
  },
  {
    "q": "破产费用包括（）\nA.破产案件的诉讼费用；B.管理、变价和分配债务人财产的费用；C.管理人执行职务的费用、报酬；D.管理人聘用工作人员的费用",
    "a": "A,B,C,D"
  },
  {
    "q": "国务院各部、各委员会根据法律和国务院的行政法规、决定、命令，在本部门的权限内，发布（ ）。\nA.命令；B.指示；C.规章；D.决定",
    "a": "A,B,C"
  },
  {
    "q": "退役军人保障工作 坚持中国共产党的 领导， 坚持为经济 社会发展服务 、为国防和军队建设服务的方针，遵循() 原则。\nA.以人为本；B.分类保障；C.服务优先；D.依法管理",
    "a": "A,B,C,D"
  },
  {
    "q": "每个党员，不论职务高低，都必须编入党的一个_____或其他特定组织，参加党的组织生活，接受党内外群众的监督。\nA.党委；B.支部；C.小组；D.党组",
    "a": "B,C"
  },
  {
    "q": "国家实行审计监督制度。坚持中国共产党对审计工作的领导，构建_____、_____、______的审计监督体系。\nA.集中统一；B.全面覆盖；C.权威高效；D.民主协商",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国安全生产法》，事故调查处理应当按照 ( ) 的原则，查清事故原因，查明事故性质和责任，评估应急处置工作，总结事故教训，提出整改措施，并对事故责任单位和人员提出处理建议。\nA.科学严谨；B.依法依规；C.实事求是；D.注重实效",
    "a": "A,B,C,D"
  },
  {
    "q": "《社会保险法》规定，社会保险经办机构提供社会保险服务，负责（ ）等工作。\nA.社会保险登记；B.个人权益记录；C.社会保险待遇支付；D.代扣代缴社会保险费",
    "a": "A,B,C"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，党政领导干部生态环境损害责任追究，坚持依法依规、（ ）的原则。\nA.权责一致；B.客观公正；C.科学认定；D.终身追究",
    "a": "A,B,C,D"
  },
  {
    "q": "公安机关调查恐怖活动嫌疑，经县级以上公安机关负责人批准，可以根据其危险程度，责令恐怖活动嫌疑人员遵守下列哪些约束措施:\nA.未经公安机关批准不得离开所居住的市、县或者指定的处所；B.不得参加大型群众性活动或者从事特定的活动；C.未经公安机关批准不得乘坐公共交通工具或者进入特定的场所；D.不得与特定的人员会见或者通信；E.定期向公安机关报告活动情况",
    "a": "A,B,C,D,E"
  },
  {
    "q": "市场主体登记管理应当遵循什么原则。（）\nA.依法合规；B.规范统一；C.公开透明；D.便捷高效的原则",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（ ）间谍行为，构成犯罪的，依法追究刑事责任。\nA.境外机构、组织、个人实施的间谍行为；B.境外机构、组织、个人指使、资助他人实施的间谍行为；C.境内机构、组织、个人与境外机构、组织、个人相勾结实施的间谍行为；D.境内机构、组织、个人与境外机构、组织、个人相勾结实施的窃取国家秘密的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "甲在某小区有一套三居室房屋，甲想将其中两间用于开设小型超市，另一间想对外出租。对此，以下说法正确的是（ ）。\nA.如果居住在甲的同一栋楼上的顶层乙反对其开设小型超市，则甲不得开设；B.如果居住在甲相邻一栋楼上的乙反对其开设小型超市，则甲不得开设；C.如果甲的楼上邻居乙反对其将房屋出租，则甲不得出租；D.如果甲的楼上邻居乙反对其开设小型超市，则甲不得开设",
    "a": "A,D"
  },
  {
    "q": "按照《社会保险法》规定，以下（ ）工作由社会保险经办机构负责。\nA.社会保险登记；B.核定社会保险费；C.社会保险待遇支付；D.办理社会保险转移接续；E.个人权益记录",
    "a": "A,B,C,D,E"
  },
  {
    "q": "根据《数据安全法》，数据处理包括数据的收集、存储、使用、（ ）等。\nA.加工；B.传输；C.提供；D.公开",
    "a": "A,B,C,D"
  },
  {
    "q": "高校院（系）级以下单位设立党支部，应当与（ ）等机构相对应。\nA.教学；B.科研；C.管理；D.服务",
    "a": "A,B,C,D"
  },
  {
    "q": "我国法定遗嘱类型有自书遗嘱、（）、打印遗嘱、录像遗嘱。\nA.代书遗嘱；B.口头遗嘱；C.录音遗嘱；D.公证遗嘱",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关工作人员和国有企业负责人不得违反国家规定投资入股煤矿（依法取得上市公司股票的除外），不得对煤矿的违法行为予以纵容、包庇。国家行政机关工作人员和国有企业负责人违反前款规定的，根据情节轻重，给予（ ）。\nA.降级；B.撤职或者开除的处分；C.构成犯罪的，依法追究刑事责任；D.判处三年以上有期徒刑",
    "a": "A,B,C"
  },
  {
    "q": "国家倡导（）的消费方式，反对浪费。\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上人民政府计量行政部门应当依法对（）计量器具，以及计量检定等相关计量活动进行监督检查。有关单位和个人不得拒绝、阻挠。\nA.制造；B.修理；C.销售；D.进口和使用",
    "a": "A,B,C,D"
  },
  {
    "q": "监督检查部门调查涉嫌不正当竞争行为，被调查的（ ）应当如实提供有关资料或者情况。\nA.经营者；B.生产者；C.利害关系人；D.其他有关单位、个人",
    "a": "A,C,D"
  },
  {
    "q": "涉外气象探测站（点）设立的审批，涉及国家安全、国家秘密的，气象主管机构应当分别征求（）等部门的意见。\nA.人民政府；B.公安；C.国家安全；D.保密",
    "a": "C,D"
  },
  {
    "q": "下列属于承担民事责任的方式的有\nA.停止侵害；B.消除危险；C.恢复原状；D.赔偿损失",
    "a": "A,B,C,D"
  },
  {
    "q": "按照现行契税的有关规定，下列说法正确的有( )。\nA.房屋交换、赠与属于契税的征收范围；B.契税税率由财政部确定；C.房屋买卖以成交价格作为计税依据；D.房屋交换以差额作为计税依据",
    "a": "A,C,D"
  },
  {
    "q": "高速公路用地范围包括\nA.高速公路及其两侧边沟（截水沟、坡脚护坡道）外缘起不少于一米范围的区域；B.高速公路及其两侧无边沟的，为高速公路缘石外缘起不少于五米范围的区域；无截水沟的，为上边坡坡顶外缘起不少于五米范围的区域；C.高速公路桥梁垂直投影面外缘起不少于一米范围的区域。前款规定的高速公路用地范围有征地界限的，征地界限以内为用地范围",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》颁布的意义，以下表述正确的是( )。\nA.坚持和完善社会主义基本经济制度、推动经济高质量发展的客观要求；B.坚持和完善中国特色社会主义制度的现实需要；C.推进全面依法治国、推进国家治理体系和治理能力现代化的重大举措；D.增进人民福祉、维护最广大人民根本利益的必然要求",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，有下列情形之一的，当事人可以解除合同。（ ）\nA.因不可抗力致使不能实现合同目的的；B.在履行期限届满前，当事人一方明确表示或以自己的行为表明不履行主要债务的；C.事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行债务或有其他违约行为致使不能实现合同目的",
    "a": "A,B,C,D"
  },
  {
    "q": "举报按照（ ）的原则确定管辖。\nA.属地管理；B.分级负责；C.指定管辖；D.谁主管；E.谁负责",
    "a": "A,B,D,E"
  },
  {
    "q": "依据《反有组织犯罪法》规定，公安机关核查有组织犯罪线索，经县级以上公安机关负责人批准，可以查询嫌疑人员的（ ）等财产信息。\nA.存款；B.汇款；C.债券、股票；D.基金份额",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上人民政府应当加强对本行政区域地方志工作的领导，将地方志工作纳入当地国民经济和社会发展规划（）。\nA.建立地方志工作机构主导、社会各界有序参与编修地方志的工作机制；B.健全地方志工作机构；C.加强队伍建设；D.把地方志工作所需经费列入本级财政预算，保障地方志工作条件",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《土地管理法》的规定，下列活动必须报国务院批准的有( )。\nA.征收基本农田；B.征收基本农田以外的耕地超过35公顷；C.征收耕地以外的其他土地超过70公顷；D.征收基本农田以外的耕地超过30公顷；E.征收耕地以外的其他土地超过35公顷",
    "a": "A,B,C"
  },
  {
    "q": "A市甲厂因购买 B市乙公司的一批材料，与乙公司签订了一份买卖合同，但未约定交货地与付款地，下列（ ）是正确的。\nA.交货地是B市；B.交货地是A市；C.付款地是B市；D.付款地是A市",
    "a": "A,C"
  },
  {
    "q": "各级人民政府建立健全就业援助制度，采取（ ）等办法，通过公益性岗位安置等途径，对就业困难人员实行优先扶持和重点帮助。\nA.税费减免；B.贷款贴息；C.社会保险补贴；D.岗位补贴",
    "a": "A,B,C,D"
  },
  {
    "q": "下列事项由业主共同决定：( )。\nA.制定和修改业主大会议事规则；B.选举业主委员会或者更换业主委员会成员；C.选聘和解聘物业服务企业或者其他管理人；D.改建、重建建筑物及其附属设施",
    "a": "A,B,C,D"
  },
  {
    "q": "根据中华人民共和国反外国制裁法第五条规定：国务院有关部门还可以决定对下列个人、组织采取的反制措施包括（ ）\nA.列入反制清单个人的配偶和直系亲属；B.列入反制清单组织的高级管理人员或者实际控制人；C.由列入反制清单个人担任高级管理人员的组织；D.由列入反制清单个人和组织实际控制或者参与设立、运营的组织",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，有下列情形之一的，应当追究相关地方党委和政府主要领导成员的责任：（）。\nA.地区和部门之间在生态环境和资源保护协作方面推诿扯皮，主要领导成员不担当、不作为，造成严重后果的；B.本地区发生主要领导成员职责范围内的严重环境污染和生态破坏事件，或者对严重环境污染和生态破坏（灾害）事件处置不力的；C.对公益诉讼裁决和资源环境保护督察整改要求执行不力的；D.作出的决策严重违反城乡、土地利用、生态环境保护等规划的",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关因反间谍工作需要，根据国家有关规定，可以提请（ ）等检查机关对有关人员和资料、器材免检。有关检查机关应当予以协助。\nA.公安；B.海关；C.海事；D.边防",
    "a": "B,D"
  },
  {
    "q": "粮食经营者在政策性粮食业务中，应当立案调查的违法违规情形是（）。\nA.承储企业擅自动用政策性粮食；B.政策性粮食收购时，及时向售粮者支付售粮款；C.承储企业挤占、挪用、克扣财政补贴、信贷资金三千元以上；D.承储企业虚报粮食收储数量达十吨以上",
    "a": "A,C,D"
  },
  {
    "q": "农业农村、林业草原主管部门依法履行种子监督检查职责时，有权采取下列措施( )。A\nA.进入生产经营场所进行现场检查；B.查封违法从事种子生产经营活动的场所；C.对种子进行取样测试、试验或者检验；D.查阅、复制有关合同、票据、账簿、生产经营档案及其他有关资料",
    "a": "B,C,D"
  },
  {
    "q": "国家建立（ ）关于国家安全的协同联动机制。\nA.中央与地方之间；B.部门之间；C.军地之间；D.地区之间",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关是反间谍工作的主管机关。公安、保密行政管理等其他有关部门和军队有关部门按照职责分工，（ ）依法做好有关工作。\nA.各司其职；B.密切配合；C.竭力配合；D.加强协调",
    "a": "B,D"
  },
  {
    "q": "地方政府规章由（ ）签署并予以公布。\nA.省长；B.自治区主席；C.市长；D.区长",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些主体可以提起个人信息保护公益诉讼？\nA.公民个人；B.国家网信部门；C.人民检察院；D.法律规定的消费者组织",
    "a": "B,D"
  },
  {
    "q": "计征契税的计税依据有( )A\nA.房地产成交价格；B.房地产租金；C.房地产的市场价格；D.房地产交换时的价格差额",
    "a": "C,D"
  },
  {
    "q": "广播电视节目由（）批准设立的广播电视节目制作经营单位制作。\nA.广播电视台；B.电视台；C.省级以上人民政府广播电视行政部门；D.市级以上人民政府广播电视行政部门",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》规定，自然人的个人信息受法律保护。任何组织或者个人需要获取他人个人信息的，应当依法取得并确保信息安全，不得非法（ ）他人个人信息，不得非法买卖、提供或者公开他人个人信息。\nA.收集；B.使用；C.加工；D.传输",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，当事人可以 解除合同\nA.因不可抗力致使不能实现 合同目的；B.在履行期限届满前，当事人一方明确表示或者以自己的行为表明不履行主要债务；C.当事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行 债务或者有其他违约 行为致使不能实现 合同目的；E.法律规定的其他情形",
    "a": "A,B,C,D,E"
  },
  {
    "q": "( )可以向全国人大提出法律案。\nA.国务院；B.中央军委；C.最高法院；D.最高检察院",
    "a": "A,B,C,D"
  },
  {
    "q": "违反本条例的规定，有下列行为之一的，由公安机关处以警告或者停机整顿（）\nA.违反计算机信息系统安全等级保护制度，危害计算机信息系统安全的；B.违反计算机信息系统国际联网备案制度的；C.不按照规定时间报告计算机信息系统中发生的案件的；D.接到公安机关要求改进安全状况的通知后，在限期内拒不改进的",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《宗教事务条例》规定，假冒宗教教职人员进行宗教活动的，可以（）。\nA.由宗教事务部门责令停止活动；B.有违反治安管理行为的，依法给予治安管理处罚；C.有违法所得的，没收违法所得；D.构成犯罪的，依法追究刑事责任",
    "a": "A,B,C,D"
  },
  {
    "q": "破产费用包括（）\nA.破产案件的诉讼费用；B.管理、变价和分配债务人财产的费用；C.管理人执行职务的费用、报酬；D.管理人聘用工作人员的费用",
    "a": "A,B,C,D"
  },
  {
    "q": "公安机关调查恐怖活动嫌疑，经县级以上公安机关负责人批准，可以根据其危险程度，责令恐怖活动嫌疑人员遵守下列哪些约束措施:\nA.未经公安机关批准不得离开所居住的市、县或者指定的处所；B.不得参加大型群众性活动或者从事特定的活动；C.未经公安机关批准不得乘坐公共交通工具或者进入特定的场所；D.不得与特定的人员会见或者通信；E.定期向公安机关报告活动情况",
    "a": "A,B,C,D,E"
  },
  {
    "q": "家庭教育服务机构有下列情形之一的，由主管部门责令限期改正；拒不改正或者情节严重的，由主管部门责令停业整顿、吊销营业执照或者撤销登记：（）\nA.未依法办理设立手续；B.从事超出许可业务范围的行为，产生不良后果；C.作虚假、引人误解宣传，产生不良后果；D.侵犯未成年人及其父母或者其他监护人合法权益",
    "a": "A,B,C,D"
  },
  {
    "q": "下列请求权不适用诉讼时效的规定。( )\nA.请求停止侵害、排除妨碍、消除危险；B.不动产物权和登记的动产物权的权利人请求返还财产；C.请求支付抚养费、赡养费或者扶养费；D.依法不适用诉讼时效的其他请求权",
    "a": "A,B,C,D"
  },
  {
    "q": "我国现阶段的爱国统一战线是由中国共产党领导的，由各民主党派和各人民团体参加的，包括（ ）的广泛的政治联盟。\nA.全体社会主义劳动者；B.拥护社会主义的爱国者；C.拥护国家统一的爱国者；D.社会主义事业的建设者",
    "a": "A,B,C,D"
  },
  {
    "q": "甲、乙系夫妻，甲婚内出轨丙。甲、丙签订书面协议约定：“此后甲、丙取得的财产归甲、丙共同共有；若一方丧失行为能力，另一方为监护人。”关于甲、丙间的协议的效力，下列表述中正确的是（）\nA.协议全部无效；B.协议全部有效；C.关于共同共有部分的约定无效；D.关于监护部分的约定有效",
    "a": "C,D"
  },
  {
    "q": "朱某生前曾与他的邻居签订了遗赠抚养协议，他的邻居尽了抚养义务。朱某还在他去世前10天留下一份遗嘱。朱某去世后，他的女儿从远方赶回来，要求继承遗产。下列有关失某遗产继承说法不正确的有哪些?（ ）\nA.应当由当事人协商解决，如果协商不成，由人民法院判决；B.应由按遗嘱，遗赠抚养协议，法定继承的顺序进行继承；C.应先由朱某的女儿继承，然后按遗嘱抚养协议和遗赠继承；D.遗赠抚养协议有效，应先按遗赠抚养协议进行，接下来按遗嘱和法定继承进行",
    "a": "A,B,C"
  },
  {
    "q": "申请对主要农作物和主要林木审定应符合如下要求。\nA.特异性；B.一致性；C.稳定性；D.新颖性",
    "a": "A,B,C"
  },
  {
    "q": "在清明节 、国庆节或者烈士纪念日等重大庆典日 、重要 纪念日 ，县级以上地方人民政府在本 行政区域内举行的 烈士公祭活动 ，适用本办法 。烈士公祭活动应当（）。\nA.庄严；B.肃穆；C.隆重；D.节俭",
    "a": "A,B,C,D"
  },
  {
    "q": "居民委员会、村民委员会设（ ）等委员会，办理本居住地区的公共事务和公益事业，调解民间纠纷，协助维护社会治安，并且向人民政府反映群众的意见、要求和提出建议。\nA.人民调解；B.社会事务；C.治安保卫；D.公共卫生",
    "a": "A,C,D"
  },
  {
    "q": "机关、人民团体和事业单位有下列行为之一的，由县级以上人民政府督促其限期改正；逾期不改的，由县级以上人民政府或者其上级主管部门对直接负责的主管人员和其他直接责任人员依法给予处分：（  ），不按照地方志工作规划确定的时间和质量要求完成编纂任务。\nA.拒绝承担地方志编纂任务或者无正当理由拖延报送地方志资料；B.拒不执行县级以上人民政府的督促检查意见；C.拒不接受涉及地方志质量问题的审查验收意见；D.提供虚假地方志资料",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些情形属于统计法规定的对严重统计违法行为失察（）。\nA.本地方、本部门、本单位大面积发生或者连续发生统计造假、弄虚作假。；B.本地方、本部门、本单位统计数据严重失实，应当发现而未发现。；C.发现本地方、本部门、本单位统计数据严重失实不予纠正。；D.本地方、本部门、本单位未经批准擅自组织实施统计调查的。",
    "a": "A,B,C"
  },
  {
    "q": "经营劳务派遣业务应当具备（）条件。\nA.注册资本不得少于人民币二百万元；B.有与开展业务相适应的固定的经营场所和设施；C.有符合法律、行政法规规定的劳务派遣管理制度；D.法律、行政法规规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于适用〈中华人民共和国保险法〉若干问题的解释（二）》的规定，保险合同中记载的内容不一致的，按照（）规则进行认定。\nA.投保单与保险单或者其他保险凭证不一致的，以投保单为准。但不一致的情形系经保险人说明并经投保人同意的，以投保人签收的保险单或者其他保险凭证载明的内容为准；B.非格式条款与格式条款不一致的，以非格式条款为准；C.保险凭证记载的时间不同的，以形成时间在后的为准；D.保险凭证存在手写和打印两种方式的，以双方签字、盖章的手写部分的内容为准",
    "a": "A,B,C,D"
  },
  {
    "q": "婚姻自由包括（ ）。\nA.生育自由；B.结婚自由；C.离婚自由；D.恋爱自由",
    "a": "B,C"
  },
  {
    "q": "下列（）情形中，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同？\nA.劳动者患病，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；B.劳动者因工作而受伤，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；C.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的。；D.劳动合同订立时所依据的客观情况发生重大变化，致使劳动合同无法履行，经用人单位与劳动者协商，未能就变更劳动合同内容达成协议的。",
    "a": "A,C,D"
  },
  {
    "q": "关于拾得遗失物，下列哪些选项是错误的。（ ）\nA.拾得人在任何情形下，都不得留置遗失物；B.六个月以上，无任何权利人对遗失物主张权利的，遗失物自动归国家所有；C.拾得人将遗失物据为已有的，权利人追回原物不受期限的限制；D.即使权利人没有发布悬赏公告，拾得人主动返还的，拾得人仍可请求权利人给予一定报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "申领《电视剧制作许可证（乙种）》，申请机构须提交以下申请材料：（）。\nA.申请报告；B.《电视剧制作许可证（乙种）申领登记表》；C.广电总局题材规划立项批准文件复印件；D.编剧授权书",
    "a": "A,B,C,D"
  },
  {
    "q": "产生工业固体废物的单位应当依法实施清洁生产审核,还应（ ）。\nA.合理选择和利用原材料、能源和其他资源；B.采用先进的生产工艺和设备；C.减少工业固体废物的产生量；D.降低工业固体废物的危害性",
    "a": "A,B,C,D"
  },
  {
    "q": "（）、（）的主要内容不得与国家统计调查项目的内容重复、矛盾。\nA.部门统计调查项目；B.涉外统计调查项目；C.地方统计调查项目；D.专业统计调查项目",
    "a": "A,C"
  },
  {
    "q": "医疗事故的赔偿应当考虑的因素包括：（ ）。\nA.医疗机构的等级和性质；B.医疗事故等级；C.医疗过失行为在医疗事故损害后果中的责任程度；D.医疗事故损害后果与患者原有疾病状况之间的关系",
    "a": "B,C,D"
  },
  {
    "q": "拟设外资保险公司的筹建负责人应当具备（ ）。\nA.大专以上学历；B.中国国籍；C.从事保险或者相关工作2年以上；D.在中国居住六个月以上；E.无违法犯罪记录",
    "a": "A,C,E"
  },
  {
    "q": "季大和季小兄弟二人，成年后各自立户，季大一直未婚。季大从所在村集体经济组织承包耕地若干。关于季大的土地承包经营权，下列（）那些表述是正确的？\nA.自土地承包经营权合同生效时设立；B.如季大转让其土地承包经营权，则未经变更登记不发生转让效力；C.如季大死亡，则季小可以继承该土地承包经营权；D.如季大死亡，则季小可以继承该耕地上未收割的农作物",
    "a": "A,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定，发包人具有（ ）情形之一，造成建设工程质量缺陷，应当承担过错责任。\nA.提供的设计有缺陷；B.提供购买的建筑材料、建筑构配件、设备不符合强制性标准；C.指定购买的建筑材料、建筑构配件、设备不符合强制性标准；D.直接指定分包人分包专业工程",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定，没有指定受益人或者受益人指定不明无法确定的，保险金作为被保险人的遗产，由保险人依照《中华人民共和国民法典》继承编的规定履行给付保险金的义务。下列属于“没有指定受益人或者受益人指定不明无法确定的”是（）。\nA.受益人先于被保险人死亡，没有其他受益人的；B.受益人约定为“法定继承人”的；C.受益人依法丧失受益权或者放弃受益权，没有其他受益人的；D.受益人的约定包括姓名和身份关系，保险事故发生时身份关系发生变化的",
    "a": "A,C,D"
  },
  {
    "q": "根据《中华人民共和国土地管理法》规定，下列说法正确的是（ ）\nA.禁止占用耕地建窑、建坟；B.可以占用永久基本农田发展林果业和挖塘养鱼；C.不得擅自在耕地上建房、挖砂、采石、采矿、取土等；D.非农业建设用地必须节约使用土地，可以利用荒地不得占用耕地，可以使用劣质劣地的不得占用好地",
    "a": "A,C,D"
  },
  {
    "q": "契税的纳税人可以是( )。\nA.国家机关；B.军事单位；C.个体经营者；D.外籍人员",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，有下列情形之一的，应当追究相关地方党委和政府主要领导成员的责任：（）。\nA.地区和部门之间在生态环境和资源保护协作方面推诿扯皮，主要领导成员不担当、不作为，造成严重后果的；B.本地区发生主要领导成员职责范围内的严重环境污染和生态破坏事件，或者对严重环境污染和生态破坏（灾害）事件处置不力的；C.对公益诉讼裁决和资源环境保护督察整改要求执行不力的；D.作出的决策严重违反城乡、土地利用、生态环境保护等规划的",
    "a": "A,B,C,D"
  },
  {
    "q": "被抽样生产者、销售者有下列情形之一的，由县级市场监督管理部门按照有关法律、行政法规规定处理；法律、行政法规未作规定的，处三万元以下罚款；涉嫌构成犯罪，依法需要追究刑事责任的，按照有关规定移送公安机关。（ ）\nA.被抽样产品存在严重质量问题的；B.阻碍、拒绝或者不配合依法进行的监督抽查的；C.未经负责结果处理的市场监督管理部门认定复查合格而恢复生产、销售同一产品的；D.隐匿、转移、变卖、损毁样品的",
    "a": "A,B,C,D"
  },
  {
    "q": "地方各级人民代表大会会议期间提出的质询案，由主席团决定交由受质询机关在（ ）或者有关的专门委员会会议上口头答复，或者由受质询机关书面答复。\nA.主席团会议；B.大会常务会议；C.大会全体会议；D.纪律检查委员会会议",
    "a": "A,C"
  },
  {
    "q": "根据《中华人民共和国民法典》的规定，侵害英雄烈士等的（ ），损害社会公共利益的，应当承担民事责任。\nA.姓名；B.肖像；C.名誉；D.荣誉",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，民法调整平等主体的自然人、法人和非法人组织之间的（ ）。这是社会生活和经济生活中最普通、最常见的社会关系和经济关系。\nA.人身关系；B.财产关系；C.行政关系；D.民事关系",
    "a": "A,B"
  },
  {
    "q": "甲、乙系夫妻，甲婚内出轨丙。甲、丙签订书面协议约定：“此后甲、丙取得的财产归甲、丙共同共有；若一方丧失行为能力，另一方为监护人。”关于甲、丙间的协议的效力，下列表述中正确的是（）\nA.协议全部无效；B.协议全部有效；C.关于共同共有部分的约定无效；D.关于监护部分的约定有效",
    "a": "C,D"
  },
  {
    "q": "车辆通行高速公路收费站时不得有妨碍高速公路交费通行秩序的下列行为（）。\nA.强行冲卡；B.故意堵塞收费道口；C.刁难、侮辱、威胁、殴打收费人员；D.其他妨碍高速公路交费通行秩序的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "党的工作机关是党实施政治、思想和组织领导的政治机关，是落实党中央和地方各级党委决策部署，实施党的领导、加强党的建设、推进党的事业的执行机关。党的工作机关主要包括（  ）。\nA.办公厅（室）；B.职能部门；C.办事机构；D.派出机关",
    "a": "A,B,C,D"
  },
  {
    "q": "被撤销或者确定不发生效力后( )。\nA.行为人因该行为取得的财产，应当予以返还；B.民事法律行为部分无效，不影响其他部分效力的，其他部分仍然有效；C.有过错的一方应当赔偿对方由此所受到的损失；D.各方都有过错的，应当各自承担相应的责任",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动者就业，不因（ ）等不同而受歧视。\nA.民族；B.种族；C.性别；D.宗教信仰",
    "a": "A,B,C,D"
  },
  {
    "q": "《行政机关公务员处分条例》规定，行政机关公务员有贪污、（ ）、挪用公款、利用职务之便为自己或者他人谋取私利、巨额财产来源不明等违反廉政纪律行为的，给予记过或者记大过处分；情节较重的，给予降级或者撤职处分；情节严重的，给予开除处分。\nA.索贿；B.受贿；C.行贿；D.介绍贿赂",
    "a": "A,B,C,D"
  },
  {
    "q": "国家鼓励和支持开发、推广应用先进的粮食（）技术，开展珍惜和节约粮食宣传教育。\nA.储存；B.运输；C.加工；D.信息化",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（）因素是确定和调整最低工资标准应当综合参考的因素。\nA.劳动者本人及平均赡养人口的最低生活费用；B.社会平均工资水平及就业情况；C.劳动生产率；D.地区之间经济发展水平的差异",
    "a": "A,B,C,D"
  },
  {
    "q": "针对正在进行的（ ）犯罪采取防卫行为，造成不法侵害人伤亡的，不负刑事责任。\nA.行凶；B.抢夺；C.杀人；D.强奸",
    "a": "A,C,D"
  },
  {
    "q": "维护国家安全，应当（）。\nA.遵守宪法和法律；B.坚持社会主义法治原则；C.尊重和保障人权；D.依法保护公民的权利和自由",
    "a": "A,B,C,D"
  },
  {
    "q": "经全国人民代表大会批准的中央预算和经地方各级人民代表大会批准的地方各级预算，在执行中出现下列情况之一的，应当进行预算调整。（）。\nA.需要增加或者减少预算总支出的；B.需要调入预算稳定调节基金的；C.需要调减预算安排的重点支出数额的；D.需要增加举借债务数额的",
    "a": "A,B,C,D"
  },
  {
    "q": "征信机构或者信息提供者收到异议，按照国务院征信业监督管理部门的规定对相关信息作出存在异议的标注，经核查：（）\nA.确认相关信息确有错误、遗漏的，应当予以更正；B.确认不存在错误、遗漏的，应当取消异议标注；C.对核查不能确认的，对核查情况和异议内容应当予以记载；D.对核查不能确认的，应当给予删除",
    "a": "A,B,C"
  },
  {
    "q": "经营者不得利用技术手段，通过影响用户选择或者其他方式，实施（ ）行为。\nA.在其他经营者合法提供的网络产品或者服务中，插入链接、强制进行目标跳转；B.误导、欺骗、强迫用户修改、关闭、卸载其他经营者合法提供的网络产品或者服务；C.恶意对其他经营者合法提供的网络产品或者服务实施不兼容；D.其他妨碍、破坏其他经营者合法提供的网络产品或者服务正常运行的行为",
    "a": "B,C,D"
  },
  {
    "q": "禁止生产、销售假药。下列哪些情形为假药。（ ）\nA.变质的；B.被污染的；C.超过有效期的；D.标明的适应症或者功能主治超出规定范围的",
    "a": "A,B,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，承揽人交付的工作成果不符合质量要求的,定作人可以合理选择请求承揽人承担（ ）等违约责任。\nA.修理；B.重作；C.减少报酬；D.赔偿损失",
    "a": "A,B,C,D"
  },
  {
    "q": "国家实行审计监督制度。坚持中国共产党对审计工作的领导，构建_____、_____、______的审计监督体系。\nA.集中统一；B.全面覆盖；C.权威高效；D.民主协商",
    "a": "A,B,C"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，有下列情形之一的，应当追究相关地方党委和政府有关领导成员的责任：( )。\nA.指使、授意或者放任分管部门对不符合主体功能区定位或者生态环境和资源方面政策、法律法规的建设项目审批（核准）、建设或者投产（使用）的；B.对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的；C.本地区发生主要领导成员职责范围内的严重环境污染和生态破坏事件，或者对严重环境污染和生态破坏（灾害）事件处置不力的；D.对公益诉讼裁决和资源环境保护督察整改要求执行不力的",
    "a": "A,B"
  },
  {
    "q": "民法调整平等主体的（ ）、（ ）和（ ）之间的人身关系和财产关系。\nA.自然人；B.非自然人；C.法人；D.非法人组织",
    "a": "A,C,D"
  },
  {
    "q": "当事人对当场作出的行政处罚决定不服的，可以（ ）。\nA.申请调解；B.提起行政诉讼；C.申请仲裁；D.申请行政复议",
    "a": "B,D"
  },
  {
    "q": "下列（ ）房地产，不得转让。\nA.房地产权属有争议的；B.依法登记领取权属证书；C.共有房产，已经获得共有人书面同意的；D.依法收回土地使用权的",
    "a": "A,D"
  },
  {
    "q": "《行政机关公务员处分条例》中明确，参与行政机关公务员违法违纪案件调查、处理的人员有下列哪些情形之一的，应当提出回避申请；被调查的公务员以及与案件有利害关系的公民、法人或者其他组织有权要求其回避。（）\nA.与被调查的公务员是近亲属关系的；B.与被调查的案件有利害关系的；C.与被调查的公务员有上下级关系的；D.与被调查的公务员有其他关系，可能影响案件公正处理的",
    "a": "A,B,D"
  },
  {
    "q": "下列哪些民事诉讼，由原告住所地人民法院管辖；原告住所地与经常居住地不一致的，由原告经常居住地人民法院管辖。\nA.对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；B.对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；C.对被采取强制性教育措施的人提起的诉讼；D.对被监禁的人提起的诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定，发包人具有（ ）情形之一，造成建设工程质量缺陷，应当承担过错责任。\nA.提供的设计有缺陷；B.提供购买的建筑材料、建筑构配件、设备不符合强制性标准；C.指定购买的建筑材料、建筑构配件、设备不符合强制性标准；D.直接指定分包人分包专业工程",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些行为是违反《国旗法》的？（）\nA.倒挂、倒插国旗；B.随意丢弃国旗；C.使用破损、污损、褪色或者不合规的国旗；D.按照国家有关规定回收、处置破损、污损、褪色或者不合规的国旗",
    "a": "A,B,C"
  },
  {
    "q": "下列属于全国人民代表大会常务委员会法律解释的权限范围的是（ ）。\nA.法律的规定需要进一步明确具体含义的；B.地方性法规业已修正需要重新定义其相关内容的；C.法律制定后出现新的情况，需要明确适用法律依据的；D.行政法规之间发生冲突， 需要裁决其效力优先性的",
    "a": "A,C"
  },
  {
    "q": "根据《广西壮族自治区劳动人事争议调解仲裁条例》，没有设立调解组织的小微型企业，可以由（ ）共同推举人员开展调解工作。\nA.仲裁委员会；B.工会；C.劳动者；D.企业",
    "a": "C,D"
  },
  {
    "q": "有毒有害物质主要包括 ( )等。\nA.化学危险物品；B.放射性物质；C.农药；D.霉变粮食；E.电磁波辐射",
    "a": "A,B,C,E"
  },
  {
    "q": "国家取得的下列国有资本收入，以及下列收入的支出，应当编制国有资本经营预算。（）\nA.从国家出资企业分得的利润；B.国有资产转让收入；C.从国家出资企业取得的清算收入；D.国有资产投资收入",
    "a": "A,B,C"
  },
  {
    "q": "( )有防范、制止间谍行为，维护国家安全的义务。\nA.一切国家机关；B.武装力量；C.各政党和各社会团体；D.各企业事业组织",
    "a": "A,B,C,D"
  },
  {
    "q": "妇女遭受（）侵害或者面临上述侵害现实危险的，可以向人民法院申请人身安全保护令。\nA.以恋爱、交友为由，泄露、传播妇女隐私和个人信息；B.以恋爱、交友为由，纠缠、骚扰妇女；C.在终止恋爱关系之后，纠缠、骚扰妇女；D.在离婚之后，纠缠、骚扰妇女，泄露、传播妇女隐私和个人信息",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，要约失效：\nA.要约被拒绝；B.要约被依法撤销；C.承诺期限届满，受要约人未作出承诺；D.受要约人对要约的内容作出实质性变更",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些属于民法上的孳息：( )。\nA.出租柜台所得租金；B.果树上成熟的苹果；C.存款的银行利息；D.动物腹中胎儿",
    "a": "A,C"
  },
  {
    "q": "应当先履行债务的当事人，有确切证据证明对方有下列情形之一的，可以中止履行\nA.经营状况严重恶化；B.转移财产、抽逃资金，以逃避债务；C.丧失商业信誉；D.有丧失或者可能丧失 履行债务能力的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "公民对本人或者其未满十八周岁的子女的民族成份的（ ）决定有异议的，可以依法申请行政复议或者提起行政诉讼。\nA.确认；B.登记；C.变更；D.延续",
    "a": "A,B,C"
  },
  {
    "q": "以欺诈、伪造证明材料或者其他手段骗取社会保险待遇的，由（ ）。\nA.由公安机关负责查处；B.社会保险行政部门责令退回骗取的社会保险金；C.纪检监察机关追究党纪政务责任；D.社会保险行政部门处骗取金额二倍以上五倍以下的罚款",
    "a": "B,D"
  },
  {
    "q": "企业、事业单位、社会组织召开会议讨论有关（）等涉及职工切身利益的问题，必须有工会代表参加。\nA.工资、福利；B.劳动安全卫生；C.工作时间、休息休假；D.女职工保护和社会保险",
    "a": "A,B,C,D"
  },
  {
    "q": "对监测识别的异常账户和可疑交易，银行业金融机构、非银行支付机构应当根据风险情况，采取（）等必要的防范措施。\nA.核实交易情况；B.重新核验身份；C.延迟支付结算；D.限制或者中止有关业务",
    "a": "A,B,C,D"
  },
  {
    "q": "民法调整平等主体的（ ）、（ ）和（ ）之间的人身关系和财产关系。\nA.自然人；B.非自然人；C.法人；D.非法人组织",
    "a": "A,C,D"
  },
  {
    "q": "公共人力资源服务机构为求职者提供的免费服务有哪些？（ ）\nA.职业介绍、职业指导和创业开业指导；B.人力资源供求、市场工资指导价位、职业培训等信息发布；C.办理就业登记、失业登记等事务；D.流动人员人事档案管理",
    "a": "A,B,C,D"
  },
  {
    "q": "民法所称的( )，包括本数。\nA.“以上”；B.“以下”；C.“以内”；D.“届满”",
    "a": "A,B,C,D"
  },
  {
    "q": "任何单位和个人不得歧视艾滋病病毒感染者、艾滋病病人及其家属。艾滋病病毒感染者、艾滋病病人及其家属享有的哪些合法权益受法律保护。（ ）\nA.婚姻；B.就业；C.就医；D.入学",
    "a": "A,B,C,D"
  },
  {
    "q": "行政机关公务员违纪违法涉嫌犯罪的，应当（）。\nA.给予记过或者记大过处分；B.给予降级或者撤职处分；C.移送司法机关；D.依法追究刑事责任",
    "a": "C,D"
  },
  {
    "q": "反间谍工作必须坚持下列（ ）原则。\nA.中央统一领导；B.公开工作与秘密工作相结合；C.专门工作与群众路线相结合；D.积极防御 、依法惩治",
    "a": "A,B,C,D"
  },
  {
    "q": "公民和组织应当履行下列哪些维护国家安全的义务：\nA.遵守宪法、法律法规关于国家安全的有关规定；B.及时报告危害国家安全活动的线索；C.如实提供所知悉的涉及危害国家安全活动的证据；D.为国家安全工作提供便利条件或者其他协助；E.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D,E"
  },
  {
    "q": "国家建立基本养老金正常调整机制，根据（ ）适时提高基本养老保险待遇水平。\nA.职工平均工资增长；B.物价上涨情况；C.平均国内生产总值；D.财政收入增长比例；E.社会保险基金投资运营收益",
    "a": "A,B"
  },
  {
    "q": "根据《广西壮族自治区劳动人事争议调解仲裁条例》，县级以上人民政府人力资源社会保障行政部门联合( )等单位建立劳动人事争议预警机制，通过大数据共享，开展劳动人事争议矛盾和风险的监测研判。\nA.地方总工会；B.司法部门；C.用人单位代表组织；D.法院",
    "a": "A,C"
  },
  {
    "q": "甲将原值28万元的房产评估作价30万元投资乙企业，乙企业办理产权登记后又将该房产以40万元价格售与丙企业，当地契税适用税率3%，以下正确的是（）。\nA.丙企业缴纳契税0.9万元；B.丙企业缴纳契税1.2万元；C.乙企业缴纳契税0.9万元；D.乙企业缴纳契税0.84万元",
    "a": "B,C"
  },
  {
    "q": "根据《征管法》的规定，纳税人偷税的，税务机关应(　)。\nA.追缴其不缴或者少缴的税款；B.处不缴或者少缴的税款5倍以下的罚款；C.加收滞纳金；D.处不缴或者少缴的税款50%以上5倍以下的罚款",
    "a": "A,C,D"
  },
  {
    "q": "下列属于破坏环境资源保护罪的有（ ）。\nA.非法捕捞水产品罪；B.传染病毒种扩散罪；C.非法采矿罪；D.毁坏珍贵树木罪",
    "a": "A,C,D"
  },
  {
    "q": "民事法律行为可以采用（）、（）或者（）；法律、行政法规规定或者当事人约定采用特定形式的，应当采用特定形式。\nA.书面形式；B.口头形式；C.其他形式；D.特定形式",
    "a": "A,B,C"
  },
  {
    "q": "（ ）设定抵押的，抵押权自登记之日起设立的。\nA.车辆；B.航空器；C.土地使用权；D.城市房地产",
    "a": "C,D"
  },
  {
    "q": "（）可以向全国人民代表大会常务委员会提出法律解释要求或者提出相关法律案。\nA.国务院；B.中央军事委员会和国家监察委员会；C.最高人民法院和最高人民检察院；D.全国人民代表大会各专门委员会",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（ ）行为属于“资助”实施危害中华人民共和国国家安全的间谍行为\nA.接受境外机构、组织、个人的资助或者指使，进行危害国家安全的间谍活动的；B.向实施间谍行为的组织、个人提供经费、场所和物资的；C.向组织、个人提供用于实施间谍行为的经费、场所和物资的；D.与境外机构、组织、个人建立联系，取得支持、帮助，进行危害国家安全的间谍活动的",
    "a": "B,C"
  },
  {
    "q": "设立广播电台、电视台，应当具备下列条件：（）\nA.有符合国家规定的广播电视专业人员；B.有符合国家规定的广播电视技术设备；C.有必要的基本建设资金和稳定的资金保障；D.无必要的场所",
    "a": "A,B,C"
  },
  {
    "q": "关于自然人的住所，下列说法正确的有：( )。\nA.自然人以户籍登记的居所为住所；B.或者以其他有效身份登记记载的居所为住所；C.经常居所与住所不一致的，不以经常居所视为住所；D.自然人仅以户籍登记的居所为住所",
    "a": "A,B"
  },
  {
    "q": "县级以上人民政府计量行政部门对 ，实行强制检定。\nA.社会公用计量标准器具；B.部门使用的最高计量标准器具；C.企业使用的最高计量标准器具；D.事业单位使用的最高计量标准器具",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位应当将自主创新成果转化与产业化情况作为科学技术人员（）的重要依据。\nA.职称评审；B.岗位聘用；C.项目审报；D.成果奖励",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些民事诉讼，由原告住所地人民法院管辖；原告住所地与经常居住地不一致的，由原告经常居住地人民法院管辖。\nA.对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；B.对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；C.对被采取强制性教育措施的人提起的诉讼；D.对被监禁的人提起的诉讼",
    "a": "A,B,C,D"
  },
  {
    "q": "设立有限责任公司，应当具备下列条件：（ ）。\nA.股东符合法定人数；B.有符合公司章程规定的全体股东实缴的出资额；C.股东共同制定公司章程；D.有公司名称，建立符合有限责任公司要求的组织机构;有公司住所",
    "a": "A,C,D"
  },
  {
    "q": "下列（ ）行为构成袭警罪。\nA.故意阻碍国家安全机关、公安机关依法执行国家安全工作任务，未使用暴力的；B.暴力袭击正在依法执行职务的人民警察的；C.使用枪支、管制刀具袭击正在依法执行职务的人民警察的；D.以驾驶机动车撞击等手段袭击正在依法执行职务的人民警察的",
    "a": "B,C,D"
  },
  {
    "q": "2022年1月，王某和李某共同出资成立大峪有限责任公司，注册资本2亿元，两人各认缴出资1亿元，出资期限均为2025年。后大峪公司与龙兴科技公司签订专利转让合同，约定大峪公司以5000万价格购买龙兴科技公司享有的专利权。5月，龙兴科技公司依据约定办理专利权转让手续，但大峪公司一直未付款，2022年9月，王某和李某一致做出减资决议。随后在未通知债权人的情况下，大峪公司完成减资变更登记，大峪公司注册资本变为2000万，两人认缴出资额均变为1000万，出资期限不变，对此下列说法正确的（）\nA.大峪公司需要减少注册资本时，应编制资产负债表和财产清单；B.王某李某应对大峪公司就龙兴公司的债务承担补充赔偿责任；C.因未通知债权人，大峪公司的减资行为无效；D.因未通知债权人，大峪公司的减资行为不能对抗债权人",
    "a": "A,B,D"
  },
  {
    "q": "县级以上人民政府应当加强对本行政区域地方志工作的领导，将地方志工作纳入当地国民经济和社会发展规划（）。\nA.建立地方志工作机构主导、社会各界有序参与编修地方志的工作机制；B.健全地方志工作机构；C.加强队伍建设；D.把地方志工作所需经费列入本级财政预算，保障地方志工作条件",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》，国务院和县级以上地方人民政府应当根据实际情况安排资金，加强（ ）。\nA.单个旅游项目的投资力度；B.旅游基础设施建设；C.旅游公共服务；D.旅游形象推广",
    "a": "B,C,D"
  },
  {
    "q": "《国家安全法》第十七条规定，国家采取一切必要的防卫和管控措施，维护国土安全。该处的“国土”包括（ ）。\nA.领陆；B.领海；C.领空；D.内水",
    "a": "A,B,C,D"
  },
  {
    "q": "下列请求权不适用诉讼时效的规定。( )\nA.请求停止侵害、排除妨碍、消除危险；B.不动产物权和登记的动产物权的权利人请求返还财产；C.请求支付抚养费、赡养费或者扶养费；D.依法不适用诉讼时效的其他请求权",
    "a": "A,B,C,D"
  },
  {
    "q": "哪些情形有关单位或者个人可以依法申请行政复议，也可以依法向人民法院提起行政诉讼（ ）A\nA.申请工伤认定的职工或者其近亲属、该职工所在单位对工伤认定申请不予受理的决定不服的；B.申请工伤认定的职工或者其近亲属、该职工所在单位对工伤认定结论不服的；C.用人单位对经办机构确定的单位缴费费率不服的；D.签订服务协议的医疗机构、辅助器具配置机构认为经办机构未履行有关协议或者规定的；E.工伤职工或者其近亲属对经办机构核定的工伤保险待遇有异议的",
    "a": "B,C,D,E"
  },
  {
    "q": "《事业单位人事管理条例》规定,事业单位工作人员培训包括( )。\nA.岗前培训；B.在岗培训；C.转岗培训；D.为完成特定任务的专项培训",
    "a": "A,B,C,D"
  },
  {
    "q": "网络运营者收集、使用个人信息，应当遵循（）的原则，公开收集、使用规则，明示收集、使用信息的目的、方式和范围，并经被收集者同意。\nA.真实；B.合法；C.正当；D.必要",
    "a": "B,C,D"
  },
  {
    "q": "网络主播在提供网络表演及视听节目服务过程中不得出现下列行为：（  ）\nA.恶搞、诋毁、歪曲或者以不当方式展现中华优秀传统文化、革命文化、社会主义先进文化；B.发布违反宪法所确定的基本原则及违反国家法律法规的内容；C.对社会热点和敏感问题进行炒作或者蓄意制造舆论“热点”；D.利用未成年人或未成年人角色进行非广告类的商业宣传、表演或作为噱头获取商业或不正当利益，指引错误价值观、人生观和道德观的内容",
    "a": "A,B,C,D"
  },
  {
    "q": "假冒专利的，除依法承担民事责任外，由负责专利执法的部门（   ）。\nA.责令改正并予公告；B.没收违法所得，可以处违法所得五倍以下的罚款；C.没有违法所得或者违法所得在五万元以下的，可以处二十五万元以下的罚款；D.构成犯罪的，依法追究刑事责任",
    "a": "A,B,C,D"
  },
  {
    "q": "《种子法》中的“主要农作物”是指( )。\nA.稻；B.小麦；C.玉米；D.大豆",
    "a": "A,B,C,D"
  },
  {
    "q": "金融机构应当按照规定建立和实施客户身份识别制度,包括：（）。\nA.对要求建立业务关系或者办理规定金额以上的一次性金融业务的客户身份进行识别，要求客户出示真实有效的身份证件或者其他身份证明文件，进行核对并登记，客户身份信息发生变化时，应当及时予以更新；B.按照规定了解客户的交易目的和交易性质，有效识别交易的受益人；C.在办理业务中发现异常迹象或者对先前获得的客户身份资料的真实性、有效性、完整性有疑问的，应当重新识别客户身份；D.保证与其有代理关系或者类似业务关系的境外金融机构进行有效的客户身份识别，并可从该境外金融机构获得所需的客户身份信息",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《征管法》的规定，纳税人偷税的，税务机关应(　)。\nA.追缴其不缴或者少缴的税款；B.处不缴或者少缴的税款5倍以下的罚款；C.加收滞纳金；D.处不缴或者少缴的税款50%以上5倍以下的罚款",
    "a": "A,C,D"
  },
  {
    "q": "直接选举人民代表大会代表时，选民根据选举委员会的规定，凭（ ）或者（ ）领取选票。\nA.身份证；B.工作证；C.选民证；D.单位证明",
    "a": "A,C"
  },
  {
    "q": "根据《中华人民共和国监察官法》下列哪些人员不得担任监察官\nA.陈某由于违反党纪，被给予留党察看处分；B.某县公安局长因私生活混乱被撤职；C.在纪委任职的小陈其儿子在国外结婚并移居国外；D.已被列为失信联合惩戒对象的魏某",
    "a": "A,B,C,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴，开展网络安全审查，原因是滴滴违反了如下哪些\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息保护影响评估应当包括下列内容（）。\nA.个人信息的处理目的、处理方式等是否合法、正当、必要；B.对个人权益的影响及安全风险；C.所采取的保护措施是否合法、有效并与风险程度相适应",
    "a": "A,B,C"
  },
  {
    "q": "国家鼓励单位和个人依法通过 等方式参与湿地保护活动\nA.捐赠；B.资助；C.志愿服务；D.认建认养",
    "a": "A,B,C"
  },
  {
    "q": "《水污染防治法》规定，渔业水体是指划定的鱼虾类的( )和鱼虾贝藻类的养殖场的水体。\nA.产卵场；B.索饵场；C.越冬场；D.洄游通道",
    "a": "A,B,C,D"
  },
  {
    "q": "关于物权请求权，下列说法正确的是( )。\nA.是独立于物权的一种行为请求权；B.可以使用债权的有关规定；C.能与物权分离而单独存在；D.须依诉讼的方式进行",
    "a": "A,B"
  },
  {
    "q": "新环境保护法第二十二条规定，企业事业单位和其他生产经营者，在污染物排放符合法定要求的基础上，进一步减少污染物排放的，人民政府应当依法采取 、政府采购等方面的政策和措施予以鼓励和支持。( )\nA.补贴；B.财政；C.税收；D.价格",
    "a": "B,C,D"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，上级烟草专卖局的法制工作机构定期对下级烟草专卖局组织开展行政执法评议、考核的主要目的是什么？\nA.增加行政执法的负担；B.对下级机关进行打压和处罚；C.加强对行政处罚的监督检查；D.规范和保障行政处罚的实施",
    "a": "C,D"
  },
  {
    "q": "按照《社会保险法》规定，职工基本养老金根据( )等因素确定。\nA.个人累计缴费年限；B.缴费工资；C.个人账户金额；D.当地职工平均工资；E.城镇人口平均预期寿命",
    "a": "A,B,C,D,E"
  },
  {
    "q": "车辆通行高速公路收费站时不得有妨碍高速公路交费通行秩序的下列行为（）。\nA.强行冲卡；B.故意堵塞收费道口；C.刁难、侮辱、威胁、殴打收费人员；D.其他妨碍高速公路交费通行秩序的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "以下合同免责条款无效的是：（ ）\nA.造成对方人身损害的；B.因故意造成对方财产损失的；C.因过失造成对方财产损失的；D.因重大过失造成对方财产损失的",
    "a": "A,B,D"
  },
  {
    "q": "农业农村、林业草原主管部门依法履行种子监督检查职责时，有权采取下列措施：\nA.进入生产经营场所进行现场检查；B.查封违法从事种子生产经营活动的场所；C.对种子进行取样测试、试验或者检验；D.查阅、复制有关合同、票据、账簿、生产经营档案及其他有关资料",
    "a": "A,B,C,D"
  },
  {
    "q": "各级人民代表大会常务委员会每年有计划地安排听取和审议本级（ ）的专项工作报告。\nA.人民法院；B.省妇联；C.人民检察院；D.人民政府",
    "a": "A,C,D"
  },
  {
    "q": "乙与甲长相酷似。平常也有交往。乙获悉甲获得“劳动模范”的称号与奖金，便伪造甲证件签字并冒领。以下（）说法正确的是？\nA.乙侵害甲的荣誉权；B.乙侵害甲的财产权；C.乙侵害甲的姓名权；D.乙不构成不当得利",
    "a": "B,C"
  },
  {
    "q": "《民法典》第1254条第1款规定：“禁止从建筑物中抛掷物品。从建筑物中抛掷物品或者从建筑物上坠落的物品造成他人损害的……经调查难以确定具体侵权人的，除能够证明自己不是侵权人的外，由可能加害的建筑物使用人给予补偿。”关于该条文，下列哪些说法是正确的？（）\nA.规定的是责任自负原则的例外情形；B.是关于法律解释方法位阶的规定；C.规定的是确定性规则；D.是体现司法公正原则的规定",
    "a": "A,C"
  },
  {
    "q": "以下哪些情形不得认定为工伤或者视同工伤（ ）\nA.在工作时间和工作场所内，因工作原因受到事故伤害的；B.在工作时间和工作岗位，突发疾病死亡或者在48小时之内经抢救无效死亡的；C.故意犯罪的；D.自残或者自杀的",
    "a": "C,D"
  },
  {
    "q": "经营者有（ )等侵害消费者或者其他受害人人身权益的行为，造成严重精神损害的，受害人可以要求精神损害赔偿。\nA.侮辱诽谤；B.搜查身体；C.侵犯人身自由；D.侵犯人格尊严",
    "a": "A,B,C"
  },
  {
    "q": "受教育者应当履行下列义务：\nA.遵守法律、法规；B.遵守学生行为规范，尊敬师长，养成良好的思想品德和行为习惯；C.努力学习，完成规定的学习任务；D.遵守所在学校或者其他教育机构的管理制度",
    "a": "A,B,C,D"
  },
  {
    "q": "我国民族区域自治制度的特点是( )。\nA.民族自治与区域自治的正确结合；B.经济因素与政治因素的正确结合；C.历史因素和现实因素的正确结合；D.民族自治权利的广泛性",
    "a": "A,B,C,D"
  },
  {
    "q": "国务院和县级以上地方各级人民政府应当在每年六月至九月期间，向本级人民代表大会常务委员会报告本年度上一阶段（  ）的执行情况。\nA.国民经济和社会发展计划；B.预算；C.决算；D.规划",
    "a": "A,B"
  },
  {
    "q": "我国《民法典》规定的属于第一顺序继承人的是（）。\nA.配偶；B.父母；C.祖父母；D.兄弟姐妹",
    "a": "A,B"
  },
  {
    "q": "下列哪些情形属于统计法规定的对严重统计违法行为失察（）。\nA.本地方、本部门、本单位大面积发生或者连续发生统计造假、弄虚作假。；B.本地方、本部门、本单位统计数据严重失实，应当发现而未发现。；C.发现本地方、本部门、本单位统计数据严重失实不予纠正。；D.本地方、本部门、本单位未经批准擅自组织实施统计调查的。",
    "a": "A,B,C"
  },
  {
    "q": "已满14周岁不满16周岁的人,犯（ ）罪的,应当负刑事责任。\nA.抢劫；B.诈骗；C.强奸；D.投放虚假危险物质罪；E.盗窃",
    "a": "A,C"
  },
  {
    "q": "经营者在生产经营活动中，应当遵循（）的原则，遵守法律和商业道德。\nA.自愿；B.平等；C.公平；D.诚信",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，产品投入流通后发现存在缺陷的，生产者、销售者应当及时采取等（）补救措施。\nA.赔偿损失；B.停止销售；C.警示；D.召回",
    "a": "B,C,D"
  },
  {
    "q": "甲将房屋出租给乙，乙将该房屋转租给丙，下列说法正确的是（）。\nA.甲可以基于房屋所有权对乙某主张返还请求权；B.丙某可以基于其和乙的合法租赁关系主张抗辩权；C.乙已经交付丙使用房屋，甲无权主张返还房屋；D.乙未经甲同意转租房屋，乙和丙的租赁合同无效",
    "a": "A,B"
  },
  {
    "q": "机关、单位应当定期对本机关、单位工作人员进行（）等方面的教育培训。\nA.保密工作优良传统；B.保密法律法规、形势任务；C.保密违法案例警示；D.保密技术防范",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《民法典》1206条的规定，产品投入流通后发现存在缺陷的，生产者、销售者应当及时采取（）等补救措施；未及时采取补救措施或者补救措施不力造成损害扩大的，对扩大的损害也应当承担侵权责任。 依据前款规定采取召回措施的，生产者、销售者应当负担被侵权人因此支出的必要费用。\nA.停止销售；B.停止生产；C.警示；D.召回",
    "a": "A,C,D"
  },
  {
    "q": "企业、事业单位、社会组织召开会议讨论有关（）等涉及职工切身利益的问题，必须有工会代表参加。\nA.工资、福利；B.劳动安全卫生；C.工作时间、休息休假；D.女职工保护和社会保险",
    "a": "A,B,C,D"
  },
  {
    "q": "国家和社会加强吸烟危害健康的宣传教育，下列哪些说法是正确的？（）\nA.禁止或者限制在公共交通工具吸烟；B.劝阻在公共场所吸烟；C.劝阻青少年吸烟；D.禁止中小学生吸烟",
    "a": "A,C,D"
  },
  {
    "q": "下列事项由业主共同决定：（）。\nA.制定和修改业主大会议事规则；B.选举业主委员会或者更换业主委员会成员；C.选聘和解聘物业服务企业或者其他管理人；D.改建、重建建筑物及其附属设施",
    "a": "A,B,C,D"
  },
  {
    "q": "开展社区戒毒（康复）工作应当建立健全（）工作机制。\nA.戒毒治疗；B.心理干预；C.帮扶救助；D.监督管理",
    "a": "A,B,C,D"
  },
  {
    "q": "下列关于物权的效力，说法错误的是（）。\nA.因继承取得物权的，自继承完成时发生效力；B.因合法建造、拆除房屋等事实行为设立或者消灭物权的，自事实行为成就时发生效力；C.因人民政府的征收决定导致房屋物权消灭的，自征收决定作出时生效；D.船舶的转让未经登记，不得对抗善意第三人",
    "a": "A,C"
  },
  {
    "q": "经营者有（）等侵害消费者或者其他受害人人身权益的行为，造成严重精神损害的，受害人可以要求精神损害赔偿。\nA.侮辱诽谤；B.搜查身体；C.侵犯人身自由；D.侵犯人格尊严",
    "a": "A,B,C"
  },
  {
    "q": "《民族区域自治法》调整的对象是（）\nA.统一与自治的关系；B.一般与特殊的关系；C.自治地方内部的民族关系；D.各自治地方之间的关系；E.有利于巩固祖国的统一",
    "a": "A,B,C"
  },
  {
    "q": "维护国家安全，应当 。\nA.遵守宪法和法律；B.坚持社会主义法治原则；C.尊重和保障人权；D.依法保护公民的权利和自由",
    "a": "A,B,C,D"
  },
  {
    "q": "业主大会或者业主委员会，对任意弃置垃圾、排放污染物或者噪声、（）等损害他人合法权益的行为，有权依照法律、法规以及管理规约，请求行为人停止侵害、排除妨碍、消除危险、恢复原状、赔偿损失。\nA.违反规定饲养动物；B.违章搭建；C.侵占通道；D.拒付物业费",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》是专门规范除海洋外其他水域污染防治的基本法律，其适用于中华人民共和国领域内的（）、水库等地表水体以及地下水体的污染防治。\nA.江河；B.湖泊；C.运河；D.渠道",
    "a": "A,B,C,D"
  },
  {
    "q": "下列各项中属于税法基本要素的有 C\nA.征税人；B.纳税义务人；C.征税对象；D.计税依据",
    "a": "B,C"
  },
  {
    "q": "建设项目的噪声污染防治设施应当与主体工程（）\nA.同时申请；B.同时设计；C.同时施工；D.同时投产使用",
    "a": "B,C,D"
  },
  {
    "q": "关于投保人在订立保险合同时的告知义务，下列哪些表述是正确的？（）\nA.投保人的告知义务，限于保险人询问的范围和内容；B.当事人对询问范围及内容有争议的，投保人负举证责任；C.投保人未如实告知投保单询问表中概括性条款时，则保险人可以此为由解除合同；D.在保险合同成立后，保险人获悉投保人未履行如实告知义务，但仍然收取保费，则保险人不得解除合同",
    "a": "A,D"
  },
  {
    "q": "粮食和储备部门依照《中华人民共和国行政处罚法》规定给予行政处罚，应当制作行政处罚决定书。行政处罚决定书应当载明下列事项：当事人的姓名或者名称、地址；违反法律、法规、规章的事实和证据；行政处罚的种类和依据；（）。\nA.行政处罚的履行方式和期限；B.申请行政复议、提起行政诉讼的途径和期限；C.作出行政处罚决定的行政机关名称和作出决定的日期；D.制作行政处罚决定书的经办人员和联系方式",
    "a": "A,B,C"
  },
  {
    "q": "党的二十大报告指出，加快建设法治社会。弘扬社会主义法治精神，传承中华优秀传统法律文化，引导全体人民做社会主义法治的（）。\nA.自觉传导者；B.忠实崇尚者；C.自觉遵守者；D.坚定捍卫者",
    "a": "B,C,D"
  },
  {
    "q": "干部教育培训考核应当区分不同教育培训方式分别实施。脱产培训的考核，由（）实施；网络培训和境外培训的考核，由（）。\nA.主办单位和干部所在单位实施；B.干部教育培训机构；C.干部所在单位实施；D.主办单位和干部教育培训机构",
    "a": "A,D"
  },
  {
    "q": "下列哪项不是市场监督管理部门以外的其他政府部门应当公示其在履行职责过程中产生的企业信息？\nA.行政许可准予、变更、延续信息；B.行政处罚信息；C.注册登记、备案信息；D.其他依法应当公示的信息",
    "a": "A,B,D"
  },
  {
    "q": "国家出资企业的关联方，包括（）。\nA.本企业的董事、监事、高级管理人员；B.本企业的董事、监事、高级管理人员的近亲属；C.本企业的董事、监事、高级管理人员及其近亲属所有的企业；D.本企业的董事、监事、高级管理人员及其近亲属实际控制的企业",
    "a": "A,B,C,D"
  },
  {
    "q": "党组织应当按照规定召开 （），开展谈心谈话，组织民主评议，保障党员参加学习讨论、议事决策，进行批评和自我批评。\nA.党员大会；B.党小组会；C.支部委员会会议；D.组织生活会",
    "a": "A,B,C,D"
  },
  {
    "q": "生态安全建设要建立健全以生态系统良性循环和环境风险有效防控为重点的生态安全体系，统筹山水林田湖草海湿地（）。\nA.综合治理；B.系统治理；C.源头治理；D.专项治理",
    "a": "A,B,C"
  },
  {
    "q": "在中华人民共和国境内从事人体器官捐献和移植，适用本条例；从事（）不适用本条例。\nA.人体细胞；B.角膜；C.骨髓；D.心脏",
    "a": "A,B,C"
  },
  {
    "q": "维护国家安全，应当 。\nA.遵守宪法和法律；B.坚持社会主义法治原则；C.尊重和保障人权；D.依法保护公民的权利和自由",
    "a": "A,B,C,D"
  },
  {
    "q": "关于《民法典》的自愿原则，下列说法哪一项是正确的。（）\nA.任意性规范优先于民事主体意思表示的内容适用；B.自愿原则说明国家一般不干预当事人的自由意志；C.根据自愿原则，民事主体可以按照自己的意思设立、变更、终止民事法律关系；D.民事主体的意思自治内容不得违反法律、法规的强制性规定",
    "a": "B,C,D"
  },
  {
    "q": "下列哪些事项应当进行国家安全审查（）。\nA.影响国家安全的外商投资；B.影响国家安全的特定物项和关键技术；C.可能影响国家安全的网络信息技术产品和服务；D.涉及国家安全事项的建设项目",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些情形发生时，个人信息处理者应当主动删除个人信息；个人信息处理者未删除的，个人有权请求删除：\nA.处理目的已实现、无法实现或者为实现处理目的不再必要；B.个人信息处理者停止提供产品或者服务，或者保存期限即将届满；C.个人撤回同意；D.法律、行政法规定的其他情形",
    "a": "A,C,D"
  },
  {
    "q": "县级以上地方各级密码管理部门、国家机关和涉及商用密码工作的单位可以根据工作需要，对（）的重要网络与信息系统商用密码应用安全性评估情况开展专项检查。\nA.本地区；B.本机关；C.本单位；D.本系统",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关以及法律、法规授权的具有管理公共事务职能的组织等可以根据履行职责的需要，在下列（）工作和活动中依法应用信用信息。\nA.行政许可、行政检查、监督抽验和行政处罚；B.政府采购、招标投标、国有土地使用权和矿业权出让、转让等公共资源交易活动，财政性资金和项目支持、科研项目管理、审计；C.公职人员录用、聘用、调任以及职务职级确定、晋升；D.人才引进、评优评先",
    "a": "A,B,C,D"
  },
  {
    "q": "对被责令停产整顿的煤矿，颁发证照的部门应当暂扣（）和矿长资格证、矿长安全资格证。\nA.采矿许可证；B.安全生产许可证；C.煤炭生产许可证；D.营业执照",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，有下列情形之一的，应当追究相关地方党委和政府有关领导成员的责任：（）。\nA.指使、授意或者放任分管部门对不符合主体功能区定位或者生态环境和资源方面政策、法律法规的建设项目审批（核准）、建设或者投产（使用）的；B.对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的；C.本地区发生主要领导成员职责范围内的严重环境污染和生态破坏事件，或者对严重环境污染和生态破坏（灾害）事件处置不力的；D.对公益诉讼裁决和资源环境保护督察整改要求执行不力的",
    "a": "A,B"
  },
  {
    "q": "党必须加强对（）等群团组织的领导，使它们保持和增强政治性、先进性、群众性。\nA.民主党派；B.工会；C.共产主义青年团；D.妇女联合会",
    "a": "B,C,D"
  },
  {
    "q": "下列各项中，属于内部审计机构或者履行内部审计内设机构职责的是：（）。\nA.对本单位及所属单位贯彻落实国家重大政策措施情况进行审计。；B.对本单位及所属单位固定资产投资项目进行审计。；C.对本单位所属单位领导人员履行经济责任情况进行审计。；D.负责审计发现问题的整改工作。",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国宪法》第四十七条规定：中华人民共和国公民有进行科学研究、文学艺术创作和其他文化活动的自由。国家对于从事教育以及（）和其他文化事业的公民的有益于人民的创造性工作，给以鼓励和帮助。\nA.科学；B.技术；C.文学；D.艺术",
    "a": "A,B,C,D"
  },
  {
    "q": "市（地）级以上党校（行政学院）教学安排中，党的理论教育和党性教育课程的比重不低于总课时的（），各级党校（行政学院）的主体班次都应当设置党性教育课程，党性教育课程的比重不低于总课时的（）。\nA.0.7；B.0.6；C.0.3；D.0.2",
    "a": "A,D"
  },
  {
    "q": "甲将自己房屋赠与给儿子乙并办理过户登记，在符合（）情形下，甲可以撤销赠与。\nA.乙不履行对甲的赡养义务；B.乙不履行甲乙之间赠与合同的约定义务；C.甲因为要炒股筹集资金；D.甲再婚后，配偶丙不同意该赠与",
    "a": "A,B"
  },
  {
    "q": "《海洋环境保护法》规定，国家采取必要措施，（）来自大气层或者通过大气层造成的海洋环境污染损害。\nA.防止；B.减少；C.减弱；D.控制",
    "a": "A,B,D"
  },
  {
    "q": "宾馆、商场、银行、车站、机场、体育场馆、娱乐场所等经营场所、公共场所的（），未尽到安全保障义务，造成他人损害的，应当承担侵权责任。\nA.经营者；B.管理者；C.所有者；D.群众性活动的组织者",
    "a": "A,B,D"
  },
  {
    "q": "当事人、法定代理人可以委托一至二名代理人参加仲裁活动。（）可以被委托为仲裁代理人。\nA.律师、基层法律服务工作者；B.当事人的近亲属或者工作人员；C.当事人所在单位推荐的公民；D.当事人所在社区、有关社会团体推荐的公民",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关及其工作人员在国家安全工作和涉及国家安全活动中，应当（）。\nA.严格依法履行职责；B.不得超越职权、滥用职权；C.不得徇私枉法；D.不得侵犯个人和组织的合法权益",
    "a": "A,B,D"
  },
  {
    "q": "被抽样生产者、销售者有下列情形之一的，由县级市场监督管理部门按照有关法律、行政法规规定处理；法律、行政法规未作规定的，处三万元以下罚款；涉嫌构成犯罪，依法需要追究刑事责任的，按照有关规定移送公安机关。（）\nA.被抽样产品存在严重质量问题的；B.阻碍、拒绝或者不配合依法进行的监督抽查的；C.未经负责结果处理的市场监督管理部门认定复查合格而恢复生产、销售同一产品的；D.隐匿、转移、变卖、损毁样品的",
    "a": "A,B,C,D"
  },
  {
    "q": "生产经营单位的从业人员有权了解其作业场所和工作岗位存在的（），有权对本单位的安全生产工作提出建议。\nA.预警机制；B.危险因素；C.防范措施；D.事故应急措施",
    "a": "B,C,D"
  },
  {
    "q": "党的工作机关是党实施政治、思想和组织领导的政治机关，是落实党中央和地方各级党委决策部署，实施党的领导、加强党的建设、推进党的事业的执行机关。党的工作机关主要包括（）。\nA.办公厅（室）；B.职能部门；C.办事机构；D.派出机关",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》规定，中华人民共和国公民在什么情况下，有从国家和社会获得物质帮助的权利（）\nA.年老；B.疾病；C.遭遇自然灾害；D.丧失劳动能力",
    "a": "A,B,D"
  },
  {
    "q": "《消防法》中规定所称人员密集场所，包括（）\nA.宾馆、饭店、商场、集贸市场、体育场馆、会堂、公共娱乐场所等公众聚集场所；B.医院的门诊楼、病房楼，学校的教学楼、图书馆和集体宿舍，养老院、托儿所、幼儿园；C.客运车站、码头、民用机场的候车、候船、候机厅（楼）；D.公共图书馆的阅览室、公共展览馆的展览厅；E.劳动密集型企业的生产加工车间、员工集体宿舍",
    "a": "A,B,C,D,E"
  },
  {
    "q": "生产经营单位的主要负责人对本单位安全生产工作负有下列职责: （）\nA.建立健全并落实本单位全员安全生产责任制，加强安全生产标准化建设；B.组织制定并实施本单位安全生产规章制度和操作规程；C.保证本单位安全生产投入的有效实施；D.组织制定并实施本单位的生产安全事故应急救援预案",
    "a": "A,B,C,D"
  },
  {
    "q": "医师应当接受定期考核，对考核不合格的医师，卫生行政部门可以采取下列哪些措施。（）\nA.责令其暂停执业活动3-6个月；B.接受培训和继续医学教育；C.再次进行考核；D.对再次考核不合格的，注销医师注册",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》规定，侵害他人造成人身损害的，应当赔偿（）等为治疗和康复支出的合理费用，以及因误工减少的收入。\nA.医疗费、护理费；B.交通费；C.营养费；D.住院伙食补助费",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国反有组织犯罪法》规定，有关部门和单位、个人违反规定泄露违反规定泄露（）、（）和（）的，依法追究法律责任。\nA.国家秘密；B.商业秘密；C.社会秘密；D.个人隐私",
    "a": "A,B,D"
  },
  {
    "q": "我国法律对婚约的态度是（）。\nA.婚约可以随时解除；B.法律既不要求也不禁止订立婚约；C.婚约没有法律约束力；D.订婚不是婚姻成立的必要手续和条件",
    "a": "A,B,C,D"
  },
  {
    "q": "国家秘密的密级分为（）（）（）\nA.绝密；B.机密；C.秘密；D.保密",
    "a": "A,B,C"
  },
  {
    "q": "（）有防范、制止间谍行为，维护国家安全的义务。\nA.一切国家机关；B.武装力量；C.各政党和各社会团体；D.各企业事业组织",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关及其工作人员在国家安全工作和涉及国家安全活动中，应当（）。\nA.严格依法履行职责；B.不得超越职权、滥用职权；C.不得徇私枉法；D.不得侵犯个人和组织的合法权益",
    "a": "A,B,D"
  },
  {
    "q": "高速公路建设用地应当符合国土空间规划，遵循（）、（）、（）的原则。\nA.依法依规用地；B.严格保护耕地；C.节约集约用地",
    "a": "A,B,C"
  },
  {
    "q": "以下属于党内功勋荣誉表彰形式的是（）。\nA.授予勋章；B.授予荣誉称号；C.表彰；D.颁发纪念章",
    "a": "A,B,C,D"
  },
  {
    "q": "契税的纳税人可以是（）。\nA.国家机关；B.军事单位；C.个体经营者；D.外籍人员",
    "a": "A,B,C,D"
  },
  {
    "q": "以下关于航标设置的说法，正确的是：\nA.新建、改建、扩建与航道有关的建筑物建成后，建设单位应当按照国家有关规定和技术要求设置航标，并承担相应费用；B.新建、改建、扩建与航道有关的建筑物建成后，建设单位应当按照国家有关规定和技术要求设置航标，设标费用由港航机构承担；C.内河航道桥区水上航标设置完毕后，建设单位将其移交给港航机构管理维护，维护费用列入航道养护预算；D.内河航道桥区水上航标设置完毕后，建设单位可以委托港航机构管理维护，维护费用由建设单位承担",
    "a": "A,C"
  },
  {
    "q": "广播电视节目由（）批准设立的广播电视节目制作经营单位制作。\nA.广播电视台；B.电视台；C.省级以上人民政府广播电视行政部门；D.市级以上人民政府广播电视行政部门",
    "a": "A,B,C"
  },
  {
    "q": "国家安全机关对下列（），经有权的国家安全机关负责人批准，可以依法查封、扣押、冻结。\nA.用于间谍行为的工具和其他财物；B.用于资助间谍行为的资金；C.用于资助间谍行为的场所；D.用于资助间谍行为的物资",
    "a": "A,B,C,D"
  },
  {
    "q": "关于投保人在订立保险合同时的告知义务，下列哪些表述是正确的？（）\nA.投保人的告知义务，限于保险人询问的范围和内容；B.当事人对询问范围及内容有争议的，投保人负举证责任；C.投保人未如实告知投保单询问表中概括性条款时，则保险人可以此为由解除合同；D.在保险合同成立后，保险人获悉投保人未履行如实告知义务，但仍然收取保费，则保险人不得解除合同",
    "a": "A,D"
  },
  {
    "q": "社会主义学院基本任务包括：（）。\nA.培训民主党派和无党派人士、统一战线其他领域代表人士，培训统战干部，培养统一战线理论研究人才，承办党委和政府举办的有关专题研讨班；B.组织开展马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想，以及党的统一战线理论和方针政策的研究和宣传，推进理论创新；C.组织开展决策咨询工作，为党委和政府决策服务；D.组织开展中华文化的教育、研究和对外交流；E.开展联谊交友",
    "a": "A,B,C,D,E"
  },
  {
    "q": "根据《中华人民共和国民法典》规定，名誉是对民事主体的品德、（）、（）、（）等的社会评价。\nA.外貌；B.声望；C.信用；D.才能",
    "a": "B,C,D"
  },
  {
    "q": "劳动保障行政部门对违反劳动保障法律、法规或规章的行为作出行政处罚或者行政处理决定，应当告知用人单位依法享有（）的权利。\nA.陈述；B.申辩；C.申请行政复议；D.提起行政诉讼",
    "a": "C,D"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，上级烟草专卖局的法制工作机构定期对下级烟草专卖局组织开展行政执法评议、考核的主要目的是什么？\nA.增加行政执法的负担；B.对下级机关进行打压和处罚；C.加强对行政处罚的监督检查；D.规范和保障行政处罚的实施",
    "a": "C,D"
  },
  {
    "q": "工程的总承包人乙公司经发包人甲公司同意，将自己承包的部分建设工程分包给丙公司。因丙公司完成的工程质量出现问题，给甲公司造成200万的经济损失。下列（）不符合法律的规定。\nA.只由丙公司承担赔偿责任；B.只由乙公司承担赔偿责任；C.先由丙公司承担赔偿责任，不足部分由乙公司；D.由乙丙承担连带责任",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（）\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "军人抚恤优待工作坚持中国共产党的领导。军人抚恤优待工作应当践行社会主义核心价值观，贯彻（）的原则，分类保障，突出重点，逐步推进抚恤优待制度城乡统筹，健全抚恤优待标准动态调整机制，确保抚恤优待保障水平与经济社会发展水平、国防和军队建设需要相适应。\nA.待遇与贡献匹配；B.精神与物质并重；C.关爱与服务结合",
    "a": "A,B,C"
  },
  {
    "q": "张某和李某于2013年合作创作了一部话剧剧本，后张某于2014年3月5日去世，张某没有继承人也未设立遗嘱。李某于2015年5月19日去世。根据著作权法及相关规定，下列哪些说法是正确的？\nA.张某去世前，该剧本的著作权由张某和李某共同享有；B.2014年3月6日至2015年5月18日，该剧本的表演权由李某享有；C.该剧本的著作权中的改编权保护期截止于2064年5月19日；D.李某去世后，该剧本的改编权在著作权法规定的保护期内依照继承法的规定转移",
    "a": "A,B,D"
  },
  {
    "q": "《中华人民共和国海洋环境保护法》规定，完全属于下列情形之一，经过及时采取合理措施，仍然不能避免对海洋环境造成污染损害的，造成污染损害的有关责任者免予承担责任？（）\nA.战争；B.不可抗拒的自然灾害；C.负责灯塔或者其他助航设备的主管部门，在执行职责时的疏忽，或者其他过失行为",
    "a": "A,B,C"
  },
  {
    "q": "可以不经植物新品种权所有人许可的情形有。 C\nA.利用授权品种进行育种及其他科研活动；B.储存授权品种的繁殖材料；C.农民自繁自用授权品种的繁殖材料；D.将授权品种的繁殖材料重复使用于生产另一品种的繁殖材料",
    "a": "A,C"
  },
  {
    "q": "《反间谍法》大大强化了对人权的保障，对公民权益的保护，具体体现在下列（）条款之中。\nA.任何个人和组织对国家安全机关及其工作人员超越职权、滥用职权和其他违法行为，都有权向上级国家安全机关或者有关部门检举、控告。；B.国家安全机关及其工作人员依法履行反间谍工作职责获取的组织和个人的信息、材料，只能用于反间谍工作。对属于国家秘密、商业秘密和个人隐私的，应当保密。；C.因协助反间谍工作，本人或者其近亲属的人身安全面临危险的，可以向国家安全机关请求予以保护，国家安全机关应当会同有关部门依法采取保护措施。；D.因反间谍工作需要依法使用有关工具、场地、建筑物的，任务完成后应及时归还或者恢复原状，依照规定支付相应费用，造成损失的，应当补偿。",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些情形不得认定为工伤或者视同工伤（）\nA.在工作时间和工作场所内，因工作原因受到事故伤害的；B.在工作时间和工作岗位，突发疾病死亡或者在48小时之内经抢救无效死亡的；C.故意犯罪的；D.自残或者自杀的",
    "a": "C,D"
  },
  {
    "q": "股东可以用货币出资，也可以用实物、（）、土地使用权、（）、（）等可以用货币估价并可以依法转让的非货币财产作价出资；但是，法律、行政法规规定不得作为出资的财产除外。 对作为出资的非货币财产应当评估作价，核实财产，不得高估或者低估作价。法律、行政法规对评估作价有规定的，从其规定。\nA.知识产权；B.股权；C.特许经营权；D.债权",
    "a": "A,B,D"
  },
  {
    "q": "《广西壮族自治区知识产权保护和促进条例》鼓励（）等根据行业和自身技术特点，按照商业秘密保护管理和服务规范，建立健全商业秘密保护管理制度。\nA.知识产权权利人；B.市场主体；C.高等学校；D.科研机构",
    "a": "B,C,D"
  },
  {
    "q": "仓储合同的法律特征有（）。\nA.保管人须为有仓储设备并专事仓储保管业务的民事主体；B.其保管的对象是动产；C.有偿合同；D.其保管的对象是不动产",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国公司法》有关规定，董事、高级管理人员不得有下列行为：（）。\nA.挪用公司资金；B.接受他人与公司交易的佣金归为己有；C.擅自披露公司秘密；D.工作时间玩微信",
    "a": "A,B,C"
  },
  {
    "q": "烈士牺牲后无法搜寻到遗体（骸） 、无法查找到安葬地或者安葬地在境外 的 ，可在（） ，纪念相关战役（战争）烈士陵园英名墙等设施镌刻烈士姓名予以纪念 ，但不得在烈士陵园或者烈士集中安葬墓区建造衣冠冢或者空墓。\nA.烈士牺牲地；B.生前户籍所在地；C.遗属户籍所在地烈士陵园；D.烈士集中安葬墓区英名墙",
    "a": "A,B,C,D"
  },
  {
    "q": "下列人员哪些属于业主：（）。\nA.房屋所有权证记载的房屋所有权人；B.因人民法院、仲裁机构的生效法律文书或者人民政府的征收决定取得建筑物专有部分所有权的单位或者个人；C.基于与建设单位之间的房屋买卖民事法律行为，已经合法占有建筑物专有部分的单位或者个人；D.占用和使用房屋的人",
    "a": "A,B,C"
  },
  {
    "q": "确定烈士安葬地和安排烈士安葬活动 ，应当征求烈士 遗属意见 。烈士可以在（） 安葬 。烈士安葬地确定后， 就近在安葬地的烈 士陵园或者烈士集中安葬墓区安葬烈 士。\nA.牺牲地；B.生前户籍所在地；C.遗属户籍所在地；D.生前工作单位所在地 安葬",
    "a": "A,B,C,D"
  },
  {
    "q": "医疗事故的赔偿应当考虑的因素包括：（）。\nA.医疗机构的等级和性质；B.医疗事故等级；C.医疗过失行为在医疗事故损害后果中的责任程度；D.医疗事故损害后果与患者原有疾病状况之间的关系",
    "a": "B,C,D"
  },
  {
    "q": "妨碍国家安全机关依法执行任务的违法行为人，区别不同情形，会受到下列（）惩处。\nA.以暴力、威胁方法阻碍国家安全机关依法执行任务的，依法追究刑事责任；B.故意阻碍国家安全机关依法执行任务，未使用暴力、威胁方法，由国家安全机关处十五日以下行政拘留；C.故意阻碍国家安全机关依法执行任务，未使用暴力、威胁方法，造成严重后果的，依法追究刑事责任；D.故意阻碍国家安全机关依法执行任务，未使用暴力、威胁方法，情节较轻的，由国家安全机关处十五日以下行政拘留",
    "a": "A,C,D"
  },
  {
    "q": "党委（党组）落实全面从严治党主体责任，应当遵循以下（）原则。\nA.坚持紧紧围绕加强和改善党的全面领导；B.坚持全面从严治党各领域各方面各环节全覆盖；C.坚持真管真严、敢管敢严、长管长严；D.坚持全面从严治党过程和效果相统一",
    "a": "A,B,C,D"
  },
  {
    "q": "在境外受胁迫或者受诱骗参加敌对组织、间谍组织，从事危害中华人民共和国国家安全的活动，在（）情形下，可以不予追究。\nA.及时向中华人民共和国驻外机构如实说明情况，并有悔改表现的；B.入境后直接向国家安全机关如实说明情况, 并有悔改表现的；C.入境后通过所在单位及时向国家安全机关、公安机关如实说明情况，并有悔改表现的；D.入境后直接向公安机关如实说明情况的",
    "a": "A,B,C"
  },
  {
    "q": "视听作品中的电影作品、电视剧作品的著作权由制作者享有，但（）等作者享有署名权，并有权按照与制作者签订的合同获得报酬。\nA.编剧；B.导演；C.摄影；D.作词、作曲",
    "a": "A,B,C,D"
  },
  {
    "q": "国家建立（）的国家安全危机管控制度。\nA.统一领导；B.协同联动；C.高效权威；D.有序高效",
    "a": "A,B,D"
  },
  {
    "q": "发生可能对上市公司证券及其衍生品种交易价格产生较大影响的重大事件，投资者尚未得知时，上市公司（）。\nA.应当立即披露；B.应当在一个月内披露；C.说明事件的起因、目前的状态和可能产生的影响；D.说明事件的进展情况",
    "a": "A,C"
  },
  {
    "q": "国家所有的财产受法律保护，禁止任何组织或者个人侵占、（）。\nA.哄抢；B.私分；C.截留；D.破坏",
    "a": "A,B,C,D"
  },
  {
    "q": "网络招聘服务包括（）业务。\nA.为劳动者介绍用人单位；B.为用人单位推荐劳动者；C.举办网络招聘会；D.开展高级人才寻访服务；E.其他网络求职、招聘服务",
    "a": "A,B,C,D,E"
  },
  {
    "q": "捏造下列虚假事实（）构成投放虚假危险物质罪\nA.爆炸性物质；B.毒害性物质；C.放射性物质；D.传染病病原体",
    "a": "A,B,C,D"
  },
  {
    "q": "我国环境标准由四类组成，是指（）。\nA.环境质量标准；B.污梁物排放标准；C.环境保护基础标准；D.放射性物质测限标准；E.环境保护方法标准",
    "a": "A,B,C,D"
  },
  {
    "q": "生产经营单位的从业人员有权了解其作业场所和工作岗位存在的（），有权对本单位的安全生产工作提出建议。\nA.预警机制；B.危险因素；C.防范措施；D.事故应急措施",
    "a": "B,C,D"
  },
  {
    "q": "借款合同抵押担保中不得抵押的财产有（）。\nA.土地所有权；B.国有土地使用权；C.某大学校舍；D.夫妻离婚涉及有争议的财产",
    "a": "A,C,D"
  },
  {
    "q": "有下列哪些情形，可以县级以上地方人民政府盐业主管部门责令改正，没收违法购进的食盐，可以处违法购进的食盐货值金额3倍以下的罚款。（）\nA.食盐定点批发企业从食盐定点生产企业、其他食盐定点批发企业购进食盐；B.食盐零售单位从食盐定点批发企业购进食盐；C.食盐定点批发企业从除食盐定点生产企业、其他食盐定点批发企业以外的单位或者个人购进食盐；D.食盐零售单位从食盐定点批发企业以外的单位或者个人购进食盐",
    "a": "C,D"
  },
  {
    "q": "市（地）级以上党校（行政学院）教学安排中，党的理论教育和党性教育课程的比重不低于总课时的（），各级党校（行政学院）的主体班次都应当设置党性教育课程，党性教育课程的比重不低于总课时的（）。\nA.0.7；B.0.6；C.0.3；D.0.2",
    "a": "A,D"
  },
  {
    "q": "关于自然人的住所，下列说法正确的有：（）。\nA.自然人以户籍登记的居所为住所；B.或者以其他有效身份登记记载的居所为住所；C.经常居所与住所不一致的，不以经常居所视为住所；D.自然人仅以户籍登记的居所为住所",
    "a": "A,B"
  },
  {
    "q": "现行宪法规定，退休人员的生活受（） 的保障。\nA.国家机关；B.社会；C.国家；D.原单位",
    "a": "B,C"
  },
  {
    "q": "《行政机关公务员处分条例》规定，行政机关公务员有贪污、（）、挪用公款、利用职务之便为自己或者他人谋取私利、巨额财产来源不明等违反廉政纪律行为的，给予记过或者记大过处分；情节较重的，给予降级或者撤职处分；情节严重的，给予开除处分。\nA.索贿；B.受贿；C.行贿；D.介绍贿赂",
    "a": "A,B,C,D"
  },
  {
    "q": "退役军人服现役期间个人获得（），可以在全国范围内选择安置地。\nA.勋章；B.荣誉称号；C.一等战功；D.一级表彰",
    "a": "A,B,C,D"
  },
  {
    "q": "下列有关我国选举制度基本原则的论述不正确的是（）。\nA.选举权的普遍性原则要求我国公民只要年满18周岁，都拥有选举权和被选举权；B.选举权的平等性原则要求在各级人民代表大会中，每一代表所代表的人口数都是相等的；C.直接选举和间接选举并用原则表明我国各级人大代表并非都是由选民直接选举产生的；D.秘密投票原则要求如果选民是文盲就不能参加投票，因为其如果委托别人代写，就违背了秘密投票原则",
    "a": "A,B,D"
  },
  {
    "q": "各级国库应当按照国家有关规定，及时准确地办理预算收入的 （）和预算支出的拨付。\nA.收纳；B.划分；C.留解；D.退付",
    "a": "A,B,C,D"
  },
  {
    "q": "负有知识产权管理职责的部门应当建立健全知识产权公共服务体系，制定和发布公共服务清单和流程，提供（）等一站式公共服务。\nA.知识产权政策咨询；B.维权援助；C.信息共享；D.信息分析",
    "a": "A,B,C"
  },
  {
    "q": "（）可以向全国人大提出法律案。\nA.国务院；B.中央军委；C.最高法院；D.最高检察院",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》，下列哪些选项是旅游者的权利？（）\nA.旅游者有权自主选择旅游产品和服务；B.旅游者有权拒绝旅游经营者的强制交易行为；C.旅游者有权知悉其购买的旅游产品和服务的真实情况；D.旅游者有权要求旅游经营者按照约定提供产品和服务",
    "a": "A,B,C,D"
  },
  {
    "q": "按照《社会保险法》规定，职工基本养老金根据（）等因素确定。\nA.个人累计缴费年限；B.缴费工资；C.个人账户金额；D.当地职工平均工资；E.城镇人口平均预期寿命",
    "a": "A,B,C,D,E"
  },
  {
    "q": "根据刑法第160条的规定，在招股说明书、认股书、公司、企业债券募集办法等发行文件中隐瞒重要事实或者编造重大虚假内容，发行（），数额巨大、后果严重或者有其他严重情节的，处五年以下有期徒刑或者拘役，并处或者单处罚金；数额特别巨大、后果特别严重或者有其他特别严重情节的，处五年以上有期徒刑，并处罚金。\nA.股票；B.公司、企业债券；C.存托凭证；D.国务院依法认定的其他证券",
    "a": "A,B,C,D"
  },
  {
    "q": "在一个纳税年内，纳税人已完税的车船，若发生（）情形的，可以向税务机关申请退还当年剩余月份车船税。\nA.办理转让过户；B.车船被盗抢；C.车船报废；D.车船灭失",
    "a": "B,C,D"
  },
  {
    "q": "宣告失踪，失踪人的财产由（）代管。\nA.配偶；B.成年子女；C.父母；D.其他愿意担任财产代管人的人",
    "a": "A,B,C,D"
  },
  {
    "q": "申请领取小餐饮登记证，应当向经营所在地县级人民政府市场监督管理部门提出申请，并提交下列材料： D\nA.申请登记表；B.申请人的身份证复印件；C.工商营业执照；D.从业人员有效健康证明。",
    "a": "A,B,C,D"
  },
  {
    "q": "物业服务人退出物业管理区域时应当按照下列（）规定办理。\nA.与业主或者业主大会选聘的新物业服务人、业主委员会办理移交手续；B.没有业主委员会或者业主委员会不能正常履行职责，且未选聘新物业服务人的，与居（村）民委员会办理移交手续；C.业主或者业主大会决定自行管理的，与自行管理的执行人或者负责人办理移交手续；D.移交各方应当做好查验记录。查验记录应当包括查验时间、查验内容、查验结论、存在问题及其处理意见等，并由移交双方当事人签字盖章。",
    "a": "A,B,C,D"
  },
  {
    "q": "上市公司在董事会中设置审计委员会的，董事会对下列事项作出决议前应当经审计委员会全体成员过半数通过：（一）（）；（二）（）；（三）（）；（四）国务院证券监督管理机构规定的其他事项。\nA.聘用、解聘承办公司审计业务的会计师事务所；B.聘任、解聘财务负责人；C.披露财务会计报告；D.披露财务报表",
    "a": "A,B,C"
  },
  {
    "q": "关于海上搜救，以下说法正确的是（）。\nA.沿海县级以上地方人民政府应当安排必要的海上搜救资金，保障搜救工作的正常开展。；B.海上搜救中心各成员单位应当在海上搜救中心统一组织、协调、指挥下，根据各自职责，承担海上搜救应急、抢险救灾、支持保障、善后处理等工作。；C.国家设立专业海上搜救队伍，加强海上搜救力量建设。专业海上搜救队伍应当配备专业搜救装备，建立定期演练和日常培训制度，提升搜救水平。；D.国家鼓励社会力量建立海上搜救队伍，参与海上搜救行动。",
    "a": "A,B,C,D"
  },
  {
    "q": "下列行为，按市场价格作为计税依据征收契税的有？（）\nA.土地使用权赠与、房屋赠与；B.土地、房屋权属作价投资入股；C.以土地、房屋权属抵债；D.以获奖方式承受土地、房屋权属的",
    "a": "A,B,C,D"
  },
  {
    "q": "间谍组织及其代理人以外的其他境外机构、组织、个人的下列（）活动，属于间谍行为。\nA.其实施窃取、刺探、收买或者非法提供国家秘密或者情报的；B.其指使、资助他人实施的窃取、刺探、收买或者非法提供国家秘密或者情报的；C.境内机构、组织、个人与其相勾结实施的窃取、刺探、收买或者非法提供国家秘密或者情报的；D.其策动、引诱、收买国家工作人员叛变的",
    "a": "A,B,C,D"
  },
  {
    "q": "（）执行劳动保障法律、法规和规章的情况，由劳动保障行政部门根据其职责，依照《劳动保障监察条例》实施劳动保障监察。\nA.机关单位；B.国家机关；C.事业单位；D.社会团体",
    "a": "B,C,D"
  },
  {
    "q": "《广西壮族自治区科技创新条例》鼓励企业以多种形式培养、吸引和使用科学技术人员，同科学技术研究开发机构、高等院校、中等职业院校（技工院校）或者培训机构联合培养专业技术人才和高技能人才，支持有条件的企业设立（）或者流动站等高层次人才科技创新平台，并落实各级高层次人才保障措施。\nA.院士工作站；B.专家服务站；C.博士后工作站；D.流动站",
    "a": "A,B,C,D"
  },
  {
    "q": "在清明节 、国庆节或者烈士纪念日等重大庆典日 、重要 纪念日 ，县级以上地方人民政府在本 行政区域内举行的 烈士公祭活动 ，适用本办法 。烈士公祭活动应当（） 。\nA.庄严；B.肃穆；C.隆重；D.节俭",
    "a": "A,B,C,D"
  },
  {
    "q": "国家对密码实行分类管理。密码分为（）、（）、（）。\nA.核心密码；B.普通密码；C.商用密码；D.商业密码",
    "a": "A,B,C"
  },
  {
    "q": "画家张某因要自费办画展，向朋友赵某借了10万元，并将自己的两幅代表画出质给赵某，并让赵某好好保管，还钱时同时归还两幅画。本案中赵某对张某的画有（）。\nA.优先购买权；B.动产质权；C.著作财产权之质权；D.占有权",
    "a": "B,D"
  },
  {
    "q": "重庆烈焰能源有限公司（简称：烈焰公司）拟通过增资方式获得四川渝美旅游股份公司（简称：渝美公司）的股份，拟出资金额为2亿元，获得渝美公司2000万元的股本。但烈焰公司资金紧张。渝美公司持有贵阳芳香酒业股份公司（简称：芳香公司）90%的股份，芳香公司现金流充沛，拟向烈焰公司提供2亿元借款，供烈焰公司参与渝美公司的增资，期限3年，年化利率为5%。对此，下列说法错误的是？（多选）\nA.烈焰公司向渝美公司的增资款，1.8亿元计入法定公积金；B.芳香公司向烈焰提供借款，并非用于取得其自身股份，故不受限制；C.因芳香公司并非金融机构，其向烈焰公司提供借款，借款合同无效；D.芳香公司不得将资金借予烈焰公司用于向渝美公司增资",
    "a": "A,B,C"
  },
  {
    "q": "从世界各国的规定看，特种买卖主要包括（）。\nA.试用买卖；B.房屋买卖；C.易货交易；D.招标投标买卖",
    "a": "A,B,C,D"
  },
  {
    "q": "旅行社经营 业务应当取得相应的业务经营许可。\nA.境内旅游；B.出境旅游；C.边境旅游；D.入境旅游",
    "a": "B,C"
  },
  {
    "q": "公路管理机构、公路经营企业应当按照国务院交通运输主管部门的规定对公路进行（），并制作巡查记录；发现公路坍塌、坑槽、隆起等损毁的，应当及时设置（），并采取措施修复。\nA.巡查；B.警示标志；C.检查；D.警示牌",
    "a": "A,B"
  },
  {
    "q": "股东可以用货币出资，也可以用（）等可以用货币估价并可以依法转让的非货币财产作价出资；但是，法律、行政法规规定不得作为出资的财产除外。\nA.知识产权；B.土地使用权；C.股权；D.债权",
    "a": "A,B,C,D"
  },
  {
    "q": "民事权利可以依据（）取得\nA.民事法律行为；B.事实行为；C.法律规定的事件；D.法律规定的其他方式",
    "a": "A,B,C,D"
  },
  {
    "q": "宪法规定，人民法院依照法律规定独立行使审判权，不受（）的干涉。\nA.行政机关；B.法律监督机关；C.权力机关；D.社会团体和个人",
    "a": "A,D"
  },
  {
    "q": "《中国共产党廉洁自律准则》规定的党员廉洁自律规范包括（）。\nA.坚持公私分明，先公后私，克己奉公；B.坚持崇廉拒腐，清白做人，干净做事；C.坚持尚俭戒奢，艰苦朴素，勤俭节约；D.坚持吃苦在前，享受在后，甘于奉献",
    "a": "A,B,C,D"
  },
  {
    "q": "以下关于航标设置的说法，正确的是：\nA.新建、改建、扩建与航道有关的建筑物建成后，建设单位应当按照国家有关规定和技术要求设置航标，并承担相应费用；B.新建、改建、扩建与航道有关的建筑物建成后，建设单位应当按照国家有关规定和技术要求设置航标，设标费用由港航机构承担；C.内河航道桥区水上航标设置完毕后，建设单位将其移交给港航机构管理维护，维护费用列入航道养护预算；D.内河航道桥区水上航标设置完毕后，建设单位可以委托港航机构管理维护，维护费用由建设单位承担",
    "a": "A,C"
  },
  {
    "q": "在我国社会主义制度下，劳动既是公民的权利，也是公民的义务。根据《中华人民共和国劳动法》的规定，劳动者的义务包括（）。\nA.完成劳动任务；B.提高职业技能；C.执行劳动安全卫生规程；D.遵守劳动纪律和职业道德；E.接受用人单位未按劳动合同约定支付的报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "依据我国商标法，下列选项中受保护的包括（）。\nA.服务商标；B.立体商标；C.商品商标；D.证明商标",
    "a": "A,C,D"
  },
  {
    "q": "当事人约定由债务人向第三人履行债务，合同约定了第三人可以直接请求债务人向其履行债务，第三人在知情后，表示同意。债务人未向第三人履行债务或者履行债务不符合约定时，下列哪些说法正确（）。\nA.债权人应当向第三人承担违约责任；B.债务人应当向债权人承担违约责任；C.基于合同相对性，第三人无权要求债务人承担责任；D.第三人可以请求债务人承担违约责任",
    "a": "B,D"
  },
  {
    "q": "网络游戏、网络直播、网络音视频、网络社交等网络服务提供者应当针对不同年龄阶段未成年人使用其服务的特点，坚持（）的原则，设置未成年人模式，在使用时段、时长、功能和内容等方面按照国家有关规定和标准提供相应的服务，并以醒目便捷的方式为监护人履行监护职责提供时间管理、权限管理、消费管理等功能。\nA.融合；B.友好；C.实用；D.有效",
    "a": "A,B,C,D"
  },
  {
    "q": "（）收到求救信号或者发现有人遭遇生命危险的，在不严重危及自身安全的情况下，应当尽力救助遇险人员。\nA.船舶；B.海上设施；C.航空器；D.海上人员",
    "a": "A,B,C"
  },
  {
    "q": "根据2021年新修订的《科学技术进步法》，以下说法正确的是：（）。\nA.国家统筹科学技术资源区域空间布局，推动中央科学技术资源与地方发展需求紧密衔接，采取多种方式支持区域科技创新。；B.县级以上地方人民政府应当支持科学技术研究和应用，为促进科技成果转化创造条件，为推动区域创新发展提供良好的创新环境。；C.县级以上人民政府及其有关部门制定的与产业发展相关的科学技术计划，应当体现产业发展的需求。；D.设区的市级以上人民政府及其有关部门确定科学技术计划项目，应当鼓励企业平等竞争和参与实施；对符合产业发展需求、具有明确市场应用前景的项目，应当鼓励企业联合科学技术研究开发机构、高等学校共同实施。地方重大科学技术计划实施应当与国家科学技术重大任务部署相衔接。",
    "a": "A,B,C"
  },
  {
    "q": "单位、个人从事出版物零售业务，应当具备下列条件：（）\nA.已完成工商注册登记；B.工商登记经营范围含出版物零售业务；C.有固定的经营场所",
    "a": "A,B,C"
  },
  {
    "q": "对党员的纪律处分种类有（）。\nA.警告；B.严重警告；C.撤销党内职务；D.留党察看；E.开除党籍",
    "a": "A,B,C,D,E"
  },
  {
    "q": "被抽样生产者、销售者有下列情形之一的，由县级市场监督管理部门按照有关法律、行政法规规定处理；法律、行政法规未作规定的，处三万元以下罚款；涉嫌构成犯罪，依法需要追究刑事责任的，按照有关规定移送公安机关。（）\nA.被抽样产品存在严重质量问题的；B.阻碍、拒绝或者不配合依法进行的监督抽查的；C.未经负责结果处理的市场监督管理部门认定复查合格而恢复生产、销售同一产品的；D.隐匿、转移、变卖、损毁样品的",
    "a": "A,B,C,D"
  },
  {
    "q": "高校院（系）级以下单位设立党支部，应当与（）等机构相对应。\nA.教学；B.科研；C.管理；D.服务",
    "a": "A,B,C,D"
  },
  {
    "q": "根据我国税法规定，我国的增值税属于（）。\nA.流转税；B.工商税；C.中央税；D.从价税",
    "a": "A,B,D"
  },
  {
    "q": "根据《国家安全法》的规定，公民和组织拥有的权利有（）。\nA.控告权；B.批评建议的权利；C.检举权；D.起诉权",
    "a": "A,B,C"
  },
  {
    "q": "国家鼓励和支持开发、推广应用先进的粮食（）技术，开展珍惜和节约粮食宣传教育。\nA.储存；B.运输；C.加工；D.信息化",
    "a": "A,B,C,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴，开展网络安全审查，原因是滴滴违反了如下哪些\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "下列选项中由国家主席予以公布的是（）。\nA.全国人民代表大会制定的法律；B.省级人民代表大会制定的法规；C.国务院制定的法规；D.全国人民代表大会常务委 员会制定的法律",
    "a": "A,D"
  },
  {
    "q": "《专利法》中所称的发明创造是指（）。\nA.发明；B.实用新型；C.外观设计；D.科研成果",
    "a": "A,B,C"
  },
  {
    "q": "根据代表法规定，代表有权依法联名提出（）等。\nA.方案；B.议案；C.质询案；D.罢免案",
    "a": "B,C,D"
  },
  {
    "q": "有下列情形之一的，可以认定为食品安全法第一百二十五条第二款规定的标签、说明书瑕疵。（）\nA.对有证据证明未实际添加的成分，标注了“未添加”，但未按照规定标示具体含量的；B.保健食品没有标注“保健食品不是药物，不能代替药物治疗疾病”警示语；C.食品、食品添加剂以及配料使用的俗称或者简称等不规范的；D.净含量、规格的标示方式和格式不规范",
    "a": "A,C,D"
  },
  {
    "q": "县级以上人民政府应当合理规划和利用旅游资源，鼓励和支持发展生态旅游，创新旅游产品，推动旅游与康养、文化、体育、工业、农业、林业、气候资源等深度融合，培育和壮大（）等新业态，发展全域旅游。\nA.旅居养老；B.森林康养；C.健康旅游；D.生态运动",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《办法》，涉及如下情形之一时必须进行数据出境的安全评估∶\nA.关键基础设施单位收集和产生的个人信息；B.处理100万人以上个人信息；C.累计向境外提供超10万人个人信息；D.累计向境外提供超1万敏感信息",
    "a": "A,B,C,D"
  },
  {
    "q": "乙两公司合作开发完成一项发明，如果双方事先没有约定，下列说法不正确的有（）。\nA.申请专利的权利属于甲公司；B.申请专利的权利属于乙公司；C.申请专利的权利属于甲、乙两公司共有；D.当甲公司不同意申请专利权时，乙公司可以单独申请专利",
    "a": "A,B,D"
  },
  {
    "q": "申请领取小餐饮登记证，应当向经营所在地县级人民政府市场监督管理部门提出申请，并提交下列材料：\nA.申请登记表；B.申请人的身份证复印件；C.工商营业执照；D.从业人员有效健康证明。",
    "a": "A,B,C,D"
  },
  {
    "q": "股东有权查阅、复制公司章程、股东名册、股东会会议记录、董事会会议决议、监事会会议决议和（）。股东可以要求查阅公司（）、（）。股东要求查阅公司会计账簿、会计凭证的，应当向公司提出书面请求，说明目的。公司有合理根据认为股东查阅会计账簿、会计凭证有不正当目的，可能损害公司合法利益的，可以拒绝提供查阅，并应当自股东提出书面请求之日起十五日内书面答复股东并说明理由。公司拒绝提供查阅的，股东可以向人民法院提起诉讼。\nA.高管财产披露报告；B.财务会计报告；C.会计账簿；D.会计凭证",
    "a": "B,C,D"
  },
  {
    "q": "根据《国家功勋荣誉表彰条例》规定，国家级表彰奖励是指以（）名义单独或者联合开展的表彰奖励。\nA.全国人大；B.党中央；C.国务院；D.中央军委",
    "a": "B,C,D"
  },
  {
    "q": "土地利用总体规划编制原则是：（）\nA.落实国土空间开发保护要求，严格土地用途管制；B.严格保护永久基本农田，严格控制非农业建设占用农用地；C.提高土地节约集约利用水平；D.保护和改善生态环境，保障土地的可持续利用",
    "a": "A,B,C,D"
  },
  {
    "q": "对退役的义务兵，国家采取（）等方式妥善安置。\nA.自主就业；B.安排工作；C.供养；D.退休",
    "a": "A,B,C"
  },
  {
    "q": "甲向乙借款，以自有住房进行抵押，并在抵押合同中约定，如果届时无力清偿债务，则该房屋归乙所有。后双方进行了抵押登记。借款到期后，甲无力偿还借款。引发纠纷，关于此案，下列（）哪些选项是正确的？\nA.乙可以请求拍卖房屋就房屋价款优先受偿；B.关于乙取得所有权的约定不具有效力；C.抵押合同有效；D.抵押合同无效",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些情形属于统计法规定的对严重统计违法行为失察（）。\nA.本地方、本部门、本单位大面积发生或者连续发生统计造假、弄虚作假。；B.本地方、本部门、本单位统计数据严重失实，应当发现而未发现。；C.发现本地方、本部门、本单位统计数据严重失实不予纠正。；D.本地方、本部门、本单位未经批准擅自组织实施统计调查的。",
    "a": "A,B,C"
  },
  {
    "q": "信访处理意见书应当载明（）\nA.信访人投诉请求；B.事实和理由；C.信访处理意见；D.法律法规依据",
    "a": "A,B,C,D"
  },
  {
    "q": "我国宪法规定，公民有 （）的自由。\nA.言论；B.出版；C.集会、结社；D.游行、示威",
    "a": "A,B,C,D"
  },
  {
    "q": "享受哺乳假的职工，不影响____、____和____。\nA.晋级；B.工资调整；C.年度考核；D.工龄计算",
    "a": "A,B,D"
  },
  {
    "q": "《行政机关公务员处分条例》规定，行政机关公务员有贪污、（）、挪用公款、利用职务之便为自己或者他人谋取私利、巨额财产来源不明等违反廉政纪律行为的，给予记过或者记大过处分；情节较重的，给予降级或者撤职处分；情节严重的，给予开除处分。\nA.索贿；B.受贿；C.行贿；D.介绍贿赂",
    "a": "A,B,C,D"
  },
  {
    "q": "机关、单位执行上级确定的国家秘密事项或者办理其他机关、单位确定的国家秘密事项，有下列哪种情形的，应当根据所执行、办理的国家秘密事项的密级、保密期限和知悉范围派生定密:\nA.与已确定的国家秘密事项完全一致的；B.涉及已确定的国家秘密事项密点的；C.对已确定的国家秘密事项进行概括总结、编辑整合、具体细化的；D.原定密机关、单位对使用已确定的国家秘密事项有明确定密要求的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于破坏环境资源保护罪的有（）。\nA.非法捕捞水产品罪；B.传染病毒种扩散罪；C.非法采矿罪；D.毁坏珍贵树木罪",
    "a": "A,C,D"
  },
  {
    "q": "以欺骗手段取得银行或者其他金融机构（）等，给银行或者其他金融机构造成重大损失的，处三年以下有期徒刑或者拘役，并处或者单处罚金；给银行或者其他金融机构造成特别重大损失或者有其他特别严重情节的，处三年以上七年以下有期徒刑，并处罚金。\nA.贷款；B.票据承兑；C.信用证；D.保函",
    "a": "A,B,C,D"
  },
  {
    "q": "国家建立（）关于国家安全的协同联动机制。\nA.中央与地方之间；B.部门之间；C.军地之间；D.地区之间",
    "a": "A,B,C,D"
  },
  {
    "q": "股东可以用货币出资，也可以用实物、（）、土地使用权、（）、（）等可以用货币估价并可以依法转让的非货币财产作价出资；但是，法律、行政法规规定不得作为出资的财产除外。 对作为出资的非货币财产应当评估作价，核实财产，不得高估或者低估作价。法律、行政法规对评估作价有规定的，从其规定。\nA.知识产权；B.股权；C.特许经营权；D.债权",
    "a": "A,B,D"
  },
  {
    "q": "根据刑法第163条的规定，（）的工作人员，利用职务上的便利，索取他人财物或者非法收受他人财物，为他人谋取利益，数额较大的，处三年以下有期徒刑或者拘役，并处罚金；数额巨大或者有其他严重情节的，处三年以上十年以下有期徒刑，并处罚金；数额特别巨大或者有其他特别严重情节的，处十年以上有期徒刑或者无期徒刑，并处罚金。\nA.公司、企业；B.国有企业；C.其他单位；D.事业单位",
    "a": "A,C"
  },
  {
    "q": "关于物权请求权，下列说法正确的是（）。\nA.是独立于物权的一种行为请求权；B.可以使用债权的有关规定；C.能与物权分离而单独存在；D.须依诉讼的方式进行",
    "a": "A,B"
  },
  {
    "q": "现行宪法规定，退休人员的生活受（） 的保障。\nA.国家机关；B.社会；C.国家；D.原单位",
    "a": "B,C"
  },
  {
    "q": "反间谍工作必须坚持下列（）原则。\nA.中央统一领导；B.公开工作与秘密工作相结合；C.专门工作与群众路线相结合；D.积极防御 、依法惩治",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位应当将自主创新成果转化与产业化情况作为科学技术人员（）的重要依据。\nA.职称评审；B.岗位聘用；C.项目审报；D.成果 奖励",
    "a": "A,B,C,D"
  },
  {
    "q": "北京天鹏有限公司持有北京华贸有限公司95％的股权，两公司拟进行合并，以下说法正确的是（）\nA.天鹏公司应当召开股东会会议，且经持有三分之二以上表决权的股东审议通过；B.华贸公司应当召开股东会会议，且经持有三分之二以上表决权的股东审议通过；C.天鹏公司的债权人接到两公司的合并通知后，有权要求天鹏公司向其提前清偿债务；D.李康作为华贸公司的小股东若对合并表示反对，有权要求华贸公司以合理价格回购其股权",
    "a": "A,C,D"
  },
  {
    "q": "著作权的特点在于（）。\nA.著作权中的人身权利不得转让；B.著作权因作品创作而自动产生；C.著作权没有保护期限的限制；D.著作权保护期限届满，一切著作权均不再受到法律保护",
    "a": "A,B"
  },
  {
    "q": "为了公共利益的需要，有哪几种情形之确需征收农民集体所有的土地的，可以依法实施征收（）\nA.军事和外交需要用地的；B.由政府组织实施的能源、交通、水利、通信、邮政等基础设施建设需要用地的；C.由政府组织实施的科技、教育、文化、卫生、体育、生态环境和资源保护、防灾减灾、文物保护、社区综合服务、社会福利、市政公用、优抚安置、英烈保护等公共事业需要用地的；D.由政府组织实施的扶贫搬迁、保障性安居工程建设需要用地的；E.在土地利用总体规划确定的城镇建设用地范围内，经省级以上人民政府批准由县级以上地方人民政府组织实施的成片开发建设需要用地的",
    "a": "A,B,C,D,E"
  },
  {
    "q": "农业农村、林业草原主管部门依法履行种子监督检查职责时，有权采取下列措施（）。\nA.进入生产经营场所进行现场检查；B.查封违法从事种子生产经营活动的场所；C.对种子进行取样测试、试验或者检验；D.查阅、复制有关合同、票据、账簿、生产经营档案及其他有关资料",
    "a": "A,B,C,D"
  },
  {
    "q": "市场主体的一般登记事项包括（）。\nA.名称、类型；B.经营范围、注册资本；C.住所、法定代表人；D.董事、监事",
    "a": "A,B,C"
  },
  {
    "q": "按《行政机关公务员处分条例》的规定，有违纪违法行为应当受到处分的行政机关公务员，在处分决定机关做出处分决定前已经退休的，不再给予处分；但是，依法应当（）的，按照规定相应降低或者取消其享受的待遇。\nA.撤职；B.记大过；C.降级；D.开除处分",
    "a": "A,C,D"
  },
  {
    "q": "诉讼时效期间自权利人（）权利受到损害以及义务人之日起计算。法律另有规定的，依照其规定。\nA.知道；B.应当知道；C.当下；D.主要",
    "a": "A,B"
  },
  {
    "q": "心安有限公司陷入经营管理严重困难之境地，刘鲁湘作为股东向法院提起司法解散之诉，2021年10月，法院判决公司解散。赵东阳、李萍和邢飞是公司的董事，张某是心安有限公司的债权人，债权金额100万元。对此下列说法正确的是（）\nA.刘鲁湘持有该公司表决权在1／10以上；B.若心安公司不能启动自行清算，公司债权人可以向法院申请由法院指定人员组成清算组进行清算；C.赵东阳、李萍和邢飞是清算义务人，有义务成立清算组；D.公司清算组只能由赵东阳、李萍和邢飞三人组成",
    "a": "A,B,C"
  },
  {
    "q": "关键信息基础设施的运营者应当履行下列安全保护义务：（）\nA.设置专门安全管理机构和安全管理负责人，并对该负责人和关键岗位的人员进行安全背景审查；B.定期对从业人员进行网络安全教育、技术培训和技能考核；C.对重要系统和数据库进行容灾备份；D.制定网络安全事件应急预案，并定期进行演练",
    "a": "A,B,C,D"
  },
  {
    "q": "对于鉴定结果为假的人民币纸币，正确的处理方法是（）\nA.鉴定单位开具《货币真伪鉴定书》；B.鉴定单位开具《假币没收收据》；C.假币实物由鉴定单位予以没收；D.假币实物退还收缴单位",
    "a": "A,B,C"
  },
  {
    "q": "根据中华人民共和国反食品浪费法第七条规定，餐饮服务经营者应当采取（）措施，防止食品浪费。\nA.建立健全食品采购、储存、加工管理制度，加强服务人员职业培训，将珍惜粮食、反对浪费纳入培训内容；B.主动对消费者进行防止食品浪费提示提醒，在醒目位置张贴或者摆放反食品浪费标识，或者由服务人员提示说明，引导消费者按需适量点餐；C.提供自助餐服务的，应当主动告知消费规则和防止食品浪费要求，提供不同规格餐具，提醒消费者适量取餐；D.提供团体用餐服务的，应当将防止食品浪费理念纳入菜单设计，按照用餐人数合理配置菜品、主食",
    "a": "A,B,C,D"
  },
  {
    "q": "教育行政、市场监管、民政等有关部门和村民居委会、居民委员会,应当结合电信网络诈骗受害群体的分布等特征,加强对（ ）等群体的宣传教育,增强反电信网络诈骗宣传教育的针对性、精准性,开展反电信诈骗宣传教育进校园、进企业、进社区、进农村、进家庭等活动。 C\nA.老年人；B.企业员工；C.青少年；D.在校学生",
    "a": "A,C"
  },
  {
    "q": "以下属于非法经营罪共犯的有（）。\nA.为非法生产、销售烟草专卖品犯罪提供生产、经营场所的人；B.为非法生产、销售烟草专卖品犯罪提供生产技术、卷烟配方的人；C.为非法生产、销售烟草专卖品犯罪提供运输、仓储、保管、邮寄、代理进出口等便利条件的人；D.为非法生产、销售烟草专卖品犯罪提供贷款、资金、账号、发票、证明、许可证件的人",
    "a": "A,B,C,D"
  },
  {
    "q": "下列行为中构成盗窃罪的有（ ）\nA.张某在ATM机上拾得一信用卡,后持该卡在商场消费6000元；B.李某在商场试穿大衣时,趁商场里人多时,将价值6000元的大衣穿走；C.王某在商店选购戒指时,趁售货员不注意,将自己事先准备好的假戒指与售货员拿来的价值6000元的真戒指进行调换；D.赵某潜入他人家中,将他人价值2万元的海洛因拿走",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国道路交通安全法》规定，对道路交通安全违法行为得处罚种类包括（）。\nA.警告；B.罚款；C.暂扣或者吊销机动车驾驶证；D.拘留",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关以及法律、法规授权的具有管理公共事务职能的组织等可以根据履行职责的需要,在下列（ ）工作和活动中依法应用信用信息。 B C D\nA.行政许可、行政检查、监督抽验和行政处罚；B.政府采购、招标投标、国有土地使用权和矿业权出让、转让等公共资源交易活动,财政性资金和项目支持、科研项目管理、审计；C.公职人员录用、聘用、调任以及职务职级确定、晋升；D.人才引进、评优评先",
    "a": "A,B,C,D"
  },
  {
    "q": "国有独资企业、国有独资公司的哪些情形，由履行出资人职责的机构决定。\nA.合并、分立；B.增加或者减少注册资本；C.发行债券；D.解散、申请破产；E.分配利润",
    "a": "A,B,C,D,E"
  },
  {
    "q": "下列违反药品管理法规的行为,足以危害人体健康的,构成（ ）行为构成妨害药品管理罪。 B C D\nA.生产、销售国务院药品监督管理部门禁止使用的药品的；B.未取得药品相关批准证明文件生产、进口药品或者明知是上述药品而销售的；C.药品申请注册中提供虚假的证明、数据、资料、样品或者采取其他欺骗手段的；D.编造生产、检验记录的",
    "a": "A,B,C,D"
  },
  {
    "q": "监督检查部门调查涉嫌不正当竞争行为，被调查的（）应当如实提供有关资料或者情况。\nA.经营者；B.生产者；C.利害关系人；D.其他有关单位、个人",
    "a": "A,C,D"
  },
  {
    "q": "维护国家安全,应当坚持（ ）,积极同外国政府和国际组织开展安全交流合作,履行国际安全义务,促进共同安全,维护世界和平。 B C D\nA.互信；B.互利；C.平等；D.协作",
    "a": "A,B,C,D"
  },
  {
    "q": "任何单位和个人不得歧视艾滋病病毒感染者、艾滋病病人及其家属。艾滋病病毒感染者、艾滋病病人及其家属享有的哪些合法权益受法律保护。（）\nA.婚姻；B.就业；C.就医；D.入学",
    "a": "A,B,C,D"
  },
  {
    "q": "《事业单位人事管理条例》规定,事业单位工作人员或者集体有下列（ ）情形之一的,给予奖励。 B C D\nA.长期服务基层,爱岗敬业,表现突出的；B.在执行国家重要任务、应对重大突发事件中表现突出的；C.在工作中有重大发明创造、技术革新的；D.在培养人才、传播先进文化中作出突出贡献的",
    "a": "A,B,C,D"
  },
  {
    "q": "负有安全生产监督管理职责的部门的工作人员，有下列行为之一的，给予降级或者撤职的处分；构成犯罪的，依照刑法有关规定追究刑事责任：（）\nA.对不符合法定安全生产条件的涉及安全生产的事项予以批准或者验收通过的；B.发现未依法取得批准、验收的单位擅自从事有关活动或者接到举报后不予取缔或者不依法予以处理的；C.对已经依法取得批准的单位不履行监督管理职责，发现其不再具备安全生产条件而不撤销原批准或者发现安全生产违法行为不予查处的；D.在监督检查中发现重大事故隐患，不依法及时处理的",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息,包括自然人的（ ）等。 B C D\nA.姓名；B.出生日期；C.住址；D.电话号码",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《社会保险法》规定，我国应建立（）社会保险制度。\nA.基本养老保险；B.基本医疗保险；C.工伤保险；D.失业保险；E.生育保险",
    "a": "A,B,C,D,E"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察,有权采取下列哪些调查、检查措施（ ）。 B C D\nA.进入用人单位的劳动场所进行检查；B.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料,并作出解释和说明,必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "A,B,C,D"
  },
  {
    "q": "2024年7月，北京天鹏有限公司（以下简称：天鹏公司）净资产1亿元，拟吸收合并北京华贸有限公司（以下简称：华贸公司）。经谈判，天鹏公司向华贸公司的全体股东支付1000万元作为合并的对价。以下说法正确的是（）\nA.天鹏公司应当召开股东会会议，且经持有三分之二以上表决权的股东审议通过；B.华贸公司应当召开股东会会议，且经持有三分之二以上表决权的股东审议通过；C.天鹏公司的债权人接到两公司的合并通知后，有权要求天鹏公司向其提前清偿债务；D.李康作为华贸公司的小股东若对合并表示反对，有权要求华贸公司以合理价格回购其股权",
    "a": "B,C,D"
  },
  {
    "q": "国家粮食安全工作坚持中国共产党的领导,（ ）,提高粮食生产、储备、流通、加工能力,确保谷物基本自给、口粮绝对安全。 B C D\nA.贯彻总体国家安全观；B.统筹发展和安全；C.实施以我为主、立足国内、确保产能、适度进口、科技支撑的国家粮食安全战略；D.坚持藏粮于地、藏粮于技",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中国共产党组织处理规定（试行）》，组织处理，是指党组织对违规违纪违法、失职失责失范的领导干部采取的岗位、职务、职级调整措施，包括停职检查、调整职务、 （） 。\nA.责令辞职；B.免职；C.引咎辞职；D.降职",
    "a": "A,B,D"
  },
  {
    "q": "根据《广西壮族自治区劳动人事争议调解仲裁条例》,（ ） 等单位负责劳动人事争议调解员的业务培训工作。 B C D\nA.县级以上人民政府；B.县级以上人民政府人力资源社会保障行政部门；C.地方总工会；D.用人单位代表组织",
    "a": "B,C,D"
  },
  {
    "q": "根据《国有企业管理人员处分条例》，对国有企业管理人员的处分种类有哪些？\nA.警告；B.记过；C.记大过；D.诫勉",
    "a": "A,B,C"
  },
  {
    "q": "宪法规定,连续任职不得超过两届的国务院组成人员为（ ）。 B D\nA.总理；B.副总理；C.秘书长；D.国务委员",
    "a": "A,B,D"
  },
  {
    "q": "我国《民法典》规定的属于第一顺序继承人的是（）。\nA.配偶；B.父母；C.祖父母；D.兄弟姐妹",
    "a": "A,B"
  },
  {
    "q": "关于海上搜救,以下说法正确的是（ ）。 B C D\nA.沿海县级以上地方人民政府应当安排必要的海上搜救资金,保障搜救工作的正常开展。；B.海上搜救中心各成员单位应当在海上搜救中心统一组织、协调、指挥下,根据各自职责,承担海上搜救应急、抢险救灾、支持保障、善后处理等工作。；C.国家设立专业海上搜救队伍,加强海上搜救力量建设。专业海上搜救队伍应当配备专业搜救装备,建立定期演练和日常培训制度,提升搜救水平。；D.国家鼓励社会力量建立海上搜救队伍,参与海上搜救行动。",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于党内法规主要规定事项的是（）。\nA.党的各级各类组织的产生、组成、职权职责；B.党的领导和党的建设的体制机制、标准要求、方式方法；C.党组织工作、活动和党员行为的监督、考核、奖惩、保障；D.党的干部的选拔、教育、管理、监督",
    "a": "A,B,C,D"
  },
  {
    "q": "粮食经营者在政策性粮食业务中,应当立案调查的违法违规情形是（ ）。 C D\nA.承储企业擅自动用政策性粮食；B.政策性粮食收购时,及时向售粮者支付售粮款；C.承储企业挤占、挪用、克扣财政补贴、信贷资金三千元以上；D.承储企业虚报粮食收储数量达十吨以上",
    "a": "A,C,D"
  },
  {
    "q": "我国公民享有的（）等权利，同时也是义务。\nA.劳动权；B.受教育权；C.监督权；D.选举权和被选举权",
    "a": "A,B"
  },
  {
    "q": "《民族区域自治法》调整的对象是（ ）\nA.统一与自治的关系；B.一般与特殊的关系；C.自治地方内部的民族关系；D.各自治地方之间的关系；E.有利于巩固祖国的统一",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国旅游法》，各级人民政府编制土地利用总体规划、城乡规划，应当充分考虑（）。\nA.相关旅游项目；B.设施的空间布局；C.当地微生物种类的多样性；D.建设用地要求",
    "a": "A,B,D"
  },
  {
    "q": "经营者有（ ）等侵害消费者或者其他受害人人身权益的行为,造成严重精神损害的,受害人可以要求精神损害赔偿。 B C\nA.侮辱诽谤；B.搜查身体；C.侵犯人身自由；D.侵犯人格尊严",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国道路交通安全法》规定，国家对机动车实行登记制度。有下列（）情形时，应当办理相应得登记。\nA.机动车所有权发生转移的；B.机动车登记内容变更的；C.机动车用作抵押的；D.机动车报废的",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的,法定代理终止。（ ）\nA.被代理人取得或者恢复完全民事行为能力；B.代理人丧失民事行为能力；C.代理人或者被代理人死亡；D.法律规定的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息处理者在处理个人信息前，应当以显著方式、清晰易懂的语言真实、准确、完整地向个人告知下列事项（）\nA.个人信息处理者的名称或者姓名和联系方式；B.个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.个人行使本法规定权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "未经同意,擅自实施下列（ ）行为,由县级以上人民政府广播电视行政管理部门或者其授权的广播电视设施管理单位责令改正,对个人或单位可处以罚款。 B C D\nA.在广播电视传输线路保护范围内堆放笨重物品、种植树木、平整土地；B.在天线、馈线保护范围外进行烧荒等；C.在广播电视传输线路上接挂、调整、安装、插接收听、收视设备；D.在天线场地敷设或者在架空传输线路上附挂电力、通信线路",
    "a": "A,B,C,D"
  },
  {
    "q": "信息披露文件包括（）。\nA.定期报告、临时报告；B.招股说明书、募集说明书；C.上市公告书；D.收购报告书等",
    "a": "A,B,C,D"
  },
  {
    "q": "地方各级人民政府、政府统计机构和有关部门以及各单位的负责人,不得（ ）。 C D\nA.对本地方、本部门、本单位执行统计法的情况进行监督；B.自行修改统计机构和统计人员依法搜集、整理的统计资料；C.以任何方式要求统计机构、统计人员及其他机构、人员伪造、篡改统计资料；D.对依法履行职责或者拒绝、抵制统计违法行为的统计人员打击报复",
    "a": "B,C,D"
  },
  {
    "q": "公安机关根据禁毒工作需要，可以在边境地区、沿海地区、交通要道、口岸以及飞机场、火车站、长途汽车站、港口码头、物流集散地等场所，对来（）、（）、（）、（）进行毒品和易制毒化学品检查。\nA.人员；B.物品；C.货物；D.交通工具",
    "a": "A,B,C,D"
  },
  {
    "q": "宾馆、商场、银行、车站、机场、体育场馆、娱乐场所等经营场所、公共场所的（ ）,未尽到安全保障义务,造成他人损害的,应当承担侵权责任。 B D\nA.经营者；B.管理者；C.所有者；D.群众性活动的组织者",
    "a": "A,B,D"
  },
  {
    "q": "下列各项中属于税法基本要素的有\nA.征税人；B.纳税义务人；C.征税对象；D.计税依据",
    "a": "B,C"
  },
  {
    "q": "代表有义务积极参加统一组织的（ ）等履职活动。 C D\nA.视察；B.考察；C.专题调研；D.执法检查",
    "a": "A,C,D"
  },
  {
    "q": "下列属于我国宪法的指导思想的是（）\nA.科学发展观；B.毛泽东思想；C.习近平新时代中国特色社会主义思想；D.邓小平理论",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法规定,（ ）应当将环境保护知识纳入学校教育内容,培养学生的环境保护意识。 D\nA.社会教育机构；B.职业技术学校等；C.教育行政部门；D.学校",
    "a": "C,D"
  },
  {
    "q": "省（自治区、直辖市）委党校（行政学院）主要培训（ ）。 B C\nA.厅局级领导干部；B.县处级领导干部；C.企事业单位领导人员和乡镇（街道）党（工）委书记；D.企事业单位领导人员和乡科级领导干部",
    "a": "A,B,C"
  },
  {
    "q": "根据我国宪法的规定，我国的民族自治地方包括 （）。\nA.自治区；B.自治州；C.自治县；D.民族乡",
    "a": "A,B,C"
  },
  {
    "q": "国家鼓励运用 手段,支持教育事业的发展。 D\nA.投资；B.捐赠；C.金融；D.信贷",
    "a": "C,D"
  },
  {
    "q": "粮食经营者在政策性粮食业务中,应当立案调查的违法违规情形是（ ）。 C D\nA.承储企业擅自动用政策性粮食；B.政策性粮食收购时,及时向售粮者支付售粮款；C.承储企业挤占、挪用、克扣财政补贴、信贷资金三千元以上；D.承储企业虚报粮食收储数量达十吨以上",
    "a": "A,C,D"
  },
  {
    "q": "下列行为，按市场价格作为计税依据征收契税的有？（）\nA.土地使用权赠与、房屋赠与；B.土地、房屋权属作价投资入股；C.以土地、房屋权属抵债；D.以获奖方式承受土地、房屋权属的",
    "a": "A,B,C,D"
  },
  {
    "q": "虚假诉讼刑事案件由（ ）所在地或者（ ）所在地人民法院管辖。 B\nA.相关虚假民事诉讼案件的受理法院；B.执行法院；C.原告住所地；D.被告住所地",
    "a": "A,B"
  },
  {
    "q": "国家需要在大气、水、土壤污染防治方面建立哪些重要制度?（ ）\nA.环境调查制度；B.环境监测制度；C.环境评估制度；D.环境修复制度",
    "a": "A,B,C,D"
  },
  {
    "q": "信访工作是党的群众工作的重要组成部分，是党和政府（）的一项重要工作。\nA.了解民情；B.集中民智；C.维护民利；D.凝聚民心",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国民法典》规定,债权是因（ ）以及法律的其他规定,权利人请求特定义务人为或者不为一定行为的权利。 B C D\nA.侵权；B.合同；C.无因管理；D.不当得利",
    "a": "A,B,C,D"
  },
  {
    "q": "从业人员有权对本单位安全生产工作中存在的问题提出（ ）。 B C D\nA.批评；B.检举；C.控告；D.有权拒绝违章指挥和强令冒险作业。",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位有下列（）情形之一的，劳动者可以解除劳动合同？\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定，损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于对党组织可以采取的问责方式是。 B D\nA.检查；B.通报；C.组织调整或组织处理；D.改组",
    "a": "A,B,D"
  },
  {
    "q": "心安有限公司陷入经营管理严重困难之境地,刘鲁湘作为股东向法院提起司法解散之诉,2021年10月,法院判决公司解散。赵东阳、李萍和邢飞是公司的董事,张某是心安有限公司的债权人,债权金额100万元。对此下列说法正确的是（ ）\nA.刘鲁湘持有该公司表决权在1/10以上；B.若心安公司不能启动自行清算,公司债权人可以向法院申请由法院指定人员组成清算组进行清算；C.赵东阳、李萍和邢飞是清算义务人,有义务成立清算组；D.公司清算组只能由赵东阳、李萍和邢飞三人组成",
    "a": "A,B,C"
  },
  {
    "q": "因发生突发事件等紧急情况，监护人暂时无法履行监护职责，被监护人的生活处于无人照料状态的，（）应当为被监护人安排必要的临时生活照料措施。\nA.被监护人住所地的居民委员会；B.被监护人住所地的村民委员会；C.监护人所在地的民政部门；D.监护人所在地的人民法院",
    "a": "A,B"
  },
  {
    "q": "用人单位有下列（ ）情形之一的,劳动者可以解除劳动合同? B C D\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定,损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "在境外受胁迫或者受诱骗参加敌对组织、间谍组织,从事危害中华人民共和国国家安全的活动,在（ ）情形下,可以不予追究。 B C\nA.及时向中华人民共和国驻外机构如实说明情况,并有悔改表现的；B.入境后直接向国家安全机关如实说明情况, 并有悔改表现的；C.入境后通过所在单位及时向国家安全机关、公安机关如实说明情况,并有悔改表现的；D.入境后直接向公安机关如实说明情况的",
    "a": "A,B,C"
  },
  {
    "q": "被人民法院认定为无民事行为能力人或者限制民事行为能力人的，（）可以向人民法院申请恢复为限制民事行为能力人或者完全民事行为能力人。\nA.仅本人；B.利害关系人；C.有关组织申请；D.本人",
    "a": "B,C,D"
  },
  {
    "q": "在中小学教科书发行过程中违反本规定,有下列行为之一的,依照《出版管理条例》第六十五条处罚:（ ）\nA.发行未经依法审定的中小学教科书的；B.不具备中小学教科书发行资质的单位从事中小学教科书发行活动的；C.未按照《中华人民共和国政府采购法》有关规定确定的单位从事纳入政府采购范围的中小学教科书发行活动的",
    "a": "A,B,C"
  },
  {
    "q": "各级机关、单位领导干部应当（ ）。 B C D\nA.阅办群众来信和网上信访；B.定期接待群众来访；C.定期下访；D.包案化解群众反映强烈的突出问题",
    "a": "A,B,C,D"
  },
  {
    "q": "违反《中华人民共和国防洪法》第十五条第二款、第二十三条规定，（）的，责令停止违法行为，恢复原状或者采取其他补救措施，可以处（）的罚款;既不恢复原状也不采取其他补救措施的，代为恢复原状或者采取其他补救措施，所需费用由违法者承担。\nA.围海造地、围湖造地、围垦河道；B.十万元以下；C.围海造地、围湖造地；D.五万元以下",
    "a": "A,D"
  },
  {
    "q": "根据《中华人民共和国保险法》规定,人身保险投保人对下列（ ）人员具有保险利益。 B C\nA.父母；B.配偶；C.子女；D.兄弟姐妹",
    "a": "A,B,C"
  },
  {
    "q": "消费者在购买、使用商品和接受服务时（ ）。 B C D\nA.享有个人信息依法得到保护的权利；B.享有人格尊严、民族风俗习惯得到尊重的权利；C.有权拒绝经营者的强制交易行为；D.有权获得质量保障、价格合理、计量正确等公平交易条件",
    "a": "A,B,C,D"
  },
  {
    "q": "设立学校及其他教育机构，必须具备下列基本条件：（）。\nA.有组织机构和章程；B.有合格的教师；C.有符合规定标准的教学场所及设施、设备等；D.有必备的办学资金和稳定的经费来源",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国档案法》,应当归档的材料,按照国家有关规定定期向本单位档案机构或者档案工作人员移交,集中管理,任何个人不得（ ）或者（ ）。 C\nA.私自保管；B.拒绝归档；C.擅自归档；D.据为己有",
    "a": "B,D"
  },
  {
    "q": "邮政、快递、物流、仓储等企业应当建立健全禁毒管理制度,进行毒品预防教育培训,按照国家有关规定落实（ ）、（ ）和（ ）制度,相关单据、凭证资料、电子信息档案等保存时间不得少于一年。 B D\nA.实名收寄；B.收寄验视；C.信息共享；D.过机安检",
    "a": "A,B,D"
  },
  {
    "q": "通过出让等方式取得的集体经营性建设用地使用权依法（）的，双方应当签订书面合同，并书面通知土地所有权人。\nA.转让；B.互换；C.出资；D.赠与或者抵押",
    "a": "A,B,C,D"
  },
  {
    "q": "国有独资公司的（ ）,未经国有资产监督管理机构同意,不得在其他有限责任公司、股份有限公司或者其他经济组织兼职。 B C D\nA.董事长；B.副董事长；C.董事；D.高级管理人员",
    "a": "A,B,C,D"
  },
  {
    "q": "暂予监外执行组织诊断检查、决定批准和执行工作,实行（ ）的办案责任制。 C D\nA.谁受理谁负责；B.谁承办谁负责；C.谁主管谁负责；D.谁签字谁负责",
    "a": "B,C,D"
  },
  {
    "q": "下列哪种情形的数据不得交易：（）。\nA.未经合法权利人授权同意的；B.法律、法规禁止的其他情形；C.危害国家安全、公共利益的；D.损害他人合法权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关是反间谍工作的主管机关。公安、保密行政管理等其他有关部门和军队有关部门按照职责分工,（ ）依法做好有关工作。 D\nA.各司其职；B.密切配合；C.竭力配合；D.加强协调",
    "a": "B,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,有下列情形之一的,应当追究相关地方党委和政府主要领导成员的责任:（ ）。 B C D\nA.指使、授意或者放任分管部门对不符合主体功能区定位或者生态环境和资源方面政策、法律法规的建设项目审批（核准）、建设或者投产（使用）的；B.对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的；C.对公益诉讼裁决和资源环境保护督察整改要求执行不力的；D.作出的决策严重违反城乡、土地利用、生态环境保护等规划的",
    "a": "C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，民法调整平等主体的自然人、法人和非法人组织之间的（）。这是社会生活和经济生活中最普通、最常见的社会关系和经济关系。\nA.人身关系；B.财产关系；C.行政关系；D.民事关系",
    "a": "A,B"
  },
  {
    "q": "经营者与消费者进行交易,应当遵循（ ）的原则。 B C D\nA.自愿；B.平等；C.公平；D.诚实信用",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》,各级人民政府编制土地利用总体规划、城乡规划,应当充分考虑（ ）。 B D\nA.相关旅游项目；B.设施的空间布局；C.当地微生物种类的多样性；D.建设用地要求",
    "a": "A,B,D"
  },
  {
    "q": "《中华人民共和国民法典》实施后，以下（）法律条文废止。\nA.婚姻法；B.合同法；C.继承法；D.保险法",
    "a": "A,B,C"
  },
  {
    "q": "关于诉讼时效,以下说法正确的是（ ）。 B C\nA.向人民法院请求保护民事权利的诉讼时效期间一般为三年；B.诉讼时效期间自权利人知道或者应当知道权利受到损害以及义务人之日起计算；C.诉讼时效自权利受到损害之日起超过二十年的,人民法院不予保护；D.诉讼时效期间不能根据权利人的申请延长",
    "a": "A,B,C"
  },
  {
    "q": "报刊、期刊、广播电台、电视台等媒体刊登或者播放其他报刊、期刊、广播电台、电视台等媒体已经发表的关于（ ）问题的时事性文章,除作者声明不许刊登、播放的之外,可以不经著作权人许可,不向其支付报酬。 B D\nA.经济；B.政治；C.文化；D.宗教",
    "a": "A,B,D"
  },
  {
    "q": "公司公开发行新股，应当报送募股申请和（）。\nA.公司简介；B.公司营业执照；C.股东大会决议；D.财务会计报告；E.代收股款银行的名称及地址",
    "a": "B,C,D,E"
  },
  {
    "q": "纳税人存在（ ）情形,税务机关有权核定其应纳税额。 B C D\nA.依照法律、行政法规的规定可以不设置账簿的；B.依照法律、行政法规的规定应当设置账簿但未设置的；C.擅自销毁账簿或者拒不提供纳税资料的；D.虽设置账簿,但账目混乱或者成本资料、收入凭证、费用凭证残缺不全,难以查账的",
    "a": "A,B,C,D"
  },
  {
    "q": "环境与资源保护法律关系包括三个方面的构成要素（ ）\nA.主体；B.条件；C.内容；D.客体",
    "a": "A,C,D"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察，有权采取下列哪些调查、检查措施（）\nA.进入用人单位的劳动场所进行检查；B.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料，并作出解释和说明，必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "A,B,C,D"
  },
  {
    "q": "行政机关公务员违纪违法涉嫌犯罪的,应当（ ）。 D\nA.给予记过或者记大过处分；B.给予降级或者撤职处分；C.移送司法机关；D.依法追究刑事责任",
    "a": "C,D"
  },
  {
    "q": "无民事行为能力或者限制民事行为能力的成年人,由下列有监护能力的人按顺序担任监护人:（ ）。 B C D\nA.第一顺序:配偶；B.第二顺序:父母、子女；C.第三顺序:其他近亲属；D.第四顺序:其他愿意担任监护人的个人或者组织",
    "a": "A,B,C,D"
  },
  {
    "q": "甲购买了某小区的一套商品房。入住后发现底楼的邻居乙在家开起了麻将馆，甲的日常生活秩序受到严重干扰。遂找到乙要求其停止营业。却被乙告知，开麻将馆是业主委员会的决定。无奈之下，甲决定把自己的房屋出售，买主丙认为由于楼下有麻将馆，出价低于甲的购买价，甲为此损失了八万元。下列哪些表述是错误的。（）\nA.甲出售自己的房屋后，可以保留在小区内的公共停车位停车的权利；B.开麻将馆的乙因享有建筑物专有部分的单独所有权，使用上具有独立性，故不受业主委员会之外的人的干涉；C.乙因住在一层，从不使用电梯，可不交电梯使用费；D.甲对于业主委员会的决议，有权起诉业主委员会，要求其承担八万元的赔偿责任",
    "a": "A,B,C,D"
  },
  {
    "q": "自治区健全多层次劳动人事争议调解组织,建立有效的劳动人事争议调解解决机制。（ ）依法调解劳动人事争议。 B C D E\nA.用人单位劳动人事争议调解组织；B.人民调解组织；C.乡镇（街道）劳动人事争议调解组织；D.区域性、行业性劳动人事争议调解组织；E.其他依法设立的具有劳动人事争议调解职能的组织",
    "a": "A,B,C,D,E"
  },
  {
    "q": "以下属于对党组织可以采取的问责方式是。 B D\nA.检查；B.通报；C.组织调整或组织处理；D.改组",
    "a": "A,B,D"
  },
  {
    "q": "经营者在生产经营活动中，应当遵循（）的原则，遵守法律和商业道德。\nA.自愿；B.平等；C.公平；D.诚信",
    "a": "A,B,C,D"
  },
  {
    "q": "动物卫生监督机构根据检疫工作需要,可以安排协检人员协助官方兽医实施（ ）、（ ）、（ ）等工作。 B D\nA.检疫申报受理；B.资料和畜禽标识查验；C.检疫出证；D.临床检查",
    "a": "A,B,D"
  },
  {
    "q": "情报信息的报送应当及时、准确、客观,不得（ ）。 B C D\nA.迟报；B.漏报；C.瞒报；D.谎报",
    "a": "A,B,C,D"
  },
  {
    "q": "农业农村、林业草原主管部门依法履行种子监督检查职责时，有权采取下列措施（）。\nA.进入生产经营场所进行现场检查；B.查封违法从事种子生产经营活动的场所；C.对种子进行取样测试、试验或者检验；D.查阅、复制有关合同、票据、账簿、生产经营档案及其他有关资料",
    "a": "A,B,C,D"
  },
  {
    "q": "信访处理意见书应当载明（ ）\nA.信访人投诉请求；B.事实和理由；C.信访处理意见；D.法律法规依据",
    "a": "A,B,C,D"
  },
  {
    "q": "中国红十字会使用白底红十字标志。红十字标志具有（ ）和（ ）作用。 B\nA.保护；B.标明；C.醒目；D.优先",
    "a": "A,B"
  },
  {
    "q": "矿山企业职工有权对危害安全的行为，提出（）、和\nA.批评；B.检举；C.控告。；D.警告",
    "a": "A,B,C"
  },
  {
    "q": "《中国共产党统一战线工作条例》规定,党的宗教工作基本方针是。 B C D\nA.全面贯彻党的宗教信仰自由政策；B.依法管理宗教事务；C.坚持独立自主自办原则；D.积极引导宗教与社会主义社会相适应",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关因反间谍工作需要,按照国家有关规定,可以优先使用或者依法征用机关、团体、企业事业组织和个人的（ ）。 B C D\nA.交通工具；B.通信工具；C.场地；D.建筑物",
    "a": "A,B,C,D"
  },
  {
    "q": "县级人民政府粮食和储备行政管理部门应当加强对粮食收购企业备案信息管理，（）向所在地设区市人民粮食和储备行政管理部门报送备案信息。设区市人民粮食和储备行政管理部门（）向自治区粮食和储备局报送备案信息。\nA.每季度；B.每月；C.每年；D.每半年",
    "a": "A,D"
  },
  {
    "q": "《海洋环境保护法》规定,凡具有下列条件之一的,应当建立海洋自然保护区:（ ）\nA.典型的海洋自然地理区域、有代表性的自然生态区域,以及遭受破坏但经保护能恢复的海洋自然生态区域；B.海洋生物物种高度丰富的区域,或者珍稀、濒危海洋生物物种的天然集中分布区域；C.具有特殊保护价值的海域、海岸、岛屿、滨海湿地、入海河口和海湾等；D.具有重大科学文化价值的海洋自然遗迹所在区域",
    "a": "A,B,C,D"
  },
  {
    "q": "党员权利保障应当遵循的原则包括（ ）。 B C D\nA.坚持民主和集中相结合,既激发党员参与党内事务的热情,又要求党员按照党性原则行使权利；B.坚持义务和权利相统一,切实履行党章规定的义务,正确行使各项权利,在宪法和法律的范围内活动；C.坚持在党的纪律面前人人平等,不允许任何党员享有特权；D.坚持充分全面保障党员权利,完善权利保障措施,畅通权利行使渠道,增强工作实效",
    "a": "A,B,C,D"
  },
  {
    "q": "密码工作坚持总体国家安全观，遵循（）、（）、（）的原则。\nA.统一领导、分级负责；B.创新发展、服务大局；C.依法管理、保障安全；D.强化保密、注重实用",
    "a": "A,B,C"
  },
  {
    "q": "下列人员中,应当负刑事责任的有（ ）。 C\nA.已满七十五周岁的人过失犯罪的；B.精神病人在不能辨认自己行为的时候犯罪的；C.醉酒的人在不能控制自己行为的时候犯罪的；D.间歇性精神病人在不能控制自己行为的时候",
    "a": "A,C"
  },
  {
    "q": "下列选项中属于“挪用公款归个人使用”的有（ ）。 B C D\nA.以个人名义将公款借给某国有企业使用；B.以个人名义将公款借给某私营企业使用；C.个人决定以单位名义将公款借给其他单位使用,谋取个人利益的；D.以单位名义将公款借给其他自然人使用,未谋取个人利益的",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关因反间谍工作需要，按照国家有关规定，可以优先使用或者依法征用机关、团体、企业事业组织和个人的（）。\nA.交通工具；B.通信工具；C.场地；D.建筑物",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（ ）行为属于“间谍行为以外的其他危害国家安全行为”。 C D\nA.组织、策划、实施危害国家安全的恐怖活动的；B.为敌人指示攻击目标的；C.利用设立社会团体或者企事业组织,进行危害国家安全活动的；D.组织、策划、实施分裂国家、破坏国家统一,颠覆国家政权、推翻社会主义制度的",
    "a": "A,C,D"
  },
  {
    "q": "开展社区戒毒（康复）工作应当建立健全（ ）工作机制。 B C D\nA.戒毒治疗；B.心理干预；C.帮扶救助；D.监督管理",
    "a": "A,B,C,D"
  },
  {
    "q": "维护国家（）是包括港澳同胞和台湾同胞在内的全中国人民的共同义务。\nA.利益；B.主权；C.统一；D.领土完整",
    "a": "B,C,D"
  },
  {
    "q": "有关我国耕地占用税的特征,下列表述正确的有（ ）\nA.征收范围包括境内占用耕地建设建筑物、构筑物或者从事非农业建设；B.耕地占用税以纳税人实际占用的应税土地面积为计税依据；C.耕地占用税实行有地区差别的幅度定额税率；D.耕地占用税由税务机关负责征收",
    "a": "A,B,C,D"
  },
  {
    "q": "国家坚持生态优先、绿色发展,完善湿地保护制度,健全湿地保护政策支持和科技支撑机制,保障湿地生态功能和永续利用,实现 相统一。 B C\nA.生态效益；B.社会效益；C.经济效益；D.思想文化效益",
    "a": "A,B,C"
  },
  {
    "q": "各级人民代表大会常务委员会参照监督法第九条规定的途径，每年选择若干（）的重大问题，有计划地对有关法律、法规实施情况组织执法检查。\nA.关系改革发展；B.关系稳定大局；C.关系群众切身利益；D.社会普遍关注",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《著作权法》的规定,出版是指作品的（ ）。 B\nA.复制；B.发行；C.发表；D.汇编",
    "a": "A,B"
  },
  {
    "q": "下列情形中（ ）不构成不当得利。 B\nA.甲将乙丢弃的病牛捡回家,精心治疗病牛痊愈；B.研究所从工厂堆放在厂外的废料中提取贵重物品而获利；C.甲捡到乙的一块手表而拿回家自己用；D.甲鱼塘的鱼跳入乙鱼塘",
    "a": "A,B"
  },
  {
    "q": "被代理人死亡后，有下列情形之一的，委托代理人实施的代理行为有效。（）\nA.代理人不知道且不应当知道被代理人死亡；B.被代理人的继承人予以承认；C.授权中明确代理权在代理事务完成时终止；D.被代理人死亡前已经实施，为了被代理人的继承人的利益继续代理",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法第二十二条规定,企业事业单位和其他生产经营者,在污染物排放符合法定要求的基础上,进一步减少污染物排放的,人民政府应当依法采取 、政府采购等方面的政策和措施予以鼓励和支持。（ ）\nA.补贴；B.财政；C.税收；D.价格",
    "a": "B,C,D"
  },
  {
    "q": "非法人组织包括（ ）。 B C\nA.个人独资企业；B.合伙企业；C.不具有法人资格的专业服务机构；D.社会团体",
    "a": "A,B,C"
  },
  {
    "q": "关于公民和组织应当履行下列维护国家安全的义务，以下说法正确的有（）。\nA.及时报告危害国家安全活动的线索；B.如实提供所知悉的涉及危害国家安全活动的证据；C.为国家安全工作提供便利条件或者其他协助；D.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D"
  },
  {
    "q": "退役军人保障工作坚持中国共产党的领导,坚持为经济社会发展服务、为国防和军队建设服务的方针,贯彻（ ）的原则。 B C D\nA.妥善安置；B.合理使用；C.人尽其才；D.各得其所",
    "a": "A,B,C,D"
  },
  {
    "q": "机构编制议题的审议内容主要包括（ ）。 B C D E\nA.是否有利于加强党的全面领导；B.是否符合党中央有关规定、机构编制党内法规、国家法律法规及相关政策规定；C.是否适应经济社会发展需要和财政保障能力,能否有效解决实际问题；D.是否科学合理,充分考虑了除调整机构编制外的其他解决办法；E.是否对可能带来的问题和遇到的困难进行客观分析,并做好应对准备",
    "a": "A,B,C,D,E"
  },
  {
    "q": "消防车、消防艇前往执行火灾扑救或者应急救援任务，在确保安全的前提下，不受（）限制。\nA.行驶速度；B.行驶路线；C.行驶方向；D.指挥信号",
    "a": "A,B,C,D"
  },
  {
    "q": "遇险 应当服从海上搜寻救助行动的现场指挥,及时接受救助。（ ）\nA.船舶；B.设施；C.民用航空器；D.人员",
    "a": "A,B,C,D"
  },
  {
    "q": "李某赶着马车运货,某食品店开业燃放炮竹（此地不禁止）,马受惊,带车向前狂奔,李某拉扯不住,眼看惊马向刚放学的学生冲去,张某见状拦住惊马,但是被惊马踢伤。下列（ ）哪些选项是正确的? C\nA.李某应当承担赔偿责任；B.李某和食品店应当承担连带赔偿责任；C.如李某无力赔偿,张某有权要求小学生的监护人适当补偿；D.李某承担赔偿责任,食品店承担补充赔偿责任",
    "a": "A,C"
  },
  {
    "q": "从事电子烟产品、雾化物、电子烟用烟碱等生产经营活动，取得烟草专卖生产企业许可证，应当具备下列条件:（）\nA.有与生产相适应的资金；B.有生产所需技术和设备条件；C.符合国家电子烟产业政策要求；D.国务院烟草专卖行政主管部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于破坏环境资源保护罪的有（ ）。 C D\nA.非法捕捞水产品罪；B.传染病毒种扩散罪；C.非法采矿罪；D.毁坏珍贵树木罪",
    "a": "A,C,D"
  },
  {
    "q": "生产经营单位不得以任何形式与从业人员订立协议,（ ）其对从业人员因生产安全事故伤亡依法应承担的责任。 D\nA.加重；B.增加；C.免除；D.减轻",
    "a": "C,D"
  },
  {
    "q": "经济责任审计工作以（）为指导。\nA.马克思列宁主义、毛泽东思想；B.邓小平理论；C.“三个代表”重要思想；D.科学发展观；E.习近平新时代中国特色社会主义思想",
    "a": "A,B,C,D,E"
  },
  {
    "q": "维护国家安全,应当（ ）。 B C D\nA.遵守宪法和法律；B.坚持社会主义法治原则；C.尊重和保障人权；D.依法保护公民的权利和自由",
    "a": "A,B,C,D"
  },
  {
    "q": "《军人抚恤优待条例》所称抚恤优待对象包括（ ）。 B C D\nA.军人和军人家属；B.服现役和退出现役的残疾军人；C.烈士遗属、因公牺牲军人遗属、病故军人遗属；D.退役军人",
    "a": "A,B,C,D"
  },
  {
    "q": "制造、销售未经考核合格的计量器具新产品的，责令停止 .该种新产品，没收违法所得，可以并处罚款。\nA.制造；B.研发；C.升级；D.销售",
    "a": "A,D"
  },
  {
    "q": "以下属于非法经营罪共犯的有（ ）。 B C D\nA.为非法生产、销售烟草专卖品犯罪提供生产、经营场所的人；B.为非法生产、销售烟草专卖品犯罪提供生产技术、卷烟配方的人；C.为非法生产、销售烟草专卖品犯罪提供运输、仓储、保管、邮寄、代理进出口等便利条件的人；D.为非法生产、销售烟草专卖品犯罪提供贷款、资金、账号、发票、证明、许可证件的人",
    "a": "A,B,C,D"
  },
  {
    "q": "被宣告假释的犯罪分子,应当遵守下列的规定有（ ）\nA.遵守法律、行政法规,服从监督；B.按照监督机关的规定报告自己的活动情况；C.遵守监督机关关于会客的规定；D.离开所居住的市、县或者迁居,应当报经监督机关批准；E.遵守监督机关关于与他人通信的规定",
    "a": "A,B,C,D,E"
  },
  {
    "q": "国务院和县级以上地方各级人民政府应当在每年六月至九月期间，向本级人民代表大会常务委员会报告本年度上一阶段（）的执行情况。\nA.国民经济和社会发展计划；B.预算；C.决算；D.规划",
    "a": "A,B"
  },
  {
    "q": "党的二十大报告指出,加快建设法治社会。弘扬社会主义法治精神,传承中华优秀传统法律文化,引导全体人民做社会主义法治的（ ）。 C D\nA.自觉传导者；B.忠实崇尚者；C.自觉遵守者；D.坚定捍卫者",
    "a": "B,C,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定,发包人具有（ ）情形之一,造成建设工程质量缺陷,应当承担过错责任。 B C D\nA.提供的设计有缺陷；B.提供购买的建筑材料、建筑构配件、设备不符合强制性标准；C.指定购买的建筑材料、建筑构配件、设备不符合强制性标准；D.直接指定分包人分包专业工程",
    "a": "A,B,C,D"
  },
  {
    "q": "下列事项应当依照法定程序经本集体成员决定（）\nA.土地承包方案以及将土地发包给本集体以外的组织或者个人承包；B.个别土地承包经营权人之间承包地的调整；C.土地补偿费等费用的使用、分配办法；D.集体出资的企业的所有权变动等事项",
    "a": "A,B,C,D"
  },
  {
    "q": "设区的市、县级人民政府农业农村主管部门应当按照国家和自治区有关规定对禁止免疫的病种采取（ ）、（ ） 等措施进行防控。 B\nA.检测；B.扑杀；C.消毒；D.免疫",
    "a": "A,B"
  },
  {
    "q": "学校应当开展毒品预防专题教育,落实禁毒知识（ ）、（ ）和（ ）,在日常教学等活动中加强禁毒主题教育;学校图书馆、阅览室应当配备禁毒知识读物;校园应当设立禁毒宣传教育基地（园地）或者禁毒宣传专栏。 C D\nA.教学计划；B.教学大纲；C.师资；D.课时",
    "a": "A,C,D"
  },
  {
    "q": "依据《民事诉讼法》规定，下列民事案件不适用小额诉讼程序审理（）\nA.人身关系、财产确权案件、涉外案件；B.当事人提出反诉的案件；C.需要评估、鉴定或者对诉前评估、鉴定结果有异议的案件；D.一方当事人下落不明的案件",
    "a": "A,B,C,D"
  },
  {
    "q": "未经同意,擅自实施下列（ ）行为,由县级以上人民政府广播电视行政管理部门或者其授权的广播电视设施管理单位责令改正,对个人或单位可处以罚款。 B C D\nA.在广播电视传输线路保护范围内堆放笨重物品、种植树木、平整土地；B.在天线、馈线保护范围外进行烧荒等；C.在广播电视传输线路上接挂、调整、安装、插接收听、收视设备；D.在天线场地敷设或者在架空传输线路上附挂电力、通信线路",
    "a": "A,B,C,D"
  },
  {
    "q": "海上交通事故根据造成的损害后果分为（ ）。 B C D\nA.特别重大事故；B.重大事故；C.较大事故；D.一般事故",
    "a": "A,B,C,D"
  },
  {
    "q": "干部教育培训考核的内容包括干部的（）等。\nA.学习态度和表现；B.理论、知识掌握程度；C.党性修养、作风养成和遵规守纪情况；D.解决实际问题的能力",
    "a": "A,B,C,D"
  },
  {
    "q": "以下在广西壮族自治区从事哪些活动应《广西壮族自治区林木种苗条例》的管理规定? B C\nA.林木种质资源保护、利用；B.品种选育、审定和推广；C.林木种苗生产经营和服务管理；D.森林防火、防盗",
    "a": "A,B,C"
  },
  {
    "q": "已经建成的（ ）建筑物、构筑物,未采取抗震设防措施的,应当按照国家有关规定进行抗震性能鉴定,并采取必要的抗震加固措施。 B C D\nA.属于重大建设工程的；B.可能发生严重次生灾害的；C.有重大文物价值和纪念意义的；D.地震重点监视防御区的",
    "a": "A,B,C,D"
  },
  {
    "q": "确定烈士安葬地和安排烈士安葬活动 ，应当征求烈士 遗属意见 。烈士可以在（） 安葬 。烈士安葬地确定后， 就近在安葬地的烈 士陵园或者烈士集中安葬墓区安葬烈 士。\nA.牺牲地；B.生前户籍所在地；C.遗属户籍所在地；D.生前工作单位所在地 安葬",
    "a": "A,B,C,D"
  },
  {
    "q": "国有独资企业、国有独资公司的哪些情形,由履行出资人职责的机构决定。 B C D E\nA.合并、分立；B.增加或者减少注册资本；C.发行债券；D.解散、申请破产；E.分配利润",
    "a": "A,B,C,D,E"
  },
  {
    "q": "任何单位和个人不得歧视艾滋病病毒感染者、艾滋病病人及其家属。艾滋病病毒感染者、艾滋病病人及其家属享有的哪些合法权益受法律保护。（ ）\nA.婚姻；B.就业；C.就医；D.入学",
    "a": "A,B,C,D"
  },
  {
    "q": "我国宪法规定，公民在行使自由和权利的时候，不得损害（）。\nA.国家的利益；B.集体的利益；C.社会的利益；D.其他公民的合法自由和权利",
    "a": "A,B,C,D"
  },
  {
    "q": "电信业务经营者违反《反电信网络诈骗法》规定,有下列（ ）情形之一的,由有关主管部门责令改正,情节较轻的,给予警告、通报批评,或者处五万元以上五十万元以下罚款;情节严重的,处五十万元以上五百万元以下罚款,并可以由有关主管部门责令暂停相关业务、停业整顿、吊销相关业务许可证或者吊销营业执照对其直接负责的主管人员和其他直接责任人员,处一万元以上二十万元以下罚款。 B C D\nA.未落实国家有关规定确定的反电信网络诈骗内部控制机制的；B.未 履行 电话 卡 、物 联网 卡实 名制 登记 职责的；C.未履行对电话卡、物联网卡的监测识别、监测预警和相关处置职责的；D.未 对 物 联 网 卡 用 户 进 行 风 险评估,或 者 未 限 定 物 联 网 卡 的 开 通功能、使 用 场 景 和 适 用 设备的",
    "a": "A,B,C,D"
  },
  {
    "q": "医疗事故的赔偿应当考虑的因素包括:（ ）。 C D\nA.医疗机构的等级和性质；B.医疗事故等级；C.医疗过失行为在医疗事故损害后果中的责任程度；D.医疗事故损害后果与患者原有疾病状况之间的关系",
    "a": "B,C,D"
  },
  {
    "q": "公路管理机构受理公路超限运输许可申请后，应当对承运人提交的申请材料进行审查。属于大件运输车辆的，公路管理机构应当对（）进行核查，并征求同级公安机关交通管理部门意见。\nA.车货总体外廓尺寸；B.总质量；C.轴荷等数据；D.护送方案",
    "a": "A,B,C,D"
  },
  {
    "q": "检察建议主要包括哪些类型 B C D\nA.再审检察建议、；B.纠正违法检察建议；C.公益诉讼检察建议；D.社会治理检察建议",
    "a": "A,B,C,D"
  },
  {
    "q": "公务员法所称的公务员是指（ ）的工作人员。 B C\nA.依法履行公职；B.纳入国家行政编制；C.由国家财政负担工资福利；D.行使公共服务职能",
    "a": "A,B,C"
  },
  {
    "q": "航道建设和养护优先采用符合绿色环保要求的：\nA.新技术；B.新材料；C.新工艺；D.新标准",
    "a": "A,B,C,D"
  },
  {
    "q": "对________,收货人应当依据对外贸易合同约定在出口国装运前进行预检验、监造或者监装,商检机构根据需要可以派出检验人员参加。 D\nA.重要的进口商品；B.普通的进口商品；C.特殊国家或地区输入的进口商品；D.大型的成套设备",
    "a": "A,D"
  },
  {
    "q": "反洗钱是指为了预防通过各种方式掩饰、隐瞒（ ）、（ ）、（ ）、走私犯罪、贪污贿赂犯罪、破坏金融管理秩序犯罪、金融诈骗犯罪等犯罪所得及其收益的来源和性质的洗钱活动,依法采取相关措施的行为。 B C\nA.毒品犯罪；B.黑社会性质的组织犯罪；C.恐怖活动犯罪；D.间谍罪",
    "a": "A,B,C"
  },
  {
    "q": "甲将房屋出租给乙，乙将该房屋转租给丙，下列说法正确的是（）。\nA.甲可以基于房屋所有权对乙某主张返还请求权；B.丙某可以基于其和乙的合法租赁关系主张抗辩权；C.乙已经交付丙使用房屋，甲无权主张返还房屋；D.乙未经甲同意转租房屋，乙和丙的租赁合同无效",
    "a": "A,B"
  },
  {
    "q": "举办展览会、展销会、展示会、博览会、交易会等展会活动,展会主办方、承办方需要做到（ ）\nA.制定知识产权保护规则；B.要求参展方提交参展项目未侵犯他人知识产权的书面承诺；C.与参展方约定知识产权投诉处理措施；D.依法制定知识产权保护规则",
    "a": "B,C,D"
  },
  {
    "q": "我国哪些船舶在遇有紧急情况,在保证海上交通安全的前提下,可以不受航行、停泊、作业有关规则的限制（ ）。 C\nA.私人游艇；B.军用船舶执行军事任务；C.公务船舶执行公务；D.海上拖轮",
    "a": "B,C"
  },
  {
    "q": "市（地）级以上党校（行政学院）教学安排中，党的理论教育和党性教育课程的比重不低于总课时的（），各级党校（行政学院）的主体班次都应当设置党性教育课程，党性教育课程的比重不低于总课时的（）。\nA.0.7；B.0.6；C.0.3；D.0.2",
    "a": "A,D"
  },
  {
    "q": "国家网信办联合公安部、国家安全部、自然资源部、交通运输部、税务总局、市场监管总局合计七个部门联合进驻滴滴,开展网络安全审查,原因是滴滴违反了如下哪些 B C D\nA.用户信息违法收 集、过度收集；B.用户信息分析违；C.数据处理活动严 重影响国家安全；D.告知违规",
    "a": "A,B,C,D"
  },
  {
    "q": "随迁子女需要转学、入学的,安置地人民政府教育行政部门应当予以及时办理。对符合下列条件 的退役军人的随迁子女,优先保障。 B C D\nA.参战退役军人；B.属于烈士子女、功臣模范的退役军人；C.长期在艰苦边远地区或者特殊岗位服现役的退役军人；D.其他符合条件的退役军人",
    "a": "A,B,C,D"
  },
  {
    "q": "在自贸试验区开展业务的金融机构和特定非金融机构应当履行（）义务。\nA.反洗钱；B.反假币；C.反逃税；D.反恐怖融资",
    "a": "A,C,D"
  },
  {
    "q": "劳动保障行政部门对违反劳动保障法律、法规或规章的行为作出行政处罚或者行政处理决定,应当告知用人单位依法享有（ ）的权利。 D\nA.陈述；B.申辩；C.申请行政复议；D.提起行政诉讼",
    "a": "C,D"
  },
  {
    "q": "船舶在航行中应当按照有关规定开启船舶的（ ）等与航行安全、保安、防治污染相关的装置,并持续进行显示和记录。 B C D\nA.自动识别；B.航行数据记录；C.远程识别和跟踪；D.通信",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国道路交通安全法》规定,对道路交通安全违法行为得处罚种类包括（ ）。 B C D\nA.警告；B.罚款；C.暂扣或者吊销机动车驾驶证；D.拘留",
    "a": "A,B,C,D"
  },
  {
    "q": "省（自治区、直辖市）委党校（行政学院）主要培训（）。\nA.厅局级领导干部；B.县处级领导干部；C.企事业单位领导人员和乡镇（街道）党（工）委书记；D.企事业单位领导人员和乡科级领导干部",
    "a": "A,B,C"
  },
  {
    "q": "保护未成年人,应当坚持最有利于未成年人的原则。处理涉及未成年人事项,应当符合（ ）。 B C E\nA.给予未成年人特殊、优先保护；B.尊重未成年人人格尊严；C.保护未成年人隐私权和个人信息；D.完全听取监护人的意见；E.保护与教育相结合",
    "a": "A,B,C,E"
  },
  {
    "q": "下列事项应当依照法定程序经本集体成员决定（ ）\nA.土地承包方案以及将土地发包给本集体以外的组织或者个人承包；B.个别土地承包经营权人之间承包地的调整；C.土地补偿费等费用的使用、分配办法；D.集体出资的企业的所有权变动等事项",
    "a": "A,B,C,D"
  },
  {
    "q": "当事人对当场作出的行政处罚决定不服的,可以（ ）。 D\nA.申请调解；B.提起行政诉讼；C.申请仲裁；D.申请行政复议",
    "a": "B,D"
  },
  {
    "q": "关于民事责任的说法，以下正确的是（）。\nA.二人以上依法承担按份责任，能够确定责任大小的，各自承担相应的责任；B.二人以上依法承担按份责任，难以确定责任大小的，平均承担责任；C.二人以上依法承担连带责任的，权利人有权请求部分连带责任人承担责任；D.二人以上依法承担连带责任的，权利人有权请求全部连带责任人承担责任",
    "a": "A,B,C,D"
  },
  {
    "q": "市（地）级以上党校（行政学院）教学安排中,党的理论教育和党性教育课程的比重不低于总课时的（ ）,各级党校（行政学院）的主体班次都应当设置党性教育课程,党性教育课程的比重不低于总课时的（ ）。 D\nA.0.7；B.0.6；C.0.3；D.0.2",
    "a": "A,D"
  },
  {
    "q": "罪犯财产性判项履行情况是判断罪犯是否确有悔改表现的因素之一。财产性判项是指生效刑事或者刑事附带民事裁判中确定罪犯承担的被依法（ ）判项,以及（ ）等判项。 B C D\nA.追缴；B.责令退赔；C.罚金；D.没收财产",
    "a": "A,B,C,D"
  },
  {
    "q": "甲与乙因感情不和协议离婚,子女由甲抚养,则乙的权利和义务有（ ）。 B C D\nA.对子女享有监护权；B.探望子女的权利；C.要求甲协助探望的权利；D.负担子女生活费、教育费的义务",
    "a": "A,B,C,D"
  },
  {
    "q": "债权设定最高额抵押，有下列哪些情形之一的，抵押权人的债权确定（）？\nA.新的债权不可能发生；B.抵押权人知道或者应当知道抵押财产被查封、扣押；C.债务人、抵押人被宣告破产或者解散；D.约定的债权确定期间届满",
    "a": "A,B,C,D"
  },
  {
    "q": "被抽样生产者、销售者有下列情形之一的,由县级市场监督管理部门按照有关法律、行政法规规定处理;法律、行政法规未作规定的,处三万元以下罚款;涉嫌构成犯罪,依法需要追究刑事责任的,按照有关规定移送公安机关。（ ）\nA.被抽样产品存在严重质量问题的；B.阻碍、拒绝或者不配合依法进行的监督抽查的；C.未经负责结果处理的市场监督管理部门认定复查合格而恢复生产、销售同一产品的；D.隐匿、转移、变卖、损毁样品的",
    "a": "A,B,C,D"
  },
  {
    "q": "按照现行规定我国基本养老保险资金由（ ）组成。 B C\nA.用人单位缴纳的养老保险费；B.个人缴纳的养老保险费；C.各级政府财政补助；D.遗产税；E.消费税",
    "a": "A,B,C"
  },
  {
    "q": "根据税法的功能作用的不同,可以将税法分为（ ）。 C\nA.税收行政法规；B.税收实体法；C.税收程序法；D.国际税法",
    "a": "B,C"
  },
  {
    "q": "根据2022年施行的《家庭教育促进法》规定，家庭教育应当遵循什么样的方式方法？（）\nA.尊重未成年人身心发展规律和个体差异；B.遵循家庭教育特点，贯彻科学的家庭教育理念和方法；C.家庭教育、学校教育、社会教育紧密结合、协调一致；D.结合实际情况采取灵活多样的措施",
    "a": "A,B,C,D"
  },
  {
    "q": "党员享有的党章规定的各项权利必须受到尊重和保护,党的任何一级组织、任何党员都无权剥夺。预备党员除了没有 （ ） 以外,享有同正式党员一样的权利。 C D\nA.申诉权；B.表决权；C.选举权；D.被选举权",
    "a": "B,C,D"
  },
  {
    "q": "高速公路用地范围包括 B C\nA.高速公路及其两侧边沟（截水沟、坡脚护坡道）外缘起不少于一米范围的区域；B.高速公路及其两侧无边沟的,为高速公路缘石外缘起不少于五米范围的区域；无截水沟的,为上边坡坡顶外缘起不少于五米范围的区域；C.高速公路桥梁垂直投影面外缘起不少于一米范围的区域。前款规定的高速公路用地范围有征地界限的,征地界限以内为用地范围",
    "a": "A,B,C"
  },
  {
    "q": "红十字会及其工作人员有下列情形之一的,由同级人民政府审计、民政等部门责令改正;情节严重的,对直接负责的主管人员和其他直接责任人员依法给予处分;造成损害的,依法承担民事责任;构成犯罪的,依法追究刑事责任: B C D\nA.违背募捐方案、捐赠人意愿或者捐赠协议,擅自处分其接受的捐赠款物的；B.私分、挪用、截留或者侵占财产的；C.未依法向捐赠人反馈情况或者开具捐赠票据的；D.未依法对捐赠款物的收入和使用情况进行审计的",
    "a": "A,B,C,D"
  },
  {
    "q": "农用地转为建设用地的，应当办理农用地转用审批手续，审批权在（）。\nA.国务院；B.省级人民政府；C.县级人民政府；D.乡级人民政府",
    "a": "A,B"
  },
  {
    "q": "自治区人民政府公安机关建立禁毒综合治理数字化平台,依托（ ）、（ ）、（ ）等技术,开展禁毒监测预警和禁毒信息的收集、归集、分析、研判、使用、交流,以及戒毒服务管理等工作。 B D\nA.大数据；B.云计算；C.物联网；D.互联网",
    "a": "A,B,C"
  },
  {
    "q": "我国宪法规定,公民有 （ ）的自由。 B C D\nA.言论；B.出版；C.集会、结社；D.游行、示威",
    "a": "A,B,C,D"
  },
  {
    "q": "从事人体器官移植的医务人员应当对（ ）的个人资料保密。 C D\nA.捐献人家属；B.人体器官捐献人；C.接收人；D.器官移植手术患者",
    "a": "B,C,D"
  },
  {
    "q": "委员视察的组织形式主要有：（）、（）、（）。\nA.常委视察团；B.委员视察团；C.专题视察团；D.界别视察团",
    "a": "A,B,C"
  },
  {
    "q": "下列属于党内法规主要规定事项的是（ ）。 B C D\nA.党的各级各类组织的产生、组成、职权职责；B.党的领导和党的建设的体制机制、标准要求、方式方法；C.党组织工作、活动和党员行为的监督、考核、奖惩、保障；D.党的干部的选拔、教育、管理、监督",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些情形发生时,个人信息处理者应当主动删除个人信息;个人信息处理者未删除的,个人有权请求删除: C D\nA.处理目的已实现、无法实现或者为实现处理目的不再必要；B.个人信息处理者停止提供产品或者服务,或者保存期限即将届满；C.个人撤回同意；D.法律、行政法规定的其他情形",
    "a": "A,C,D"
  },
  {
    "q": "食品生产经营者应当配合监督检查工作,按照市场监督管理部门的要求,开放食品生产经营场所,回答相关询问,提供（ ）等其他有关资料。 B D\nA.相关合同、票据、账簿；B.前次监督检查结果；C.经营场所租赁协议；D.前次监督检查整改情况",
    "a": "A,B,D"
  },
  {
    "q": "因禁毒工作（）、（）、（）的禁毒工作人员，按照国家和自治区有关规定享受工伤保险、抚恤等待遇。\nA.致伤；B.致残；C.致病；D.死亡",
    "a": "A,B,D"
  },
  {
    "q": "烟草专卖行政主管部门和烟草公司工作人员滥用职权、徇私舞弊或者玩忽职守的,给予（ ）。 B\nA.行政处分；B.情节严重,构成犯罪的依法追究刑事责任；C.批评教育；D.行政处罚",
    "a": "A,B"
  },
  {
    "q": "居间合同的特征有（ ）。 B C D\nA.居间人以促成委托人与第三人订立合同为目的；B.居间人居介绍人地位；C.居间合同具有诺成性；D.居间合同是有偿合同",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》,下列哪些选项是旅游者的权利?（ ）\nA.旅游者有权自主选择旅游产品和服务；B.旅游者有权拒绝旅游经营者的强制交易行为；C.旅游者有权知悉其购买的旅游产品和服务的真实情况；D.旅游者有权要求旅游经营者按照约定提供产品和服务",
    "a": "A,B,C,D"
  },
  {
    "q": "在林木种质资源库、种质资源保护区、种质资源保护地禁止实施哪些行为？（）\nA.擅自采集、采伐林木种质资源；B.未经批准引进境外林木种质资源、转基因林木种质资源；C.露天开矿、采石、取土、挖砂；D.狩猎、放牧、开垦、烧荒",
    "a": "A,B,C,D"
  },
  {
    "q": "从事动物（ ）、（ ）、（ ）、（ ）、运输、诊疗以及动物产品生产、经营、加工、贮藏、运输等活动的单位和个人,应当依法做好免疫、消毒、检测、隔离、净化、消灭、无害化处理等动物防疫工作,承担动物防疫相关责任。 B C D\nA.饲养；B.屠宰；C.经营；D.隔离",
    "a": "A,B,C,D"
  },
  {
    "q": "以下做法违反《电子烟管理办法》的是:（ ）\nA.举办各种形式推介电子烟产品的展会、论坛、博览会；B.利用自动售货机等自助售卖方式销售电子烟产品；C.向成年人出售电子烟产品；D.向具备从事电子烟零售业务资格的单位或者个人提供电子烟产品",
    "a": "A,B"
  },
  {
    "q": "任何单位和个人不得歧视艾滋病病毒感染者、艾滋病病人及其家属。艾滋病病毒感染者、艾滋病病人及其家属享有的哪些合法权益受法律保护。（ ）\nA.婚姻；B.就业；C.就医；D.入学",
    "a": "A,B,C,D"
  },
  {
    "q": "以下合同免责条款无效的是：（）\nA.造成对方人身损害的；B.因故意造成对方财产损失的；C.因过失造成对方财产损失的；D.因重大过失造成对方财产损失的",
    "a": "A,B,D"
  },
  {
    "q": "下列哪些是监察官的职责 B C\nA.对公职人员开展廉政教育；B.开展反腐败国际合作方面的工作；C.对公职人员依法履职、秉公用权、廉洁从政从业以及道德操守情况进行监督检查；D.对部分职务违法和职务犯罪进行调查",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的,要约失效: B C D\nA.要约被拒绝；B.要约被依法撤销；C.承诺期限届满,受要约人未作出承诺；D.受要约人对要约的内容作出实质性变更",
    "a": "A,B,C,D"
  },
  {
    "q": "A市甲厂因购买 B市乙公司的一批材料,与乙公司签订了一份买卖合同,但未约定交货地与付款地,下列（ ）是正确的。 C\nA.交货地是B市；B.交货地是A市；C.付款地是B市；D.付款地是A市",
    "a": "A,C"
  },
  {
    "q": "民事权利可以依据（）取得\nA.民事法律行为；B.事实行为；C.法律规定的事件；D.法律规定的其他方式",
    "a": "A,B,C,D"
  },
  {
    "q": "机关、人民团体和事业单位有下列行为之一的,由县级以上人民政府督促其限期改正;逾期不改的,由县级以上人民政府或者其上级主管部门对直接负责的主管人员和其他直接责任人员依法给予处分:（ ）,不按照地方志工作规划确定的时间和质量要求完成编纂任务。 B C D\nA.拒绝承担地方志编纂任务或者无正当理由拖延报送地方志资料；B.拒不执行县级以上人民政府的督促检查意见；C.拒不接受涉及地方志质量问题的审查验收意见；D.提供虚假地方志资料",
    "a": "A,B,C,D"
  },
  {
    "q": "关于处理个人信息,下列说法正确的是（ ）。 B C D\nA.不得通过误导、欺诈、胁迫等方式处理个人信息；B.应当保证个人信息的质量；C.应当采取对个人权益影响最小的方式；D.应当遵循合法、正当、必要和诚信原则",
    "a": "A,B,C,D"
  },
  {
    "q": "全国地震监测台网,由（ ）组成。 B C\nA.国家地震监测基本台网；B.省级地震监测台网；C.市、县地震监测台网；D.专业地震监测台网",
    "a": "A,B,C"
  },
  {
    "q": "《反间谍法》大大强化了对人权的保障，对公民权益的保护，具体体现在下列（）条款之中。\nA.任何个人和组织对国家安全机关及其工作人员超越职权、滥用职权和其他违法行为，都有权向上级国家安全机关或者有关部门检举、控告。；B.国家安全机关及其工作人员依法履行反间谍工作职责获取的组织和个人的信息、材料，只能用于反间谍工作。对属于国家秘密、商业秘密和个人隐私的，应当保密。；C.因协助反间谍工作，本人或者其近亲属的人身安全面临危险的，可以向国家安全机关请求予以保护，国家安全机关应当会同有关部门依法采取保护措施。；D.因反间谍工作需要依法使用有关工具、场地、建筑物的，任务完成后应及时归还或者恢复原状，依照规定支付相应费用，造成损失的，应当补偿。",
    "a": "A,B,C,D"
  },
  {
    "q": "国家所有的财产受法律保护,禁止任何组织或者个人侵占、（ ）。 B C D\nA.哄抢；B.私分；C.截留；D.破坏",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些主体可以提起个人信息保护公益诉讼? C D\nA.公民个人；B.国家网信部门；C.人民检察院；D.法律规定的消费者组织",
    "a": "B,D"
  },
  {
    "q": "新环境保护法第十六条中规定,国务院环境保护主管部门根据 （ ） 和（ ）,制定国家污染物排放标准。 B\nA.国家环境质量标准；B.国家经济、技术条件；C.国际环境质量标准；D.环境质量标准协会标准",
    "a": "A,B"
  },
  {
    "q": "设立抵押权，当事人应当采用书面形式订立抵押合同。抵押合同一般包括下列条款：（）\nA.被担保债权的种类和数额；B.债务人履行债务的期限；C.抵押财产的名称、数量等情况；D.担保的范围",
    "a": "A,B,C,D"
  },
  {
    "q": "人民依照法律规定,通过各种途径和形式,管理 （ ）。 B C D\nA.国家事务；B.经济事业；C.文化事业；D.社会事务",
    "a": "A,B,C,D"
  },
  {
    "q": "我国地方各级人大代表包括（ ）。 B C D\nA.省、自治区、直辖市的人大代表；B.设区的市、自治州的人大代表；C.不设区的市、市辖区、县、自治县的人大代表；D.乡、民族乡、镇的人大代表",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些属于质权人的权利（ ）。 B C D\nA.占有质物的权利；B.孳息收取权；C.保全质物的权利；D.优先受偿权",
    "a": "A,B,C,D"
  },
  {
    "q": "根据代表法规定，代表有权依法联名提出（）等。\nA.方案；B.议案；C.质询案；D.罢免案",
    "a": "B,C,D"
  },
  {
    "q": "个人对其个人信息的处理享有（ ）、（ ）,（ ）。 C\nA.监督权；B.知情权；C.决定权；D.有权限制或者拒绝他人对其个人信息进行处理",
    "a": "B,C,D"
  },
  {
    "q": "经营者不得利用技术手段,通过影响用户选择或者其他方式,实施（ ）行为。 C D\nA.在其他经营者合法提供的网络产品或者服务中,插入链接、强制进行目标跳转；B.误导、欺骗、强迫用户修改、关闭、卸载其他经营者合法提供的网络产品或者服务；C.恶意对其他经营者合法提供的网络产品或者服务实施不兼容；D.其他妨碍、破坏其他经营者合法提供的网络产品或者服务正常运行的行为",
    "a": "B,C,D"
  },
  {
    "q": "国务院水行政主管部门在国务院的领导下,负责全国防洪的（ ）、（ ）、（ ）、（ ）等日常工作。国务院水行政主管部门在国家确定的重要江河、湖泊设立的流域管理机构,在所管辖的范围内行使法律、行政法规规定和国务院水行政主管部门授权的防洪协调和监督管理职责。 B C D\nA.组织；B.协调；C.监督；D.指导",
    "a": "A,B,C,D"
  },
  {
    "q": "医疗事故的赔偿应当考虑的因素包括：（）。\nA.医疗机构的等级和性质；B.医疗事故等级；C.医疗过失行为在医疗事故损害后果中的责任程度；D.医疗事故损害后果与患者原有疾病状况之间的关系",
    "a": "B,C,D"
  },
  {
    "q": "国务院外汇管理部门依法持有、管理、经营国家外汇储备,遵循（ ）、（ ）、（ ）的原则。 B C\nA.安全；B.流动；C.增值；D.便民",
    "a": "A,B,C"
  },
  {
    "q": "生产下列哪些产品的企业必须取得烟草专卖生产企业许可证 ?（ ）\nA.雪茄烟；B.卷烟纸；C.滤嘴棒；D.烟用丝束",
    "a": "A,B,C,D"
  },
  {
    "q": "根据2019年最新修订的《中华人民共和国土地管理法》第四十六条,征收 （ ）土地的,由国务院批准。 B C\nA.永久基本农田；B.永久基本农田以外的耕地超过三十五公顷的；C.其他土地超过七十公顷的；D.耕地以外的其他土地六十公顷的；E.农村宅基地65公顷的",
    "a": "A,B,C"
  },
  {
    "q": "张某和李某于2013年合作创作了一部话剧剧本，后张某于2014年3月5日去世，张某没有继承人也未设立遗嘱。李某于2015年5月19日去世。根据著作权法及相关规定，下列哪些说法是正确的？\nA.张某去世前，该剧本的著作权由张某和李某共同享有；B.2014年3月6日至2015年5月18日，该剧本的表演权由李某享有；C.该剧本的著作权中的改编权保护期截止于2064年5月19日；D.李某去世后，该剧本的改编权在著作权法规定的保护期内依照继承法的规定转移",
    "a": "A,B,D"
  },
  {
    "q": "船舶、海上设施对港口安全具有威胁的,海事管理机构应当责令立即或者限期改正、限制操作,（ ）。 C D\nA.滞留；B.责令驶往指定地点；C.禁止进港；D.将其驱逐出港",
    "a": "B,C,D"
  },
  {
    "q": "根据《征管法》的规定,纳税人偷税的,税务机关应（ ）。 C D\nA.追缴其不缴或者少缴的税款；B.处不缴或者少缴的税款5倍以下的罚款；C.加收滞纳金；D.处不缴或者少缴的税款50%以上5倍以下的罚款",
    "a": "A,C,D"
  },
  {
    "q": "国家采取措施,扶持 职业教育的发展。 B C D\nA.革命老区；B.民族地区；C.边远地区；D.欠发达地区",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《社会保险法》规定，我国应建立（）社会保险制度。\nA.基本养老保险；B.基本医疗保险；C.工伤保险；D.失业保险；E.生育保险",
    "a": "A,B,C,D,E"
  },
  {
    "q": "被人民法院认定为无民事行为能力人或者限制民事行为能力人的,（ ）可以向人民法院申请恢复为限制民事行为能力人或者完全民事行为能力人。 C D\nA.仅本人；B.利害关系人；C.有关组织申请；D.本人",
    "a": "B,C,D"
  },
  {
    "q": "无效合同和可撤销合同的区别有（ ）。 B C D\nA.二者产生的原因不同；B.认定程序的启动不同；C.法律效力不完全相同；D.期限限制不同",
    "a": "A,B,C,D"
  },
  {
    "q": "依照我国宪法规定,（ ）属于可以依法属于集体所有的自然资源。 B D\nA.森林、草原；B.荒地、滩涂；C.矿藏；D.山岭",
    "a": "A,B,D"
  },
  {
    "q": "下列纠纷不能仲裁的是（）\nA.婚姻；B.收养；C.监护；D.继承纠纷",
    "a": "A,B,C,D"
  },
  {
    "q": "甲与乙因感情不和协议离婚,子女由甲抚养,则乙的权利和义务有（ ）。 B C D\nA.对子女享有监护权；B.探望子女的权利；C.要求甲协助探望的权利；D.负担子女生活费、教育费的义务",
    "a": "A,B,C,D"
  },
  {
    "q": "我国现阶段的爱国统一战线是由中国共产党领导的,由各民主党派和各人民团体参加的,包括（ ）的广泛的政治联盟。 B C D\nA.全体社会主义劳动者；B.拥护社会主义的爱国者；C.拥护国家统一的爱国者；D.社会主义事业的建设者",
    "a": "A,B,C,D"
  },
  {
    "q": "下列使劳动合同无效或者部分无效的是（ ）\nA.以胁迫的手段或者乘人之危,使对方在违背真实意思的情况下订立或者变更劳动合同的。；B.用人单位免除自己的法定责任、排除劳动者权利的。；C.违反法律、行政法规强制性规定的。；D.以欺诈的手段使对方签订或者变更劳动合同的。",
    "a": "A,B,C,D"
  },
  {
    "q": "关于公民和组织应当履行下列维护国家安全的义务，以下说法正确的有（）。\nA.及时报告危害国家安全活动的线索；B.如实提供所知悉的涉及危害国家安全活动的证据；C.为国家安全工作提供便利条件或者其他协助；D.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D"
  },
  {
    "q": "2018年3月,吴某的妻子赵某不幸身故,吴某独资抚养两人的孩子小吴。吴某因悲伤过度,遂沉溺于吸毒,无力照看年仅四岁的小吴。之后,吴某被强制戒毒。以下关于小吴监护人的说法,哪些是正确的（ ）\nA.吴某可以通过遗嘱,指定小吴的奶奶担任监护人；B.吴某住所地的民政局有权申请撤销吴某的监护人资格；C.吴某对小吴的监护资格被撤销后,仍须支付小吴的抚养费；D.吴某戒毒成功后可以申请恢复对小吴的监护人资格",
    "a": "A,B,C,D"
  },
  {
    "q": "红十字会及其工作人员有下列情形之一的,由同级人民政府审计、民政等部门责令改正;情节严重的,对直接负责的主管人员和其他直接责任人员依法给予处分;造成损害的,依法承担民事责任;构成犯罪的,依法追究刑事责任: B C D\nA.违背募捐方案、捐赠人意愿或者捐赠协议,擅自处分其接受的捐赠款物的；B.私分、挪用、截留或者侵占财产的；C.未依法向捐赠人反馈情况或者开具捐赠票据的；D.未依法对捐赠款物的收入和使用情况进行审计的",
    "a": "A,B,C,D"
  },
  {
    "q": "股东可以用货币出资,也可以用实物、（ ）等可以用货币估价并可以依法转让的非货币财产作价出资;但法律、行政法规规定不得作为出资的财产除外。 B\nA.知识产权；B.土地使用权；C.股权；D.债权",
    "a": "A,B,C,D"
  },
  {
    "q": "处理个人信息应当遵循合法、正当、必要和诚信原则，不得通过（）等方式处理个人信息。\nA.误导；B.胁迫；C.非面对面；D.欺诈",
    "a": "A,B,D"
  },
  {
    "q": "在我国社会主义制度下,劳动既是公民的权利,也是公民的义务。根据《中华人民共和国劳动法》的规定,劳动者的义务包括（ ）。 B C D\nA.完成劳动任务；B.提高职业技能；C.执行劳动安全卫生规程；D.遵守劳动纪律和职业道德；E.接受用人单位未按劳动合同约定支付的报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "《中国共产党廉洁自律准则》规定的党员廉洁自律规范包括。 B C D\nA.坚持公私分明,先公后私,克己奉公；B.坚持崇廉拒腐,清白做人,干净做事；C.坚持尚俭戒奢,艰苦朴素,勤俭节约；D.坚持吃苦在前,享受在后,甘于奉献",
    "a": "A,B,C,D"
  },
  {
    "q": "社会主义学院是党领导的统一战线性质的政治学院,应当坚持功能定位,承担好（ ）等培训任务。 B C D\nA.民主党派和无党派人士；B.统一战线其他领域代表人士；C.统战干部；D.统一战线理论研究人才",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，营利法人包括（）等。\nA.有限责任公司；B.股份有限公司；C.其他企业法人；D.合伙企业",
    "a": "A,B,C"
  },
  {
    "q": "公务员按照国家规定享受（ ）等津贴。 B C\nA.地区附加津贴；B.艰苦边远地区津贴；C.岗位津贴；D.地方自行出台的津贴项目",
    "a": "A,B,C"
  },
  {
    "q": "公务员任用坚持的原则是（ ）。 B D\nA.德才兼备、以德为先；B.五湖四海、任人唯贤；C.公开平等、竞争择优；D.事业为上、公道正派",
    "a": "A,B,D"
  },
  {
    "q": "关于公民和组织应当履行下列维护国家安全的义务,以下说法正确的有（ ）。 B C D\nA.及时报告危害国家安全活动的线索；B.如实提供所知悉的涉及危害国家安全活动的证据；C.为国家安全工作提供便利条件或者其他协助；D.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D"
  },
  {
    "q": "审计机关有证据证明被审计单位_____的，经县级以上人民政府审计机关主要负责人批准，有权查询_____的存款。\nA.以个人名义存储公款；B.违反国家规定将公款转入其他单位、个人在金融机构账户；C.有关单位、个人在金融机构与审计事项相关；D.被审计单位以个人名义在金融机构",
    "a": "B,C"
  },
  {
    "q": "工伤保险基金存入社会保障基金财政专户,用于（ ）的支付。 B C D\nA.《工伤保险条例》规定的工伤保险待遇；B.劳动能力鉴定；C.工伤预防的宣传、培训等费用；D.法律、法规规定的用于工伤保险的其他费用",
    "a": "A,B,C,D"
  },
  {
    "q": "朱某生前曾与他的邻居签订了遗赠抚养协议,他的邻居尽了抚养义务。朱某还在他去世前10天留下一份遗嘱。朱某去世后,他的女儿从远方赶回来,要求继承遗产。下列有关失某遗产继承说法不正确的有哪些?（ ）\nA.应当由当事人协商解决,如果协商不成,由人民法院判决；B.应由按遗嘱,遗赠抚养协议,法定继承的顺序进行继承；C.应先由朱某的女儿继承,然后按遗嘱抚养协议和遗赠继承；D.遗赠抚养协议有效,应先按遗赠抚养协议进行,接下来按遗嘱和法定继承进行",
    "a": "A,B,C"
  },
  {
    "q": "制造、销售未经考核合格的计量器具新产品的,责令停止.该种新产品,没收违法所得,可以并处罚款。 D\nA.制造；B.研发；C.升级；D.销售",
    "a": "A,D"
  },
  {
    "q": "公民民族成份经确认登记后，一般不得变更。 未满十八周岁的公民，有（）情况之一的，可以申请变更其民族成份一次。\nA.父母婚姻关系发生变化，其民族成份与直接抚养的一方不同的；B.父母婚姻关系发生变化，其民族成份与继父（母）的民族成份不同的；C.其民族成份与养父（母）的民族成份不同的；D.其民族成份与祖父（母）的民族成份不同的",
    "a": "A,B,C"
  },
  {
    "q": "走私烟草专卖品,数额不大,不构成犯罪的,由海关（ ）。 C\nA.收购走私的货物、物品；B.没收走私的货物、物品；C.没收违法所得；D.并处罚款",
    "a": "B,C"
  },
  {
    "q": "公务员享有下列权利（ ）。 B C D\nA.获得履行职责应当具有的工作条件；B.获得工资报酬,享受福利、保险待遇；C.提出申诉和控告；D.申请辞职",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的,法定代理终止。（ ）\nA.被代理人取得或者恢复完全民事行为能力；B.代理人丧失民事行为能力；C.代理人或者被代理人死亡；D.法律规定的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些主体可以提起个人信息保护公益诉讼？\nA.公民个人；B.国家网信部门；C.人民检察院；D.法律规定的消费者组织",
    "a": "B,D"
  },
  {
    "q": "不动产登记机构不得有下列行为:（ ）。 B\nA.要求对不动产进行评估；B.以年检等名义进行重复登记；C.不动产登记簿由登记机构管理；D.就有关登记事项询问申请人",
    "a": "A,B"
  },
  {
    "q": "债权是因（ ）而产生的,权利人请求特定义务人为或者不为一定行为的权利 B C D\nA.合同；B.侵权行为；C.无因管理；D.不当得利",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》规定, 禁止在饮用水水源一级保护区内从事（ ）或者其他可能污染饮用水水体的活动。 B C D\nA.网箱养殖；B.旅游；C.游泳；D.垂钓",
    "a": "A,B,C,D"
  },
  {
    "q": "国务院和县级以上地方各级人民政府应当在每年六月至九月期间，向本级人民代表大会常务委员会报告本年度上一阶段（）的执行情况。\nA.国民经济和社会发展计划；B.预算；C.决算；D.规划",
    "a": "A,B"
  },
  {
    "q": "在我国,能够制定地方性法规的国家机关是（ ）。 C D\nA.省、自治区、直辖市人民代表大会及其常务委员会；B.省、自治区、直辖市人民政府；C.省级人民政府所在地的市人民代表大会及其常务委员会；D.经国务院批准的较大的市人民代表大会及其常务委员会",
    "a": "A,C,D"
  },
  {
    "q": "妇女联合会应当开展面向（ ）、（ ）、（ ）的禁毒宣传教育活动,加强农村留守儿童禁毒宣传教育。 C D\nA.老人；B.家庭；C.妇女；D.儿童",
    "a": "B,C,D"
  },
  {
    "q": "关键信息基础设施的运营者应当履行下列安全保护义务:（ ）\nA.设置专门安全管理机构和安全管理负责人,并对该负责人和关键岗位的人员进行安全背景审查；B.定期对从业人员进行网络安全教育、技术培训和技能考核；C.对重要系统和数据库进行容灾备份；D.制定网络安全事件应急预案,并定期进行演练",
    "a": "A,B,C,D"
  },
  {
    "q": "依照《反间谍法》的规定，对（）予以奖励。\nA.支持、协助反间谍工作的组织和个人；B.实施间谍行为，但有重大立功表现的；C.支持反间谍工作，有重大贡献的组织和个人；D.协助反间谍工作，有重大贡献的组织和个人",
    "a": "B,C,D"
  },
  {
    "q": "甲和乙签订一份租房合同,约定若甲的儿子出国留学,则将房屋租给乙。该民事法律行为（ ）。 D\nA.是附期限的民事法律行为；B.是附条件的民事法律行为；C.未成立,未生效；D.成立但未生效",
    "a": "B,D"
  },
  {
    "q": "（ ）作出的属于审判、检察工作中具体应用法律的解释,应当自公布之日起三十日内报全国人民代表大会常务委员会备案。 D\nA.省高级法院；B.省检察院；C.最高人民法院；D.最高人民检察院",
    "a": "C,D"
  },
  {
    "q": "《水污染防治法》规定,禁止在饮用水水源一级保护区内（ ）与供水设施和保护水源无关的建设项目;已建成的与供水设施和保护水源无关的建设项目,由县级以上人民政府责令拆除或者关闭。 B D\nA.新建；B.改建；C.搭建；D.扩建",
    "a": "A,B,D"
  },
  {
    "q": "犯罪经过（）不再追诉。\nA.法定最高刑为不满五年有期徒刑的，经过三年；B.法定最高刑为五年以上不满十年有期徒刑的，经过十年；C.法定最高刑为十年有期徒刑的，经过十五年；D.法定最高刑为无期徒刑、死刑的，经过二十五年。",
    "a": "B,C"
  },
  {
    "q": "重庆烈焰能源有限公司（简称:烈焰公司）拟通过增资方式获得四川渝美旅游股份公司（简称:渝美公司）的股份,拟出资金额为2亿元,获得渝美公司2000万元的股本。但烈焰公司资金紧张。渝美公司持有贵阳芳香酒业股份公司（简称:芳香公司）90%的股份,芳香公司现金流充沛,拟向烈焰公司提供2亿元借款,供烈焰公司参与渝美公司的增资,期限3年,年化利率为5%。对此,下列说法错误的是?（多选） B C\nA.A.烈焰公司向渝美公司的增资款,1.8亿元计入法定公积金；B.B.芳香公司向烈焰提供借款,并非用于取得其自身股份,故不受限制；C.C.因芳香公司并非金融机构,其向烈焰公司提供借款,借款合同无效；D.D.芳香公司不得将资金借予烈焰公司用于向渝美公司增资",
    "a": "A,B,C"
  },
  {
    "q": "任何单位和个人不得非法制造、买卖、提供或者使用下列哪些设备、软件? B C D\nA.电话卡批量插入设备；B.其他用于实施电信网络诈骗等违法犯罪的设备、软件；C.批量账号、网络地址自动切换 系统,批量接收提供短信 验证、语音验证的平台；D.具有改变主叫号码、虚拟拨号、互联网电话违规接入公用电信网络等功能的设备、软件",
    "a": "A,B,C,D"
  },
  {
    "q": "学校开展禁毒宣传教育方面有哪些具体规定? B C D\nA.开展毒品预防专题教育,落实禁毒知识教学计划、师资和课时；B.在日常教学等活动中加强禁毒主题教育；C.学校图书馆、阅览室应当配备禁毒知识读物；D.应当设立禁毒宣传教育基地（园地）或者禁毒宣传专栏",
    "a": "A,B,C,D"
  },
  {
    "q": "党员权利保障应当遵循的原则包括（）。\nA.坚持民主和集中相结合，既激发党员参与党内事务的热情，又要求党员按照党性原则行使权利；B.坚持义务和权利相统一，切实履行党章规定的义务，正确行使各项权利，在宪法和法律的范围内活动；C.坚持在党的纪律面前人人平等，不允许任何党员享有特权；D.坚持充分全面保障党员权利，完善权利保障措施，畅通权利行使渠道，增强工作实效",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些市场主体需要报送年度报告（ ）\nA.个体工商户；B.分公司；C.歇业中的市场主体；D.股份有限公司",
    "a": "A,B,C,D"
  },
  {
    "q": "各地区各部门提出机构编制工作动议必须符合党中央有关改革精神和机构编制有关规定,应当充分论证（ ）。 C D\nA.合法性；B.必要性；C.合理性；D.可行性",
    "a": "B,C,D"
  },
  {
    "q": "社区矫正对象具有下列情形之一的,执行地县级社区矫正机构应当给予训诫:（ ）\nA.不按规定时间报到或者接受社区矫正期间脱离监管,未超过十日的；B.反关于报告、会客、外出、迁居等规定, 情节轻微的；C.不按规定参加教育学习等活动,经教育仍不改正的；D.其他违反监督管理规定,情节轻微的",
    "a": "A,B,C,D"
  },
  {
    "q": "负责公共消防设施维护管理的单位，应当保持（）等公共消防设施的完好有效。\nA.消防供水；B.安全出口；C.消防通信；D.消防车通道",
    "a": "A,C,D"
  },
  {
    "q": "根据我国宪法的规定,关于动员和紧急状态的决定权,下列哪些选项是正确的（ ）\nA.全国人大常委会有权决定全国总动员；B.全国人大常委会有权决定全国进入紧急状态；C.国务院有权决定个别省、自治区、直辖市进入紧急状态；D.国务院有权决定局部动员",
    "a": "A,B"
  },
  {
    "q": "国家秘密的密级分为（ ）三级。 B C\nA.绝密；B.机密；C.秘密",
    "a": "A,B,C"
  },
  {
    "q": "以下关于妇女财产权益的说法,正确的有（ ）\nA.妇女在农村集体经济组织成员身份确认、土地承包经营、集体经济组织收益分配、土地征收补偿安置或者征用补偿以及宅基地使用等方面,享有与男子平等的权利；B.申请农村土地承包经营权、宅基地使用权等不动产登记,应当在不动产登记簿和权属证书上将享有权利的妇女等家庭成员全部列明。征收补偿安置或者征用补偿协议应当将享有相关权益的妇女列入,并记载权益内容；C.村民自治章程、村规民约,村民会议、村民代表会议的决定以及其他涉及村民利益事项的决定,不得以妇女未婚、结婚、离婚、丧偶、户无男性等为由,侵害妇女在农村集体经济组织中的各项权益；D.国家保护妇女在城镇集体所有财产关系中的权益。妇女依照法律、法规的规定享有相关权益",
    "a": "A,B,C,D"
  },
  {
    "q": "商业银行贷款，应当对借款人的（）等情况进行严格审查。\nA.借款用途；B.借款次数；C.偿还能力；D.还款方式",
    "a": "A,C,D"
  },
  {
    "q": "上市公司变更公司名称、公司章程及（ ）等信息时,应当立即披露。 B C D\nA.股票简称；B.注册资本；C.注册地址；D.主要办公地址和联系电话",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国保险法》规定,人身保险的投保人在保险合同订立时,对被保险人应当具有保险利益。请问投保人对（ ）具有保险利益? B C D\nA.本人；B.配偶、子女、父母；C.除配偶、子女、父母以外与投保人有抚养、赡养或者扶养关系的家庭其他成员、近亲属；D.与投保人有劳动关系的劳动者",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于企业所得税纳税人的有 B C D\nA.国有企业；B.集体企业；C.个体工商户；D.股份有限公司",
    "a": "A,B,D"
  },
  {
    "q": "矿山企业职工有权对危害安全的行为，提出（）、和\nA.批评；B.检举；C.控告。；D.警告",
    "a": "A,B,C"
  },
  {
    "q": "有下列哪些情形,可以县级以上地方人民政府盐业主管部门责令改正,没收违法购进的食盐,可以处违法购进的食盐货值金额3倍以下的罚款。（ ）\nA.食盐定点批发企业从食盐定点生产企业、其他食盐定点批发企业购进食盐；B.食盐零售单位从食盐定点批发企业购进食盐；C.食盐定点批发企业从除食盐定点生产企业、其他食盐定点批发企业以外的单位或者个人购进食盐；D.食盐零售单位从食盐定点批发企业以外的单位或者个人购进食盐",
    "a": "C,D"
  },
  {
    "q": "下列（ ）行为不构成故意犯罪? B C\nA.他人欲跳楼自杀,围观者大喊“怎么还不跳”,他人跳楼而亡。；B.司机急于回家,行驶时闯红灯,把马路上的行人撞死；C.误将熟睡的双胞胎妹妹当成妻子,与其发生性关系；D.作客的朋友在家中吸毒,主人装作没看见",
    "a": "A,B,C"
  },
  {
    "q": "根据《行政机关公务员处分条例》规定,行政机关公务员依法履行职务的行为受法律保护,（ ）,不受处分。 D\nA.非经行政机关公务员所在单位党组织同意；B.非经本人认可；C.非经法定程序；D.非因法定事由",
    "a": "C,D"
  },
  {
    "q": "《海洋环境保护法》规定，禁止在沿海陆域内新建不具备有效治理措施的化学制浆造纸、化工、（）、炼油、岸边冲滩拆船以及其他严重污染海洋环境的工业生产项目。\nA.印染；B.制革；C.电镀；D.酿造",
    "a": "A,B,C,D"
  },
  {
    "q": "我国地方各级人大代表包括（ ）。 B C D\nA.省、自治区、直辖市的人大代表；B.设区的市、自治州的人大代表；C.不设区的市、市辖区、县、自治县的人大代表；D.乡、民族乡、镇的人大代表",
    "a": "A,B,C,D"
  },
  {
    "q": "张源为某有限合伙企业的普通合伙人,李飞为有限合伙人。张源、李飞分别向银行借款200万元,在未征得其他合伙人同意的情况下,将其合伙份额出质给银行,则下列哪些说法是错误的? D\nA.张源和李飞的合伙财产份额出质无效；B.李飞可直接自由转让自己在合伙企业的份额,无须通知其他合伙人并经其他合伙人同意；C.若法院强制执行李飞的合伙企业财产份额,应当通知其他普通合伙人,其他合伙人有优先购买权；D.若张源无法清偿银行债务,法院强制执行其持有的合伙企业财产份额,若其他合伙人不行使优先购买权,也不同意份额转让,则视为同意转让。",
    "a": "A,B,D"
  },
  {
    "q": "直接选举应按选区进行选举。选区可以按（ ）划分。 B C D\nA.居住状况；B.生产单位；C.事业单位；D.工作单位",
    "a": "A,B,C,D"
  },
  {
    "q": "抚恤优待对象依法享受（）以及教育、医疗、就业、住房、养老、交通、文化等方面的优待。\nA.家庭优待金；B.荣誉激励；C.关爱帮扶",
    "a": "A,B,C"
  },
  {
    "q": "纳税人取得完税凭证后,不得将完税凭证进行（ ）。 C D\nA.复印；B.转借；C.倒卖；D.变造",
    "a": "B,C,D"
  },
  {
    "q": "对有下列哪些表现的组织和个人,应当按照国家有关规定给予表彰和奖励:（ ） B C D E\nA.A.在保密科学技术研发中取得重大成果或者显著成绩的。；B.B.及时检举泄露或者非法获取、持有国家秘密行为的。；C.C.在重大涉密活动中,为维护国家秘密安全做出突出贡献的。；D.D.在危急情况下保护国家秘密安全的。；E.；E.发生泄密案件按规定及时报告和采取补救措施的。",
    "a": "A,B,C,D"
  },
  {
    "q": "《统计法》制定的根本目的是保障统计资料的（ ）。 B C D\nA.真实性；B.准确性；C.完整性；D.及时性",
    "a": "A,B,C,D"
  },
  {
    "q": "《广西壮族自治区粮食收购企业备案管理办法》所称粮食收购，是指向（）、（）或者（）、（）等批量购买粮食的活动。\nA.种粮农民；B.其他粮食生产者；C.粮食经纪人；D.农民专业合作社",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政领导干部选拔任用工作条例》规定,实行党政领导干部任职回避制度。党政领导干部任职回避的亲属关系包括（ ）。 B C D\nA.夫妻关系；B.直系血亲关系；C.三代以内旁系血亲关系；D.近姻亲关系",
    "a": "A,B,C,D"
  },
  {
    "q": "习近平总书记指出:“全面推进依法治国必须努力形成国家法律法规和党内法规制度 （ ） 的格局。 B C\nA.相辅相成；B.相互促进；C.相互保障；D.相互制约",
    "a": "A,B,C"
  },
  {
    "q": "暂予监外执行组织诊断检查、决定批准和执行工作,实行（ ）的办案责任制。 C D\nA.谁受理谁负责；B.谁承办谁负责；C.谁主管谁负责；D.谁签字谁负责",
    "a": "B,C,D"
  },
  {
    "q": "（）属于监护的对象。\nA.未成年人；B.病人；C.精神病人；D.残疾人",
    "a": "A,C"
  },
  {
    "q": "甲实施故意伤害行为,乙将甲打倒,在已经确认甲不能再次起身后,乙又踢了两脚甲。下列哪些表述正确 D\nA.乙不需要承担民事责任；B.乙需承担全部民事责任；C.乙对打倒甲的行为不需要承担民事责任；D.乙对后续踢两脚甲的行为需要承担民事责任",
    "a": "C,D"
  },
  {
    "q": "甲与乙因感情不和协议离婚,子女由甲抚养,则乙的权利和义务有（ ）。 B C D\nA.对子女享有监护权；B.探望子女的权利；C.要求甲协助探望的权利；D.负担子女生活费、教育费的义务",
    "a": "A,B,C,D"
  },
  {
    "q": "甲向乙借款,以自有住房进行抵押,并在抵押合同中约定,如果届时无力清偿债务,则该房屋归乙所有。后双方进行了抵押登记。借款到期后,甲无力偿还借款。引发纠纷,关于此案,下列（ ）哪些选项是正确的? B C\nA.乙可以请求拍卖房屋就房屋价款优先受偿；B.关于乙取得所有权的约定不具有效力；C.抵押合同有效；D.抵押合同无效",
    "a": "A,B,C"
  },
  {
    "q": "关于交通事故责任划分正确的是（）\nA.因两方或者两方以上当事人的过错发生道路交通事故的，根据其行为对事故发生的作用以及过错的严重程度，分别承担主要责任、同等责任和次要责任；B.各方均无导致道路交通事故的过错，属于交通意外事故的，各方均无责任；C.一方当事人故意造成道路交通事故的，他方无责任；D.当事人故意破坏、伪造现场及毁灭证据的，不由其承担事故全部责任。",
    "a": "A,B,C"
  },
  {
    "q": "从事电子烟产品、雾化物、电子烟用烟碱等生产经营活动,取得烟草专卖生产企业许可证,应当具备下列条件:（ ）\nA.有与生产相适应的资金；B.有生产所需技术和设备条件；C.符合国家电子烟产业政策要求；D.国务院烟草专卖行政主管部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "《公司法》规定,公司的法定代表人按照公司章程的规定,可以由代表公司执行公司事务的（ ）担任。 C\nA.董事长；B.董事；C.经理；D.股东",
    "a": "B,C"
  },
  {
    "q": "传染病暴发、流行时,县级以上 地方人民政府应当立即组织力量,按照预防、控制预案进行防治, 切断传染病的传播途径,必要时,报经上一级人民政府决定,可以 采取下列（ ）（ ）（ ）（ ）（ ） 紧急措施并予以公告。 B C D E\nA.限制或者停止集市、影剧院演出或者其他人群聚集的 活动；B.停工、停业、停课；C.封闭或者封存被传染病病原体污染的公共饮用水源、食品以及相关物品；D.控制或者扑杀染疫野生动物、家畜家禽；E.封闭可能造成传染病扩散的场所",
    "a": "A,B,C,D,E"
  },
  {
    "q": "对退役的军士，国家采取（）等方式妥善安置。\nA.逐月领取退役金；B.自主就业；C.安排工作；D.退休、供养",
    "a": "A,B,C"
  },
  {
    "q": "制定、调整必须实施检验的进出口商品范围的依据包括:________。 B C D\nA.保护人类健康和安全；B.保护动物或者植物的生命和健康；C.保护环境；D.维护国家安全",
    "a": "A,B,C,D"
  },
  {
    "q": "哪些地方周边不得设置电子烟产品销售网点?（ ）\nA.大学；B.小学；C.幼儿园；D.专门学校",
    "a": "B,C,D"
  },
  {
    "q": "国家倡导（ ）的消费方式,反对浪费。 B C D\nA.文明；B.健康；C.节约资源；D.保护环境",
    "a": "A,B,C,D"
  },
  {
    "q": "生产下列哪些产品的企业必须取得烟草专卖生产企业许可证 ?（）\nA.雪茄烟；B.卷烟纸；C.滤嘴棒；D.烟用丝束",
    "a": "A,B,C,D"
  },
  {
    "q": "科技创新工作坚持中国共产党的全面领导,发挥政府的促进和保障作用;坚持（ ）;坚持发挥人才第一资源作用,调动各类创新主体积极性;坚持深化体制机制改革,通过市场需求引导创新资源有效配置;坚持开放合作,推动产业链、创新链、资金链深度融合 B C D\nA.面向世界科技前沿；B.面向经济主战场；C.面向国家重大需求；D.面向人民生命健康",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于适用〈中华人民共和国保险法〉若干问题的解释（二）》的规定,保险合同中记载的内容不一致的,按照（ ）规则进行认定。 B C\nA.投保单与保险单或者其他保险凭证不一致的,以投保单为准。但不一致的情形系经保险人说明并经投保人同意的,以投保人签收的保险单或者其他保险凭证载明的内容为准；B.非格式条款与格式条款不一致的,以非格式条款为准；C.保险凭证记载的时间不同的,以形成时间在后的为准；D.保险凭证存在手写和打印两种方式的,以双方签字、盖章的手写部分的内容为准",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些情形属于《突发事件应对法》中规定的,地方各级人民政府和县级以上各级人 民政府有关部门直接负责的主管人员和其他直接责任人员的法定不履职行为。（ ）\nA.迟报、谎报、瞒报、漏报有关突发事件的信息；B.未按规定采取预防措施,导致发生突发事件；C.挪用应急救援资金、物资的；D.对被征用财产的单位和个人未给予补偿的",
    "a": "A,B,C,D"
  },
  {
    "q": "有关部门、单位在反电信网络诈骗工作中应当密切协作，实现（）、（）协同配合、快速联动，加强专业队伍建设，有效打击治理电信网络诈骗活 动。\nA.跨领域；B.跨部门；C.跨行业；D.跨地域",
    "a": "C,D"
  },
  {
    "q": "新环境保护法第二十条规定,国家建立跨行政区域的重点区域、流域环境污染和生态破坏联合防治协调机制,实行（ ）。 B C D\nA.统一规划；B.统一标准；C.统一监测；D.统一的防治措施",
    "a": "A,B,C,D"
  },
  {
    "q": "下列个人所获得的收入,属于免征个人所得税的有（ ）。 D\nA.保险理赔金额5000元；B.商场抽奖所得500元；C.单张发票中奖金额 1000元；D.退休工资收入8000元",
    "a": "A,D"
  },
  {
    "q": "自治区建立健全社会信用体系,加强（ ）等重点领域诚信建设,规范和健全信用信息管理和应用以及信用主体权益保护等机制,为经济社会高质量发展提供有效支撑。 B C D\nA.政务诚信；B.商务诚信；C.社会诚信；D.司法公信",
    "a": "A,B,C,D"
  },
  {
    "q": "军人抚恤优待工作坚持中国共产党的领导。军人抚恤优待工作应当践行社会主义核心价值观,贯彻（ ）的原则,分类保障,突出重点,逐步推进抚恤优待制度城乡统筹,健全抚恤优待标准动态调整机制,确保抚恤优待保障水平与经济社会发展水平、国防和军队建设需要相适应。\nA.待遇与贡献匹配；B.精神与物质并重；C.关爱与服务结合",
    "a": "A,B,C"
  },
  {
    "q": "车辆通行高速公路收费站时不得有妨碍高速公路交费通行秩序的下列行为（ ）。 B C D\nA.强行冲卡；B.故意堵塞收费道口；C.刁难、侮辱、威胁、殴打收费人员；D.其他妨碍高速公路交费通行秩序的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "下列选项中,股东可以用来向公司出资的是（ ）\nA.商标权；B.汽车；C.股权；D.债权",
    "a": "A,B,C,D"
  },
  {
    "q": "全员安全生产责任制应当明确各部门、各岗位的（）等内容。\nA.责任人员；B.责任范围；C.责任内容；D.考核标准",
    "a": "A,B,C,D"
  },
  {
    "q": "甲婚内育有一个儿子、一个女儿。后甲婚内出轨乙,乙因此怀孕生了一个儿子丙,甲不知道儿子丙的存在。在丙5?岁且乙缺乏生活来源的那一年,甲死亡。经查,甲生前订立遗嘱载明:“甲死后所有财产归儿子。”对此,下列说法正确的是（ ）\nA.遗嘱是无相对人的意思表示；B.遗嘱因重大误解而可撤销；C.遗嘱因内容不明确而无效；D.应当为丙保留必要的遗产份额",
    "a": "A,D"
  },
  {
    "q": "和 是党在农村的基层组织,是党在农村全部工作和战斗力的基础。 B\nA.乡镇党委；B.村党组织；C.乡镇政府；D.村委会",
    "a": "A,B"
  },
  {
    "q": "医师执业必须按照注册的___从事相应的医疗、预防、保健活动。（）\nA.执业地点；B.执业类别；C.执业范围；D.执业科室",
    "a": "A,B,C"
  },
  {
    "q": "2017年10月27日,中央政治局会议审议《中共中央政治局贯彻落实中央“八项规定”的实施细则》。修订后的《实施细则》着重对（ ） 、改进新闻报道、厉行勤俭节约等方面内容做了进一步规范、细化和完善。 B C D\nA.改进调查研究；B.精简会议活动；C.精简文件简报；D.规范出访活动",
    "a": "A,B,C,D"
  },
  {
    "q": "市场监督管理部门进行网络抽样的,应当记录抽样人员以及____________等信息。抽样人员应当通过截图、拍照或者录像的方式记录被抽样销售者信息、样品网页展示信息,以及订单信息、支付记录等。 B C D\nA.付款账户；B.注册账号；C.收货地址；D.联系方式",
    "a": "A,B,C,D"
  },
  {
    "q": "负有家庭教育工作职责的政府部门、机构有下列情形之一的，由其上级机关或者主管单位责令限期改正；情节严重的，对直接负责的主管人员和其他直接责任人员依法予以处分：（）\nA.不履行家庭教育工作职责；B.截留、挤占、挪用家庭教育工作经费；C.虚报、冒领家庭教育工作经费；D.其他滥用职权、玩忽职守或者徇私舞弊的情形",
    "a": "A,B,C,D"
  },
  {
    "q": "根据我国《城市房地产管理法》,下列房地产可以转让的是?（ ）\nA.某土地开发公司以出让方式获得土地使用权,按照出让合同约定已经支付全部土地使用权出让金,并取得土地使用权证书；B.某房地产公司以出让方式取得土地使用权,已支付全部出让金,并取得土地使用权证书,该土地用于房屋建设工程,房地产公司已完成开发投资总额的30%；C.某土地开发公司支付1000万元以出让方式取得一块土地的土地使用权证书,该土地为成片开发,已形成工业用地条件；D.某房地产开发公司转让已建成的商品房,公司已按出让合同约定金额支付土地使用权出让金并取得土地使用权证书,建成的房屋所有权证书正在办理之中；E.资不抵债",
    "a": "B,C"
  },
  {
    "q": "A市甲厂因购买 B市乙公司的一批材料,与乙公司签订了一份买卖合同,但未约定交货地与付款地,下列（ ）是正确的。 C\nA.交货地是B市；B.交货地是A市；C.付款地是B市；D.付款地是A市",
    "a": "A,C"
  },
  {
    "q": "任何单位和个人不得未经有关部门依法批准或者借用合法经营的形式，通过媒体、推介会、传单、手机短信等向社会公开宣传，并承诺在一定期限内以（）等方式还本付息或者给付回报，向社会不特定对象吸收资金。\nA.货币；B.现金；C.实物；D.股权",
    "a": "A,C,D"
  },
  {
    "q": "县级以上地方各级密码管理部门、国家机关和涉及商用密码工作的单位可以根据工作需要,对（ ）的重要网络与信息系统商用密码应用安全性评估情况开展专项检查。 B C D\nA.本地区；B.本机关；C.本单位；D.本系统",
    "a": "A,B,C,D"
  },
  {
    "q": "下列可能构成破坏金融管理秩序犯罪的行为包括（ ）? C\nA.个人以高于银行同类利率支付利息,向公众集资；B.银行工作人员利用职务上的便利,帮助熟人为其优先办理业务；C.个人为牟利从金融机构获得信贷资金高利转贷给他人；D.银行工作人员在不知情的情况下为某意欲行贿的人开立了资金账户",
    "a": "A,C"
  },
  {
    "q": "下列哪些是监察官的职责\nA.对公职人员开展廉政教育；B.开展反腐败国际合作方面的工作；C.对公职人员依法履职、秉公用权、廉洁从政从业以及道德操守情况进行监督检查；D.对部分职务违法和职务犯罪进行调查",
    "a": "A,B,C,D"
  },
  {
    "q": "维护国家安全,应当坚持（ ）,积极同外国政府和国际组织开展安全交流合作,履行国际安全义务,促进共同安全,维护世界和平。 B C D\nA.互信；B.互利；C.平等；D.协作",
    "a": "A,B,C,D"
  },
  {
    "q": "设区的市、县级人民政府农业农村主管部门应当加强动物饲养、免疫、（ ） 、（ ）、（ ）、（ ） 、屠宰、运输、隔离、无害化处理等各环节信息的采集、共享和应用,实现动物防疫全链条信息化可追溯管理。 B C D\nA.检疫；B.监测；C.检测；D.诊疗",
    "a": "A,B,C,D"
  },
  {
    "q": "国家安全机关在反间谍工作中依法行使（），以及法律规定的其他职权。\nA.侦查；B.拘留；C.预审；D.执行逮捕",
    "a": "A,B,C,D"
  },
  {
    "q": "高校院（系）级以下单位设立党支部,应当与（ ）等机构相对应。 B C D\nA.教学；B.科研；C.管理；D.服务",
    "a": "A,B,C,D"
  },
  {
    "q": "人民检察院在办理行政诉讼监督案件过程中可以采取下列哪些方式听取当事人意见。 B C D\nA.当面听取意见；B.通过视频、电话听取意见；C.通过传真、电子邮件听取意见；D.由当事人提交书面意见",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上人民政府应当加强对本行政区域地方志工作的领导，将地方志工作纳入当地国民经济和社会发展规划（）。\nA.建立地方志工作机构主导、社会各界有序参与编修地方志的工作机制；B.健全地方志工作机构；C.加强队伍建设；D.把地方志工作所需经费列入本级财政预算，保障地方志工作条件",
    "a": "A,B,C,D"
  },
  {
    "q": "网络安全,是指通过采取必要措施,防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故,使网络处于稳定可靠运行的状态,以及保障网络数据的（ ）的能力。 C D\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "消费者权益保护法的立法宗旨包括（ ）。 B C\nA.保护消费者的合法权益；B.维护社会经济秩序；C.促进社会主义市场经济健康发展；D.提高商品质量和服务水平",
    "a": "A,B,C"
  },
  {
    "q": "（）设定抵押的，抵押权自登记之日起设立的。\nA.车辆；B.航空器；C.土地使用权；D.城市房地产",
    "a": "C,D"
  },
  {
    "q": "有毒有害物质主要包括 （ ）等。 B C E\nA.化学危险物品；B.放射性物质；C.农药；D.霉变粮食；E.电磁波辐射",
    "a": "A,B,C,E"
  },
  {
    "q": "下列单位或组织中,不可以开具公益事业捐赠票据的有（ ）。 C\nA.乡级人民政府；B.公益性事业单位；C.营利性社会组织；D.公益性社会组织",
    "a": "A,C"
  },
  {
    "q": "甲公司取得了热播电视剧《12小时》的独家网络直播权，张某嫌该剧片头广告时间过长，开发出屏蔽该片头广告的软件，在其社交主页上炫耀，并提供了专门的下载通道，受到网民追捧。随后张某用此软件招商播放乙公司的产品广告，收益颇丰。下列说法正确的是（）\nA.张某的行为有利于消费者，但不是合法行为；B.张某并非经营者，所以其不是不正当竞争行为的适格主体；C.张某的行为构成不正当竞争行为；D.甲公司实际损失难以计算的，可按张某向乙公司收取的报酬确定赔偿金额",
    "a": "A,C,D"
  },
  {
    "q": "股东有权查阅、复制公司章程、（ ）和财务会计报告。 C\nA.股东名册；B.股东会会议记录；C.会计账簿；D.会计凭证",
    "a": "A,B"
  },
  {
    "q": "契税纳税义务发生时间可以是（ ）。 B\nA.取得具有房地产权属转移合同性质凭证的当天；B.签订房地产权属转移合同的当天；C.办理房地产产权证的当天；D.缴纳房地产预付款的当天",
    "a": "A,B"
  },
  {
    "q": "国家安全机关对下列（）违法行为人，可以处十五日以下行政拘留。\nA.故意阻碍国家安全机关依法执行任务，未使用暴力、威胁方法，情节较轻的；B.明知他人有间谍犯罪行为，在国家安全机关向其调查有关情况、收集有关证据时，拒绝提供，不构成犯罪的；C.泄露有关反间谍工作的国家秘密的，不构成犯罪的；D.非法持有属于国家秘密的文件、资料和其他物品，不构成犯罪的",
    "a": "A,B,C,D"
  },
  {
    "q": "《工会法》进一步完善了工会基本职责和工会履行维权服务基本职责的具体机制,并扩展了工会的任务与义务。主要体现在（ ）。 B\nA.维护职工合法权益、竭诚服务职工群众；B.工会建立联系广泛、服务职工的工会工作体系；C.组织职工参与本单位的民主选举、民主协商；D.推动健全劳动关系协调机制,构建和谐劳动关系",
    "a": "A,B,C,D"
  },
  {
    "q": "通过出让等方式取得的集体经营性建设用地使用权依法（ ）的,双方应当签订书面合同,并书面通知土地所有权人。 B C D\nA.转让；B.互换；C.出资；D.赠与或者抵押",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》，下列哪些选项是旅游者的权利？（）\nA.旅游者有权自主选择旅游产品和服务；B.旅游者有权拒绝旅游经营者的强制交易行为；C.旅游者有权知悉其购买的旅游产品和服务的真实情况；D.旅游者有权要求旅游经营者按照约定提供产品和服务",
    "a": "A,B,C,D"
  },
  {
    "q": "（ ）建立健全粮食流通质量安全风险监测体系。（ ）,分别按照职责组织实施全国粮食流通质量安全风险监测;（ ）,分别按照职责组织实施本行政区域的粮食流通质量安全风险监测。 B C\nA.国务院卫生健康、市场监督管理以及国家粮食和储备行政管理等部门；B.国家；C.省、自治区、直辖市人民政府卫生健康、市场监督管理、粮食和储备行政管理等部门",
    "a": "A,B,C"
  },
  {
    "q": "暂予监外执行组织诊断检查、决定批准和执行工作,实行（ ）的办案责任制。 C D\nA.谁受理谁负责；B.谁承办谁负责；C.谁主管谁负责；D.谁签字谁负责",
    "a": "B,C,D"
  },
  {
    "q": "《事业单位人事管理条例》规定,事业单位工作人员处分分为：（）。\nA.警告；B.记过；C.降低岗位等级或者撤职；D.开除",
    "a": "A,B,C,D"
  },
  {
    "q": "依照我国宪法规定,可以依法属于集体所有的有（ ）。 B C D\nA.森林、草原；B.荒地、滩涂；C.除属于国家所有的以外的农村和郊区的土地；D.宅基地和自留山",
    "a": "A,B,C,D"
  },
  {
    "q": "在林木种质资源库、种质资源保护区、种质资源保护地禁止实施哪些行为?（ ）\nA.擅自采集、采伐林木种质资源；B.未经批准引进境外林木种质资源、转基因林木种质资源；C.露天开矿、采石、取土、挖砂；D.狩猎、放牧、开垦、烧荒",
    "a": "A,B,C,D"
  },
  {
    "q": "关键信息基础设施的运营者应当履行下列安全保护义务：（）\nA.设置专门安全管理机构和安全管理负责人，并对该负责人和关键岗位的人员进行安全背景审查；B.定期对从业人员进行网络安全教育、技术培训和技能考核；C.对重要系统和数据库进行容灾备份；D.制定网络安全事件应急预案，并定期进行演练",
    "a": "A,B,C,D"
  },
  {
    "q": "中国红十字会根据（ ）（ ）（ ）的原则,发展同各国红十字会和红新月的友好合作关系。 B C\nA.独立；B.平等；C.互相尊重；D.自由",
    "a": "A,B,C"
  },
  {
    "q": "安全生产监督检查人员执行监督检查任务时,必须出示有效的行政执法证件;对涉及被检查单位的（ ）,应当为其保密。 C\nA.技术秘密；B.商业秘密；C.业务秘密；D.公司机密",
    "a": "A,C"
  },
  {
    "q": "按照现行契税的有关规定，下列说法正确的有（）。\nA.房屋交换、赠与属于契税的征收范围；B.契税税率由财政部确定；C.房屋买卖以成交价格作为计税依据；D.房屋交换以差额作为计税依据",
    "a": "A,C,D"
  },
  {
    "q": "关于物权请求权,下列说法正确的是（ ）。 B\nA.是独立于物权的一种行为请求权；B.可以使用债权的有关规定；C.能与物权分离而单独存在；D.须依诉讼的方式进行",
    "a": "A,B"
  },
  {
    "q": "行政机关公务员受处分的期间为:（ ）。 B C D\nA.警告,6个月；B.记过,12个月；C.记大过,18个月；D.降级、撤职,24个月",
    "a": "A,B,C,D"
  },
  {
    "q": "征收（）的，由国务院批准。\nA.10公顷基本农田；B.30公顷旧厂用地；C.50公顷耕地；D.70公顷闲置土地",
    "a": "A,C,D"
  },
  {
    "q": "贾某无烟草专卖生产企业许可证生产烟草制品,被某省烟草专卖局依法查获,其将面临下列哪些行政处罚?（ ）\nA.罚款；B.责令关闭；C.没收违法所得；D.警告",
    "a": "A,B,C"
  },
  {
    "q": "下列属于我国宪法的指导思想的是（ ）\nA.科学发展观；B.毛泽东思想；C.习近平新时代中国特色社会主义思想；D.邓小平理论",
    "a": "A,B,C,D"
  },
  {
    "q": "物权是权利人依法对特定的物享有直接支配和排他的权利，包括（）。\nA.不动产；B.用益物权；C.担保物权；D.所有权",
    "a": "B,C,D"
  },
  {
    "q": "少数民族自治地方的自治机关是指（ ）\nA.自治地方的人民代表大会；B.自治地方的人民政协；C.自治地方的统战部；D.自治地方的人民政府；E.积极促进各民族的经济、文化交流",
    "a": "A,D"
  },
  {
    "q": "下列有关我国选举制度基本原则的论述不正确的是（ ）。 B D\nA.选举权的普遍性原则要求我国公民只要年满18周岁,都拥有选举权和被选举权；B.选举权的平等性原则要求在各级人民代表大会中,每一代表所代表的人口数都是相等的；C.直接选举和间接选举并用原则表明我国各级人大代表并非都是由选民直接选举产生的；D.秘密投票原则要求如果选民是文盲就不能参加投票,因为其如果委托别人代写,就违背了秘密投票原则",
    "a": "A,B,D"
  },
  {
    "q": "船舶在航行中应当按照有关规定开启船舶的（）等与航行安全、保安、防治污染相关的装置，并持续进行显示和记录。\nA.自动识别；B.航行数据记录；C.远程识别和跟踪；D.通信",
    "a": "A,B,C,D"
  },
  {
    "q": "违约责任承担的方式包括（ ）\nA.继续履行；B.采取补救措施；C.赔偿损失；D.代位赔偿",
    "a": "A,B,C"
  },
  {
    "q": "车辆通行高速公路收费站时不得有妨碍高速公路交费通行秩序的下列行为（ ）。 B C D\nA.强行冲卡；B.故意堵塞收费道口；C.刁难、侮辱、威胁、殴打收费人员；D.其他妨碍高速公路交费通行秩序的行为",
    "a": "A,B,C,D"
  },
  {
    "q": "下列关于劳动合同的说法中，正确的是（）\nA.劳动合同可以约定试用期，试用期最长不得超过三个月。；B.劳动合同当事人可以在劳动合同中约定保守用人单位商业秘密的有关事项。；C.劳动合同期满或者当事人约定的劳动合同终止条件出现，劳动合同即行终止。；D.经劳动合同当事人协商一致，劳动合同可以解除。",
    "a": "B,C,D"
  },
  {
    "q": "国家通过普及（ ） 教育,通过在城乡不同范围的群众中制定和执行各种守则、公约,加强社会主义精神文明的建设。 B C D\nA.理想；B.文化；C.道德；D.纪律和法制",
    "a": "A,B,C,D"
  },
  {
    "q": "任何单位和个人发现洗钱活动,有权向（ ）或者（ ）举报。 D\nA.人民法院；B.反洗钱监测中心；C.反洗钱行政主管部门；D.公安机关",
    "a": "C,D"
  },
  {
    "q": "我国宪法规定，公民在行使自由和权利的时候，不得损害（）。\nA.国家的利益；B.集体的利益；C.社会的利益；D.其他公民的合法自由和权利",
    "a": "A,B,C,D"
  },
  {
    "q": "发生可能对上市公司证券及其衍生品种交易价格产生较大影响的重大事件,投资者尚未得知时,上市公司（ ）。 C\nA.应当立即披露；B.应当在一个月内披露；C.说明事件的起因、目前的状态和可能产生的影响；D.说明事件的进展情况",
    "a": "A,C"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定,发包人具有（ ）情形之一,造成建设工程质量缺陷,应当承担过错责任。 B C D\nA.提供的设计有缺陷；B.提供购买的建筑材料、建筑构配件、设备不符合强制性标准；C.指定购买的建筑材料、建筑构配件、设备不符合强制性标准；D.直接指定分包人分包专业工程",
    "a": "A,B,C,D"
  },
  {
    "q": "代表有下列情形之一的（ ）,其代表资格终止。\nA.未经批准一次不出席本级人民代表大会会议的；B.因健康原因不能出席本级人民代表大会会议的；C.辞职被接受的；D.丧失行为能力的",
    "a": "C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,有下列情形之一的,应当追究相关地方党委和政府主要领导成员的责任:（ ）。 B C D\nA.地区和部门之间在生态环境和资源保护协作方面推诿扯皮,主要领导成员不担当、不作为,造成严重后果的；B.本地区发生主要领导成员职责范围内的严重环境污染和生态破坏事件,或者对严重环境污染和生态破坏（灾害）事件处置不力的；C.对公益诉讼裁决和资源环境保护督察整改要求执行不力的；D.作出的决策严重违反城乡、土地利用、生态环境保护等规划的",
    "a": "A,B,C,D"
  },
  {
    "q": "取得烟草专卖零售许可证从事电子烟零售业务，应当具备下列条件：（）\nA.有与经营电子烟零售业务相适应的资金；B.有与住所相独立的固定经营场所；C.符合当地电子烟零售点合理布局的要求；D.国务院烟草专卖行政主管部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法规定,（ ）应当将环境保护知识纳入学校教育内容,培养学生的环境保护意识。 D\nA.社会教育机构；B.职业技术学校等；C.教育行政部门；D.学校",
    "a": "C,D"
  },
  {
    "q": "监督检查部门调查涉嫌不正当竞争行为,被调查的（ ）应当如实提供有关资料或者情况。 C D\nA.经营者；B.生产者；C.利害关系人；D.其他有关单位、个人",
    "a": "A,C,D"
  },
  {
    "q": "生产经营单位的从业人员有权了解其作业场所和工作岗位存在的（ ）,有权对本单位的安全生产工作提出建议。 C D\nA.预警机制；B.危险因素；C.防范措施；D.事故应急措施",
    "a": "B,C,D"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，有下列情形之一的，应当追究政府有关工作部门领导成员的责任：（）。\nA.制定的规定或者采取的措施与生态环境和资源方面政策、法律法规相违背的；B.批准开发利用规划或者进行项目审批（核准）违反生态环境和资源方面政策、法律法规的；C.执行生态环境和资源方面政策、法律法规不力，不按规定对执行情况进行监督检查，或者在监督检查中敷衍塞责的；D.对发现或者群众举报的严重破坏生态环境和资源的问题，不按规定查处的",
    "a": "A,B,C,D"
  },
  {
    "q": "中国红十字会根据（ ）（ ）（ ）的原则,发展同各国红十字会和红新月的友好合作关系。 B C\nA.独立；B.平等；C.互相尊重；D.自由",
    "a": "A,B,C"
  },
  {
    "q": "上市公司在董事会中设置审计委员会的,董事会对下列事项作出决议前应当经审计委员会全体成员过半数通过: （一）（ ）;（二）（ ）;（三）（ ） （四）国务院证券监督管理机构规定的其他事项。 B C\nA.聘用、解聘承办公司审计业务的会计师事务所；B.聘任、解聘财务负责人；C.披露财务会计报告；D.披露财务报表",
    "a": "A,B,C"
  },
  {
    "q": "煤矿安全监察机构发现煤矿作业场所有下列情形之一的,应当责令立即停止作业,限期改正;有关煤矿或其作业场所经复查合格的,方可恢复作业（ ）\nA.未使用专用防爆电器设备的；B.未使用专用放炮器的；C.未使用人员专用升降容器的；D.使用明火明电照明的",
    "a": "A,B,C,D"
  },
  {
    "q": "《水污染防治法》规定，渔业水体是指划定的鱼虾类的（）和鱼虾贝藻类的养殖场的水体。\nA.产卵场；B.索饵场；C.越冬场；D.洄游通道",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《国家安全法》规定,根据职责分工,哪些机关依法搜集涉及国家安全的情报信息（ ）。 B C D\nA.国家安全机关；B.检察机关；C.公安机关；D.有关军事机关",
    "a": "A,C,D"
  },
  {
    "q": "（ ）属于破坏一夫一妻制的行为。 B C D\nA.重婚；B.通奸；C.婚外恋；D.有配偶者与他人同居",
    "a": "A,B,C,D"
  },
  {
    "q": "《事业单位人事管理条例》规定,事业单位工作人员培训包括（ ）。 B C D\nA.岗前培训；B.在岗培训；C.转岗培训；D.为完成特定任务的专项培训",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，可以认定为食品安全法第一百二十五条第二款规定的标签、说明书瑕疵。（）\nA.对有证据证明未实际添加的成分，标注了“未添加”，但未按照规定标示具体含量的；B.保健食品没有标注“保健食品不是药物，不能代替药物治疗疾病”警示语；C.食品、食品添加剂以及配料使用的俗称或者简称等不规范的；D.净含量、规格的标示方式和格式不规范",
    "a": "A,C,D"
  },
  {
    "q": "我国宪法规定,公民有 （ ）的自由。 B C D\nA.言论；B.出版；C.集会、结社；D.游行、示威",
    "a": "A,B,C,D"
  },
  {
    "q": "报刊、期刊、广播电台、电视台等媒体刊登或者播放其他报刊、期刊、广播电台、电视台等媒体已经发表的关于（ ）问题的时事性文章,除作者声明不许刊登、播放的之外,可以不经著作权人许可,不向其支付报酬。 B D\nA.经济；B.政治；C.文化；D.宗教",
    "a": "A,B,D"
  },
  {
    "q": "违反国家烟草专卖管理法律法规,未经烟草专卖行政主管部门许可,无（ ）等许可证明,非法经营烟草专卖品,情节严重的,依照刑法第二百二十五条的规定,以非法经营罪定罪处罚。 B C D\nA.烟草专卖生产企业许可证；B.烟草专卖批发企业许可证；C.特种烟草专卖经营企业许可证；D.烟草专卖零售许可证",
    "a": "A,B,C,D"
  },
  {
    "q": "天海大力有限公司（简称：大力公司）是天海市国资委100％持股的投资平台，2024年1月，大力公司与赵鹏共同出资设立天海兴发农业有限公司（简称：兴发公司），其中大力公司持股比例为70％。下列说法正确的是（）\nA.大力公司是国家出资公司；B.兴发公司是国家出资公司；C.大力公司既可以是有限公司，也可以是股份公司；D.大力公司、兴发公司均不得担任普通合伙人",
    "a": "A,C,D"
  },
  {
    "q": "王某将自己收藏的著名书法家柳某的书法作品整理成《柳某书法作品集》,并署名为柳某,送到出版社进行出版,取得了稿酬。王某的行为侵犯了柳某的下列哪些权利（ ）。 C\nA.柳某对其作品的发行权；B.柳某对其作品的财产所有权；C.柳某对其作品的复制权；D.柳某对其作品的展览权",
    "a": "A,C"
  },
  {
    "q": "物权是权利人依法对特定的物享有直接支配和排他的权利,包括（ ）。 C D\nA.不动产；B.用益物权；C.担保物权；D.所有权",
    "a": "B,C,D"
  },
  {
    "q": "执行党内法规应当遵循的基本要求是（ ）。 B C D\nA.担当作为,恪尽职守,不得不作为、乱作为；B.规范执规,按照规定的主体、权限、程序等执行党内法规；C.严格执规,令行禁止,不得打折扣、搞变通；D.公正执规,坚持党内法规面前人人平等,不得搞特殊、开后门",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国招标投标法》规定，在中华人民共和国境内进行（）工程建设项目包括项目的勘察、设计、施工、监理以及与工程建设有关的重要设备、材料等的采购，必须进行招标。\nA.大型基础设施、公用事业等关系社会公共利益、公众安全的项目；B.全部或者部分使用国有资金投资或者国家融资的项目；C.使用国际组织或者外国政府贷款、援助资金的项目；D.法律或者国务院规定必须进行招标的其他项目",
    "a": "A,B,C,D"
  },
  {
    "q": "保修期限届满后的维修、更新、改造责任和费用,按照下列规定承担:（ ）。 B C D\nA.业主专有部分由业主承担；B.物业共用部位、共用设施设备,由业主按照专有部分建筑面积分摊,从物业专项维修资金中支付。未设立物业专项维修资金或者专项维修资金不足的,由业主按照专有部分建筑面积承担。属于人为损坏的,费用由责任人承担；C.物业管理区域内供电、供水、供燃气、通信、有线电视等相关管线和设施设备,按照有关规定承担；D.物业共用部位、共用设施设备的日常运行、维护费用,由物业服务人从业主支付的物业费中支出",
    "a": "A,B,C,D"
  },
  {
    "q": "船舶、海上设施对港口安全具有威胁的,海事管理机构应当责令立即或者限期改正、限制操作,（ ）。 C D\nA.滞留；B.责令驶往指定地点；C.禁止进港；D.将其驱逐出港",
    "a": "B,C,D"
  },
  {
    "q": "国家将体育科目纳入（ ）、（ ）学业水平考试范围,建立符合学科特点的考核机制。 C\nA.小学；B.初中；C.高中；D.大学",
    "a": "B,C"
  },
  {
    "q": "下面哪种情况，劳动者可以向当地劳动人事争议仲裁委员会申请劳动仲裁？（）\nA.因劳动报酬、经济补偿或者赔偿金发生的争议；B.工伤医疗费争议；C.因除名、辞退和辞职、离职发生的争议；D.因订立、履行、变更、解除和终止劳动合同发生的争议",
    "a": "A,B,C,D"
  },
  {
    "q": "网络安全,是指通过采取必要措施,防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故,使网络处于稳定可靠运行的状态,以及保障网络数据的（ ）的能力。 C D\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "当事人、法定代理人可以委托一至二名代理人参加仲裁活动。（ ）可以被委托为仲裁代理人。 B C D\nA.律师、基层法律服务工作者；B.当事人的近亲属或者工作人员；C.当事人所在单位推荐的公民；D.当事人所在社区、有关社会团体推荐的公民",
    "a": "A,B,C,D"
  },
  {
    "q": "公务员享有下列权利（ ）。 B C D\nA.获得履行职责应当具有的工作条件；B.获得工资报酬,享受福利、保险待遇；C.提出申诉和控告；D.申请辞职",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法第十六条中规定，国务院环境保护主管部门根据 （） 和（） ，制定国家污染物排放标准。\nA.国家环境质量标准；B.国家经济、技术条件；C.国际环境质量标准；D.环境质量标准协会标准",
    "a": "A,B"
  },
  {
    "q": "根据《中华人民共和国宪法》第四十八条规定:中华人民共和国妇女在（ ）和家庭的生活等各方面享有同男子平等的权利。 B C D\nA.政治的；B.经济的；C.文化的；D.社会的",
    "a": "A,B,C,D"
  },
  {
    "q": "公共人力资源服务机构为求职者提供的免费服务有哪些?（ ）\nA.职业介绍、职业指导和创业开业指导；B.人力资源供求、市场工资指导价位、职业培训等信息发布；C.办理就业登记、失业登记等事务；D.流动人员人事档案管理",
    "a": "A,B,C,D"
  },
  {
    "q": "禁毒工作坚持中国共产党的领导。禁毒工作坚持预防为主,综合治理,禁种、禁制、禁贩、禁吸并举的方针,贯彻教育与惩治相结合的原则,实行（ ）的工作机制。 B C\nA.政府主导；B.部门负责；C.社会参与",
    "a": "A,B,C"
  },
  {
    "q": "任何单位和个人不得非法制造、买卖、提供或者使用下列设备、软件（）\nA.电话卡批量插入设备；B.具有改变主叫号码、虚拟拨号、互联网电话违规接入公用电信网络等功能的设备、软件；C.批量账号、网络地址自动切换系统，批量接收提供短信验证、语音验证的平台；D.其他用于实施电信网络诈骗等违法犯罪的设备、软件",
    "a": "A,B,C,D"
  },
  {
    "q": "下列各项个人所得,应当缴纳个人所得税的是（ ）\nA.工资、薪金所得；B.劳务报酬所得；C.稿酬所得；D.财产租赁所得",
    "a": "A,B,C,D"
  },
  {
    "q": "哪些地方周边不得设置电子烟产品销售网点?（ ）\nA.大学；B.小学；C.幼儿园；D.专门学校",
    "a": "B,C,D"
  },
  {
    "q": "下列哪些是2021年新修订的《行政处罚法》新增的行政处罚种类?（ ）\nA.通报批评；B.降低资质等级；C.限制开展生产经营活动；D.责令关闭、限制从业",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位与劳动者发生劳动争议，当事人可以采取的解决方式有：\nA.依法申请调解；B.协商解决；C.依法向人民法院提起诉讼；D.依法申请仲裁",
    "a": "A,B,C,D"
  },
  {
    "q": "假冒专利的,除依法承担民事责任外,由负责专利执法的部门（ ）。 B C D\nA.责令改正并予公告；B.没收违法所得,可以处违法所得五倍以下的罚款；C.没有违法所得或者违法所得在五万元以下的,可以处二十五万元以下的罚款；D.构成犯罪的,依法追究刑事责任",
    "a": "A,B,C,D"
  },
  {
    "q": "纳税人取得完税凭证后,不得将完税凭证进行（ ）。 C D\nA.复印；B.转借；C.倒卖；D.变造",
    "a": "B,C,D"
  },
  {
    "q": "用人单位应当将自主创新成果转化与产业化情况作为科学技术人员（ ）的重要依据。 B C D\nA.职称评审；B.岗位聘用；C.项目审报；D.成果 奖励",
    "a": "A,B,C,D"
  },
  {
    "q": "各级各类学校应当（）。\nA.将课堂教学与课外实践和体验相结合；B.把爱国主义教育内容融入校园文化建设和学校各类主题活动；C.组织学生参观爱国主义教育基地等场馆设施；D.组织学生参加爱国主义教育校外实践活动",
    "a": "A,B,C,D"
  },
  {
    "q": "习近平总书记指出:“全面推进依法治国必须努力形成国家法律法规和党内法规制度 （ ） 的格局。 B C\nA.相辅相成；B.相互促进；C.相互保障；D.相互制约",
    "a": "A,B,C"
  },
  {
    "q": "未成年人节目前后播出广告或者播出过程中插播广告,应当遵守下列规定:（ ）。 B D\nA.不得播出不利于未成年人身心健康的网络游戏广告；B.不得利用不满十周岁的未成年人作为广告代言人；C.未成年人广播电视节目每小时播放广告不得超过10分钟；D.未成年人网络视听节目播出或者暂停播出过程中,不得插播、展示广告,内容切换过程中的广告时长不得超过30 秒",
    "a": "A,B,D"
  },
  {
    "q": "国家建立基本养老金正常调整机制,根据（ ）适时提高基本养老保险待遇水平。 B\nA.职工平均工资增长；B.物价上涨情况；C.平均国内生产总值；D.财政收入增长比例；E.社会保险基金投资运营收益",
    "a": "A,B"
  },
  {
    "q": "以下（）行为可能违反《中华人民共和国反电信网络诈骗法》。\nA.出租、出借电话卡；B.买卖、出租银行账户；C.帮助他人进行实名核验；D.虚构代理关系开立短信端口账号",
    "a": "A,B,C,D"
  },
  {
    "q": "用人单位变更（ ）事项,不影响劳动合同的履行。 B C D\nA.名称；B.法定代表人；C.主要负责人；D.投资人",
    "a": "A,B,C,D"
  },
  {
    "q": "针对正在进行的（ ）犯罪采取防卫行为,造成不法侵害人伤亡的,不负刑事责任。 C D\nA.行凶；B.抢夺；C.杀人；D.强奸",
    "a": "A,C,D"
  },
  {
    "q": "维护国家安全,应当坚持（ ）,积极同外国政府和国际组织开展安全交流合作,履行国际安全义务,促进共同安全,维护世界和平。 B C D\nA.互信；B.互利；C.平等；D.协作",
    "a": "A,B,C,D"
  },
  {
    "q": "街道办事处或者乡镇人民政府可以组建由业主代表、居（村）民委员会代表等组成的物业管理委员会情形（）\nA.不具备成立业主大会条件的；B.具备成立业主大会条件但因各种原因未成立的；C.业主大会成立后，未能选举产生业主委员会的；D.三分之一业主不愿意成立物业管理委员会的",
    "a": "A,B,C"
  },
  {
    "q": "下列行为中构成盗窃罪的有（ ）\nA.张某在ATM机上拾得一信用卡,后持该卡在商场消费6000元；B.李某在商场试穿大衣时,趁商场里人多时,将价值6000元的大衣穿走；C.王某在商店选购戒指时,趁售货员不注意,将自己事先准备好的假戒指与售货员拿来的价值6000元的真戒指进行调换；D.赵某潜入他人家中,将他人价值2万元的海洛因拿走",
    "a": "A,B,C,D"
  },
  {
    "q": "被审计对象有下列情形之一的,由单位责令改正,并依法对直接负责的主管人员和其他直接责任人员进行处理（ ）。 B C D\nA.拒绝接受或者不配合内部审计工作的；B.拒绝、拖延提供与内部审计事项有关的资料,或者提供资料不真实、不完整的；C.拒不纠正审计发现问题的、整改不力、屡审屡犯的；D.违反国家、自治区规定或者本单位内部规定的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "下列选项中可享受免征耕地占用税优惠的有（ ）。 C\nA.学校、幼儿园、社会福利机构、医疗机构占用耕地；B.交通运输设施占用耕地；C.军事设施占用耕地；D.农村居民经批准搬迁,新建自用住宅占用耕地",
    "a": "A,C"
  },
  {
    "q": "为保护（）权利免受正在发生的危险，不得已采取紧急避险行为造成损害的，不负责事责任。\nA.国家抢险物资失火，村民用水把物资浇湿造成物资部分损毁的；B.乘坐5名小学生的面包车滑落河中，为救出小学生而砸碎车玻璃的；C.张某驾驶车辆，突然一名老人横穿到其车前，张某紧急打方向盘，造成停在路边的公共设施损失达6000元；D.张某在回家途中遇到劫匪，拿起一块砖头砸向匪徒",
    "a": "A,B,C"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教,不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定,营利法人包括（ ）等。 B C\nA.有限责任公司；B.股份有限公司；C.其他企业法人；D.合伙企业",
    "a": "A,B,C"
  },
  {
    "q": "民法调整平等主体的（ ）、（ ）和（ ）之间的人身关系和财产关系。 C D\nA.自然人；B.非自然人；C.法人；D.非法人组织",
    "a": "A,C,D"
  },
  {
    "q": "在人民代表大会会议期间，代表参加（），审议列入会议议程的各项议案和报告。\nA.大会全体会议；B.主席团会议；C.代表团全体会议；D.小组会议",
    "a": "A,C,D"
  },
  {
    "q": "山东西茂有限公司成立于2018年1月,公司注册资本为100万元,田发、李达、赵平是该公司股东,实缴出资比例分别为35%、25%和40%。为了扩大规模2019年2月西茂公司拟增加注册资本至200万元,新增部分由东平能源公司认购。对此,西茂公司召开股东会会议,形成如下决议: （1）公司增资100万元;（2）全部由东平能源公司认购,东平能源公司出资200万元。三位股东均同意增资,田发、李达同意引人东平能源公司作为战略投资者,但赵平主张新增100万元由其认购。对此,下列说法正确的是（ ）\nA.赵平的主张能够得到法院支持；B.若赵平主张优先认缴权,须和东平能源公司按照同样的价格溢价认购；C.西茂有限公司关于增资并引入东平能源公司作为股东的决议无效；D.西茂有限公司关于增资并引人东平能源公司作为股东的决议不成立",
    "a": "B,D"
  },
  {
    "q": "禁毒工作坚持中国共产党的领导。禁毒工作坚持预防为主,综合治理,禁种、禁制、禁贩、禁吸并举的方针,贯彻教育与惩治相结合的原则,实行（ ）的工作机制。 B C\nA.政府主导；B.部门负责；C.社会参与",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》规定,有下列情形之一的,当事人可以解除合同。（ ）\nA.因不可抗力致使不能实现合同目的的；B.在履行期限届满前,当事人一方明确表示或以自己的行为表明不履行主要债务的；C.事人一方迟延履行主要债务,经催告后在合理期限内仍未履行；D.当事人一方迟延履行债务或有其他违约行为致使不能实现合同目的",
    "a": "A,B,C,D"
  },
  {
    "q": "关于公民和组织应当履行下列维护国家安全的义务，以下说法正确的有（）。\nA.及时报告危害国家安全活动的线索；B.如实提供所知悉的涉及危害国家安全活动的证据；C.为国家安全工作提供便利条件或者其他协助；D.向国家安全机关、公安机关和有关军事机关提供必要的支持和协助",
    "a": "A,B,C,D"
  },
  {
    "q": "负有家庭教育工作职责的政府部门、机构有下列情形之一的,由其上级机关或者主管单位责令限期改正;情节严重的,对直接负责的主管人员和其他直接责任人员依法予以处分:（ ）\nA.不履行家庭教育工作职责；B.截留、挤占、挪用家庭教育工作经费；C.虚报、冒领家庭教育工作经费；D.其他滥用职权、玩忽职守或者徇私舞弊的情形",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国民法典》,法人应当依法成立。法人应当有自己的（ ）。 B C D\nA.名称；B.组织机构；C.住所；D.财产或者经费",
    "a": "A,B,C,D"
  },
  {
    "q": "粮食经营者,是指从事粮食收购、销售、储存、运输、加工、进出口等经营活动的（ ）、（ ）、（ ）。 B C\nA.自然人；B.法人；C.非法人组织；D.社会人",
    "a": "A,B,C"
  },
  {
    "q": "（）及其人员在海上获悉遇险求救信息时，应当及时与求救者联系并转发遇险求救信息。\nA.船舶；B.设施；C.航空器；D.民用航空器",
    "a": "A,B,D"
  },
  {
    "q": "《民法典》第1254条第1款规定:“禁止从建筑物中抛掷物品。从建筑物中抛掷物品或者从建筑物上坠落的物品造成他人损害的......经调查难以确定具体侵权人的,除能够证明自己不是侵权人的外,由可能加害的建筑物使用人给予补偿。”关于该条文,下列哪些说法是正确的?（ ）\nA.规定的是责任自负原则的例外情形；B.是关于法律解释方法位阶的规定；C.规定的是确定性规则；D.是体现司法公正原则的规定",
    "a": "A,C"
  },
  {
    "q": "下列纠纷不能仲裁的是（ ）\nA.婚姻；B.收养；C.监护；D.继承纠纷",
    "a": "A,B,C,D"
  },
  {
    "q": "发生以下哪些情形的当事人可能构成犯罪?（ ）\nA.张某持刀暴力阻止烟草专卖执法人员依法执行职务；B.何某大声呵斥正在依法执行职务的烟草专卖执法人员；C.陈某手持煤气罐和打火机不准烟草专卖执法人员检查其假烟窝点；D.郑某纠集其亲戚朋友围攻正在依法执行职务的烟草专卖执法人员",
    "a": "A,C,D"
  },
  {
    "q": "反电信网络诈骗工作坚持（）\nA.以人民为中心，统筹发展和安全；B.系统观念、法治思维，注重源头治理、综合治理；C.齐抓共管、群防群治，加强社会宣传教育防范，全面落实打防管控各项措施；D.精准防治，防止对正常生产经营活动、群众生活便利造成不当影响",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上人民政府应当加强生态文化基础设施建设,鼓励、支持、引导将下列场所建设成为生态文明教育的载体:（ ）\nA.图书馆；B.艺术馆；C.世界遗产；D.自然公园",
    "a": "A,B,C,D"
  },
  {
    "q": "自然人的个人信息受法律保护。任何组织或者个人需要获取他人个人信息的,应当依法取得并确保信息安全,不得非法（ ） 他人个人信息。 B C D\nA.收集；B.使用；C.加工；D.传输",
    "a": "A,B,C,D"
  },
  {
    "q": "国家支持下列电影的创作、摄制:（ ）\nA.传播中华优秀文化、弘扬社会主义核心价值观的重大题材电影；B.促进未成年人健康成长的电影；C.展现艺术创新成果、促进艺术进步的电影；D.推动科学教育事业发展和科学技术普及的电影",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于邻接权的是（）。\nA.出版者权；B.表演者权；C.录音录像制作者权；D.广播组织权",
    "a": "A,B,C,D"
  },
  {
    "q": "未经党中央授权,任何部门不得以任何形式干预地方机构设置。坚决制止和整治通过（ ）等方式干预机构设置、职能配置和编制配备的行为。 B C D\nA.项目资金分配；B.督查考核；C.评比表彰；D.达标验收",
    "a": "A,B,C,D"
  },
  {
    "q": "各级机关、单位领导干部应当（ ）。 B C D\nA.阅办群众来信和网上信访；B.定期接待群众来访；C.定期下访；D.包案化解群众反映强烈的突出问题",
    "a": "A,B,C,D"
  },
  {
    "q": "甲在某小区有一套三居室房屋,甲想将其中两间用于开设小型超市,另一间想对外出租。对此,以下说法正确的是（ ）。 D\nA.如果居住在甲的同一栋楼上的顶层乙反对其开设小型超市,则甲不得开设；B.如果居住在甲相邻一栋楼上的乙反对其开设小型超市,则甲不得开设；C.如果甲的楼上邻居乙反对其将房屋出租,则甲不得出租；D.如果甲的楼上邻居乙反对其开设小型超市,则甲不得开设",
    "a": "A,D"
  },
  {
    "q": "《行政机关公务员处分条例》中明确，下列属于滥用职权的违纪行为的选项是（）。\nA.以殴打、体罚、非法拘禁等方式侵犯公民人身权利的；B.压制批评，打击报复，扣压、销毁举报信件，或者向被举报人透露举报情况的；C.妨碍执行公务或者违反规定干预执行公务的；D.违反规定向公民、法人或者其他组织摊派或者收取财物的",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国勋章和国家荣誉称号法》规定,下列选项中属于国家最高荣誉的为（ ）。 B\nA.国家勋章；B.国家荣誉称号；C.国家级表彰；D.省部级表彰",
    "a": "A,B"
  },
  {
    "q": "信息披露文件包括（ ）。 B C D\nA.定期报告、临时报告；B.招股说明书、募集说明书；C.上市公告书；D.收购报告书等",
    "a": "A,B,C,D"
  },
  {
    "q": "传染病暴发、流行时,县级以上 地方人民政府应当立即组织力量,按照预防、控制预案进行防治, 切断传染病的传播途径,必要时,报经上一级人民政府决定,可以 采取下列（ ）（ ）（ ）（ ）（ ） 紧急措施并予以公告。 B C D E\nA.限制或者停止集市、影剧院演出或者其他人群聚集的 活动；B.停工、停业、停课；C.封闭或者封存被传染病病原体污染的公共饮用水源、食品以及相关物品；D.控制或者扑杀染疫野生动物、家畜家禽；E.封闭可能造成传染病扩散的场所",
    "a": "A,B,C,D,E"
  },
  {
    "q": "存在下列哪些情形，保证人不承担民事责任？（）\nA.主合同当事人双方串通，骗取保证人提供保证的；B.主合同债权人采取胁迫手段，使保证人在违背真实意思的情况下提供保证的；C.主合同债权人通过欺诈手段，使保证人在违背真实意思的情况下提供保证的；D.保证人因自己疏忽未看清合同的内容，违背其本意的情况下提供保证的",
    "a": "A,B,C"
  },
  {
    "q": "《专利法》中所称的发明创造是指（）。 B C\nA.发明；B.实用新型；C.外观设计；D.科研成果",
    "a": "A,B,C"
  },
  {
    "q": "下面哪种情况，劳动者可以向当地劳动人事争议仲裁委员会申请劳动仲裁？（）\nA.因劳动报酬、经济补偿或者赔偿金发生的争议；B.工伤医疗费争议；C.因除名、辞退和辞职、离职发生的争议；D.因订立、履行、变更、解除和终止劳动合同发生的争议",
    "a": "A,B,C,D"
  },
  {
    "q": "需办理种植生产经营许可证的情形有：\nA.从事种子进出口业务；B.从事主要农作物杂交种子及其亲本种子、林木良种繁殖材料生产经营；C.只从事非主要农作物种子和非主要林木种子生产；D.实行选育生产经营相结合的农作物种子企业",
    "a": "A,B"
  },
  {
    "q": "下列属于我国宪法的指导思想的是（）\nA.科学发展观；B.毛泽东思想；C.习近平新时代中国特色社会主义思想；D.邓小平理论",
    "a": "A,B,C,D"
  },
  {
    "q": "下列财产中，属于国家所有的是（）。\nA.无线电频谱资源；B.无居民海岛；C.城市的土地；D.集体所有的土地",
    "a": "A,B,C"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察，有权采取下列哪些调查、检查措施（）。 A进入用人单位的劳动场所进行检查\nB.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料，并作出解释和说明，必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "B,C,D"
  },
  {
    "q": "下列婚姻可撤销的是\nA.甲以伤害乙父母威胁乙与其结婚，乙怕父母受到伤害无奈同意的；B.甲身患不治之症，未告知乙，仍与乙结婚的；C.甲男（22周岁）与乙女（18岁）办理结婚的；D.甲男与亲表妹乙办理结婚的",
    "a": "A,B"
  },
  {
    "q": "监督检查部门调查涉嫌不正当竞争行为，被调查的（）应当如实提供有关资料或者情况。\nA.经营者；B.生产者；C.利害关系人；D.其他有关单位、个人",
    "a": "A,C,D"
  },
  {
    "q": "国家秘密的知悉范围以外的人员，因工作需要知悉国家秘密的，应当经机关、单位（）批准。\nA.主要负责人；B.主要负责人指定的人员；C.负责人；D.保密办",
    "a": "A,B"
  },
  {
    "q": "关于民事责任的说法，以下正确的是（）。\nA.二人以上依法承担按份责任，能够确定责任大小的，各自承担相应的责任；B.二人以上依法承担按份责任，难以确定责任大小的，平均承担责任；C.二人以上依法承担连带责任的，权利人有权请求部分连带责任人承担责任；D.二人以上依法承担连带责任的，权利人有权请求全部连带责任人承担责任",
    "a": "A,B,C,D"
  },
  {
    "q": "不当得利的构成要件有（）。\nA.一方取得财产上的利益；B.另一方遭受财产损失；C.收益人取得的利益与损失人所遭受的损失之间具有因果关系；D.取得利益没有法律上的根据",
    "a": "A,B,C,D"
  },
  {
    "q": "禁止生产销售劣药。下列哪些情形按劣药论处：（）。\nA.超过有效期的；B.不注明或者更改生产批号的；C.未标明或者更改有效期的；D.国务院药品监督管理部门规定禁止使用的",
    "a": "A,B,C"
  },
  {
    "q": "国家对烟草专卖品的（），实行垄断经营、统一管理的制度。\nA.生产；B.销售；C.运输；D.进出口",
    "a": "A,B,D"
  },
  {
    "q": "下列（）情形中，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同？\nA.劳动者患病，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；B.劳动者因工作而受伤，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；C.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的。；D.劳动合同订立时所依据的客观情况发生重大变化，致使劳动合同无法履行，经用人单位与劳动者协商，未能就变更劳动合同内容达成协议的。",
    "a": "A,C,D"
  },
  {
    "q": "过失引起火灾，尚未造成严重损失的，处（）\nA.警告；B.罚款；C.责令停业停产；D.暂扣或吊销许可证；E.十日以下拘留",
    "a": "A,B,E"
  },
  {
    "q": "民法调整平等主体的（）、（）和（）之间的人身关系和财产关系。\nA.自然人；B.非自然人；C.法人；D.非法人组织",
    "a": "A,C,D"
  },
  {
    "q": "用人单位有下列（）情形之一的，劳动者可以解除劳动合同？\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定，损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "因报告和制止恐怖活动，在恐怖活动犯罪案件中作证，或者从事反恐怖主义工作，本人或者其近亲属的人身安全面临危险的，经本人或者其近亲属提出申请，公安机关、有关部门应当采取下列哪些保护措施:\nA.不公开真实姓名、住址和工作单位等个人信息；B.禁止特定的人接触被保护人员；C.对人身和住宅采取专门性保护措施；D.变更被保护人员的姓名，重新安排住所和工作单位",
    "a": "A,B,C,D"
  },
  {
    "q": "《母婴保健法》规定，婚前医学检查包括对下列哪些疾病的检查（）。\nA.严重遗传性疾病；B.指定传染病；C.有关精神病；D.血吸虫病",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国道路交通安全法》规定，国家对机动车实行登记制度。有下列（）情形时，应当办理相应得登记。\nA.机动车所有权发生转移的；B.机动车登记内容变更的；C.机动车用作抵押的；D.机动车报废的",
    "a": "A,B,C,D"
  },
  {
    "q": "在公路建筑控制区内，除公路保护需要外，（）修建建筑物和地面构筑物；公路建筑控制区划定前已经合法修建的不得（），因公路建设或者保障公路运行安全等原因需要拆除的应当依法给予（）。 在公路建筑控制区外修建的建筑物、地面构筑物以及其他设施不得遮挡（），不得妨碍安全视距。\nA.禁止；B.扩建；C.补偿；D.公路标志",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些属于种子生产经营许可证应当载明的内容（）。\nA.生产经营者名称；B.种子经营的范围；C.种子经营的有效期限；D.种子经营的有效区域",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国刑法修正案（十二）》规定，（）索取、非法收受他人财物，为他人谋取利益，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役;情节特别严重的，处三年以上十年以下有期徒刑。\nA.国家机关、事业单位；B.国有公司；C.企业；D.人民团体",
    "a": "A,B,C,D"
  },
  {
    "q": "（）和（）是党在农村的基层组织，是党在农村全部工作和战斗力的基础。\nA.乡镇党委；B.村党组织；C.乡镇政府；D.村委会",
    "a": "A,B"
  },
  {
    "q": "因发包人的原因致使工程中途停建、缓建的，发包人应当采取措施弥补或者减少损失，赔偿承包人因此造成的以下哪些损失和实际费用（）\nA.停工、窝工、倒运；B.机械设备调迁；C.材料和构件积压；D.预期利润",
    "a": "A,B,C"
  },
  {
    "q": "国家鼓励被授予专利权的单位实行产权激励，采取（）等方式，使发明人或者设计人合理分享创新收益。\nA.股权；B.期权；C.分红；D.奖金",
    "a": "A,B,C"
  },
  {
    "q": "根据选举法，关于每次选举所投的票数和每张选票所选的人数，哪些选项是正确的 （）。\nA.所投的票数等于投票人数有效；B.所投的票数少于投票人数有效；C.所选的人数等于应选的人数有效；D.所选的人数少于应选的人数有效",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动保障行政部门对违反劳动保障法律、法规或规章的行为作出行政处罚或者行政处理决定，应当告知用人单位依法享有（）的权利。\nA.陈述；B.申辩；C.申请行政复议；D.提起行政诉讼",
    "a": "C,D"
  },
  {
    "q": "审计机关和审计人员办理审计事项，应当（）\nA.客观公正；B.实事求是；C.廉洁奉公；D.保守秘密",
    "a": "A,B,C,D"
  },
  {
    "q": "海上交通事故根据造成的损害后果分为（）。\nA.特别重大事故；B.重大事故；C.较大事故；D.一般事故；E.小事故",
    "a": "A,B,C,D"
  },
  {
    "q": "广播电视节目由（）批准设立的广播电视节目制作经营单位制作。\nA.广播电视台；B.电视台；C.省级以上人民政府广播电视行政部门；D.市级以上人民政府广播电视行政部门",
    "a": "A,B,C"
  },
  {
    "q": "我国刑法所称国家工作人员，是指国家机关中从事公务的人员。（），以国家工作人员论。\nA.国有公司、企业、事业单位、人民团体中从事公务的人员；B.国家机关、国有公司、企业、事业单位委派到非国有公司、企业、事业单位、社会团体从事公务的人员；C.其他依照法律从事公务的人员",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些属于消费者的监督权（）\nA.对消费者权益的保护工作的监督权；B.对经营者提供的商品和服务的监督权；C.对消费者权益保护工作的批评、建议权；D.对侵害消费者权益行为的检举、控告权",
    "a": "A,B,C,D"
  },
  {
    "q": "高等教育的任务是培养具有（）的高级专门人才，发展科学技术文化，促进社会主义现代化建设。\nA.社会责任感；B.创新精神；C.实践能力；D.操作能力",
    "a": "A,B,C"
  },
  {
    "q": "关于诉讼时效，以下说法正确的是（）。\nA.向人民法院请求保护民事权利的诉讼时效期间一般为三年；B.诉讼时效期间自权利人知道或者应当知道权利受到损害以及义务人之日起计算；C.诉讼时效自权利受到损害之日起超过二十年的，人民法院不予保护；D.诉讼时效期间不能根据权利人的申请延长",
    "a": "A,B,C"
  },
  {
    "q": "根据公安机关、电信主管部门要求，互联网服务提供者可以对涉案电话卡、涉诈异常电话卡所关联注册的有关互联网账号采取下列（）措施。\nA.进行核验；B.采取限期改正、限制功能；C.暂停使用、关闭账号；D.禁止重新注册",
    "a": "A,B,C,D"
  },
  {
    "q": "消费者在购买、使用商品和接受服务时（）。\nA.享有个人信息依法得到保护的权利；B.享有人格尊严、民族风俗习惯得到尊重的权利；C.有权拒绝经营者的强制交易行为；D.有权获得质量保障、价格合理、计量正确等公平交易条件",
    "a": "A,B,C,D"
  },
  {
    "q": "《统计法》制定的根本目的是保障统计资料的（）。\nA.真实性；B.准确性；C.完整性；D.及时性",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《社会保险法》规定，个人在依法缴纳社会保险费后享有（）权利。\nA.个人依法享受社会保险待遇；B.监督本单位为其缴费情况；C.查询个人缴费记录；D.查询个人权益记录；E.要求社会保险经办机构提供社会保险咨询等相关服务",
    "a": "A,B,C,D,E"
  },
  {
    "q": "《广西壮族自治区社会信用条例》所称信用信息，是指用以（）信用主体信用状况的客观数据和资料，包括公共信用信息和市场信用信息\nA.识别；B.分析；C.判断；D.评价",
    "a": "A,B,C"
  },
  {
    "q": "反间谍工作必须坚持下列（）原则。\nA.中央统一领导；B.公开工作与秘密工作相结合；C.专门工作与群众路线相结合；D.积极防御 、依法惩治",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国个人信息保护法》规定处理敏感个人信息应当取得个人的单独同意。请问以下哪些属于敏感个人信息？（）\nA.宗教信仰；B.医疗健康；C.金融账户；D.行踪轨迹；E.不满十四周岁未成年人的个人信息",
    "a": "A,B,C,D,E"
  },
  {
    "q": "保护未成年人，应当坚持最有利于未成年人的原则。处理涉及未成年人事项，应当符合（）。\nA.给予未成年人特殊、优先保护；B.尊重未成年人人格尊严；C.保护未成年人隐私权和个人信息；D.完全听取监护人的意见；E.保护与教育相结合",
    "a": "A,B,C,E"
  },
  {
    "q": "景区开放应当具备以下基本条件（）。\nA.有出入景区的道路（航道）、车辆（船舶）停靠场所等必要的交通服务和辅助设施；B.有游览线路、图文说明、导览标识等必要的游览服务和辅助设施；C.有安全保障设施和设备、安全风险评估、事故应急救援预案、安全游览事项说明等必要的安全设施及制度；D.有保洁措施和垃圾箱、公共厕所等必要的环境、生态保护设施及制度；E.法律、法规规定的其他条件",
    "a": "A,B,C,D,E"
  },
  {
    "q": "需向境外提供个人信息的，应当具备下面哪几个条件\nA.数据跨境安全评估；B.个人信息保护认证；C.订立合同；D.法律、行政法规或者国家网信部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "（）属于监护的对象。\nA.未成年人；B.病人；C.精神病人；D.残疾人",
    "a": "A,C"
  },
  {
    "q": "县级人民政府粮食和储备行政管理部门应当加强对粮食收购企业备案信息管理，（）向所在地设区市人民粮食和储备行政管理部门报送备案信息。设区市人民粮食和储备行政管理部门（）向自治区粮食和储备局报送备案信息。\nA.每季度；B.每月；C.每年；D.每半年",
    "a": "A,D"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察，有权采取下列哪些调查、检查措施（）\nA.进入用人单位的劳动场所进行检查；B.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料，并作出解释和说明，必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "A,B,C,D"
  },
  {
    "q": "省级以上人民政府农业农村、林业草原主管部门应当在统一的政府信息发布平台上如下信息：\nA.品种审定；B.品种登记；C.新品种保护；D.种子生产经营许可",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，产品投入流通后发现存在缺陷的，生产者、销售者应当及时采取等（）补救措施。\nA.赔偿损失；B.停止销售；C.警示；D.召回",
    "a": "B,C,D"
  },
  {
    "q": "根据《外商投资法》的规定，该法所称的外商投资，是指外国的自然人、企业或者其他组织（以下称外国投资者）直接或者间接在中国境内进行的投资活动，包括下列情形：\nA.外国投资者单独或者与其他投资者共同在中国境内设立外商投资企业；B.外国投资者取得中国境内企业的股份、股权、财产份额或者其他类似权益；C.外国投资者单独或者与其他投资者共同在中国境内投资新建项目；D.法律、行政法规或者国务院规定的其他方式的投资。",
    "a": "A,B,C,D"
  },
  {
    "q": "省（自治区、直辖市）委党校（行政学院）主要培训（）。\nA.厅局级领导干部；B.县处级领导干部；C.企事业单位领导人员和乡镇（街道）党（工）委书记；D.企事业单位领导人员和乡科级领导干部",
    "a": "A,B,C"
  },
  {
    "q": "禁止生产、销售假药。下列哪些情形为假药。（）\nA.变质的；B.被污染的；C.超过有效期的；D.标明的适应症或者功能主治超出规定范围的",
    "a": "A,B,D"
  },
  {
    "q": "公共人力资源服务机构为求职者提供的免费服务有哪些？（）\nA.职业介绍、职业指导和创业开业指导；B.人力资源供求、市场工资指导价位、职业培训等信息发布；C.办理就业登记、失业登记等事务；D.流动人员人事档案管理",
    "a": "A,B,C,D"
  },
  {
    "q": "生产、销售没有注册商标的（）的，由工商行政管理部门责令停止生产、销售，并处罚款。\nA.卷烟；B.雪茄烟；C.烟丝；D.有包装的烟丝",
    "a": "A,B,D"
  },
  {
    "q": "用人单位与劳动者发生劳动争议，当事人可以采取的解决方式有：\nA.依法申请调解；B.协商解决；C.依法向人民法院提起诉讼；D.依法申请仲裁",
    "a": "A,B,C,D"
  },
  {
    "q": "根据刑法第163条的规定，（）的工作人员，利用职务上的便利，索取他人财物或者非法收受他人财物，为他人谋取利益，数额较大的，处三年以下有期徒刑或者拘役，并处罚金；数额巨大或者有其他严重情节的，处三年以上十年以下有期徒刑，并处罚金；数额特别巨大或者有其他特别严重情节的，处十年以上有期徒刑或者无期徒刑，并处罚金。\nA.公司、企业；B.国有企业；C.其他单位；D.事业单位",
    "a": "A,C"
  },
  {
    "q": "下列婚姻可撤销的是\nA.甲以伤害乙父母威胁乙与其结婚，乙怕父母受到伤害无奈同意的；B.甲身患不治之症，未告知乙，仍与乙结婚的；C.甲男（22周岁）与乙女（18岁）办理结婚的；D.甲男与亲表妹乙办理结婚的",
    "a": "A,B"
  },
  {
    "q": "根据刑法的规定，关于刑事责任年龄，以下说法正确的是（）。\nA.已满十六周岁的人犯罪，应当负刑事责任；B.已满十四周岁不满十六周岁的人，犯故意杀人、故意伤害致人重伤或者死亡、强奸、抢劫、贩卖毒品、放火、爆炸、投放危险物质罪的，应当负刑事责任；C.已满十二周岁不满十四周岁的人，犯故意杀人、故意伤害罪，致人死亡或者以特别残忍手段致人重伤造成严重残疾，情节恶劣，经最高人民检察院核准追诉的，应当负刑事责任；D.因不满十六周岁不予刑事处罚的，责令其父母或者其他监护人加以管教；在必要的时候，依法进行专门矫治教育",
    "a": "A,B,C,D"
  },
  {
    "q": "电信业务经营者、互联网服务提供者为用户提供下列服务，在与用户签订协议或者确认提供服务时，应当依法要求用户提供真实身份信息，用户不提供真实身份信息的，不得提供下列服务（）\nA.提供互联网接入服务；B.提供网络代理等网络地址转换服务；C.提供互联网域名注册、服务器托管、空间租用、云服务、内容分发服务；D.提供信息、软件发布服务，或者提供即时通讯、网络交易、网络游戏、网络直播发布、广告推广服务",
    "a": "A,B,C,D"
  },
  {
    "q": "国家建立人体器官获取、移植病例登记报告制度。从事人体器官获取、移植的医疗机构应当将实施人体器官获取、移植的情况向（）人民政府卫生健康部门报告。\nA.所在地省；B.自治区；C.直辖市；D.所在县",
    "a": "A,B,C"
  },
  {
    "q": "安全生产监督检查人员执行监督检查任务时，必须出示有效的行政执法证件；对涉及被检查单位的（），应当为其保密。\nA.技术秘密；B.商业秘密；C.业务秘密；D.公司机密",
    "a": "A,C"
  },
  {
    "q": "合同违反法律、行政法规的强制性规定，有下列情形之一，由行为人承担行政责任或者刑事责任能够实现强制性规定的立法目的的，人民法院可以依据民法典第一百五十三条第一款关于“该强制性规定不导致该民事法律行为无效的除外”的规定认定该合同不因违反强制性规定无效（）\nA.强制性规定虽然旨在维护社会公共秩序，但是合同的实际履行对社会公共秩序造成的影响显著轻微，认定合同无效将导致案件处理结果有失公平公正；B.强制性规定旨在要求当事人一方加强风险控制、内部管理等，对方无能力或者无义务审查合同是否违反强制性规定，认定合同无效将使其承担不利后果；C.强制性规定旨在维护政府的税收、土地出让金等国家利益或者其他民事主体的合法利益而非合同当事人的民事权益，认定合同有效不会影响该规范目的的实现；D.当事人一方虽然在订立合同时违反强制性规定，但是在合同订立后其已经具备补正违反强制性规定的条件却违背诚信原则不予补正",
    "a": "A,B,C,D"
  },
  {
    "q": "反电信网络诈骗工作坚持（）\nA.以人民为中心，统筹发展和安全；B.系统观念、法治思维，注重源头治理、综合治理；C.齐抓共管、群防群治，加强社会宣传教育防范，全面落实打防管控各项措施；D.精准防治，防止对正常生产经营活动、群众生活便利造成不当影响",
    "a": "A,B,C,D"
  },
  {
    "q": "（）作出的属于审判、检察工作中具体应用法律的解释，应当自公布之日起三十日内报全国人民代表大会常务委员会备案。\nA.省高级法院；B.省检察院；C.最高人民法院；D.最高人民检察院",
    "a": "C,D"
  },
  {
    "q": "2021年3月1日起正式施行的《中华人民共和国刑法修正案（十一）》，增设了袭警罪。以下对该罪名的理解错误的是（）\nA.张某因闯红灯被交警处罚，在交警执法过程中，张某拿出随身携带的小刀对交警进行威胁，意图阻碍交警执法。张某构成袭警罪；B.李某与他人在街头斗殴被警察批评教育，警察处理完该纠纷后，李某认为警察偏袒他人，狠狠踢了警察一脚后驾车逃离。李某构成袭警罪；C.王某不满民警处理结果，在民警执行公务之时，将其执法记录仪和警车砸坏。王某构成袭警罪；D.黄某驾驶摩托车违章，警察正在处理其违章。黄某抗拒处罚，使用管制刀具袭击警察，造成警察轻伤。对黄某应以袭警罪与故意伤害罪数罪并罚",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国民法典》规定，名誉是对民事主体的品德、（）、（）、（）等的社会评价。\nA.外貌；B.声望；C.信用；D.才能",
    "a": "B,C,D"
  },
  {
    "q": "高速公路建设用地应当符合国土空间规划，遵循（）、（）、（）的原则。\nA.依法依规用地；B.严格保护耕地；C.节约集约用地",
    "a": "A,B,C"
  },
  {
    "q": "劳动者就业，不因（）等不同而受歧视。\nA.民族；B.种族；C.性别；D.宗教信仰",
    "a": "A,B,C,D"
  },
  {
    "q": "未成年人节目前后播出广告或者播出过程中插播广告，应当遵守下列规定：（）。\nA.不得播出不利于未成年人身心健康的网络游戏广告；B.不得利用不满十周岁的未成年人作为广告代言人；C.未成年人广播电视节目每小时播放广告不得超过10分钟；D.未成年人网络视听节目播出或者暂停播出过程中，不得插播、展示广告，内容切换过程中的广告时长不得超过30 秒",
    "a": "A,B,D"
  },
  {
    "q": "有下列（）等情况的，承运人应当拒绝运输\nA.拒绝接受安全检查的旅客；B.未经安全检查的行李；C.办理乘机登记手续时出具的身份证件与购票时身份证件不一致的旅客；D.旅客的行为有可能危及飞行安全或者公共秩序的",
    "a": "A,B,C,D"
  },
  {
    "q": "我国法定遗嘱类型有自书遗嘱、（）、打印遗嘱、录像遗嘱。\nA.代书遗嘱；B.口头遗嘱；C.录音遗嘱；D.公证遗嘱",
    "a": "A,B,C,D"
  },
  {
    "q": "电信业务经营者违反《反电信网络诈骗法》规定，有下列（）情形之一的，由有关主管部门责令改正，情节较轻的，给予警告、通报批评，或者处五万元以上五十万元以下罚款；情节严重的，处五十万元以上五百万元以下罚款，并可以由有关主管部门责令暂停相关业务、停业整顿、吊销相关业务许可证或者吊销营业执照对其直接负责的主管人员和其他直接责任人员，处一万元以上二十万元以下罚款。\nA.未落实国家有关规定确定的反电信网络诈骗内部控制机制的；B.未 履行 电话 卡 、物 联网 卡实 名制 登记 职责的；C.未履行对电话卡、物联网卡的监测识别、监测预警和相关处置职责的；D.未 对 物 联 网 卡 用 户 进 行 风 险评估，或 者 未 限 定 物 联 网 卡 的 开 通功能、使 用 场 景 和 适 用 设备的",
    "a": "A,B,C,D"
  },
  {
    "q": "国家通过普及（） 教育，通过在城乡不同范围的群众中制定和执行各种守则、公约，加强社会主义精神文明的建设。\nA.理想；B.文化；C.道德；D.纪律和法制",
    "a": "A,B,C,D"
  },
  {
    "q": "按照现行规定我国基本养老保险资金由（）组成。\nA.用人单位缴纳的养老保险费；B.个人缴纳的养老保险费；C.各级政府财政补助；D.遗产税；E.消费税",
    "a": "A,B,C"
  },
  {
    "q": "公民、法人或者其他组织可以采用（）、走访等形式，向各级机关、单位反映情况，提出建议、意见或者投诉请求，有关机关、单位应当依规依法处理。\nA.信息网络；B.书信；C.电话；D.传真",
    "a": "A,B,C,D"
  },
  {
    "q": "国家采取措施，扶持 职业教育的发展。\nA.革命老区；B.民族地区；C.边远地区；D.欠发达地区",
    "a": "A,B,C,D"
  },
  {
    "q": "保修期限届满后的维修、更新、改造责任和费用，按照下列规定承担：（）。\nA.业主专有部分由业主承担；B.物业共用部位、共用设施设备，由业主按照专有部分建筑面积分摊，从物业专项维修资金中支付。未设立物业专项维修资金或者专项维修资金不足的，由业主按照专有部分建筑面积承担。属于人为损坏的，费用由责任人承担；C.物业管理区域内供电、供水、供燃气、通信、有线电视等相关管线和设施设备，按照有关规定承担；D.物业共用部位、共用设施设备的日常运行、维护费用，由物业服务人从业主支付的物业费中支出",
    "a": "A,B,C,D"
  },
  {
    "q": "生产经营单位不得以任何形式与从业人员订立协议，（）其对从业人员因生产安全事故伤亡依法应承担的责任。 D\nA.加重；B.增加；C.免除；D.减轻",
    "a": "C,D"
  },
  {
    "q": "根据选举法，关于每次选举所投的票数和每张选票所选的人数，哪些选项是正确的 （）。 B C D\nA.所投的票数等于投票人数有效；B.所投的票数少于投票人数有效；C.所选的人数等于应选的人数有效；D.所选的人数少于应选的人数有效",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《民事诉讼法》规定，下列民事案件不能由审判员一人独任审理（）\nA.涉及国家利益、社会公共利益的案件；B.涉及群体性纠纷，可能影响社会稳定的案件；C.人民群众广泛关注或者其他社会影响较大的案件；D.属于新类型或者疑难复杂的案件",
    "a": "A,B,C,D"
  },
  {
    "q": "国有土地有偿使用的方式包括（）。 B C D\nA.国有土地使用权出让；B.国有土地租赁；C.国有土地使用权作价出资；D.国有土地使用权作价入股",
    "a": "A,B,C,D"
  },
  {
    "q": "公司在研究决定下列事项时，应当听取公司工会意见的有（）\nA.公司改制；B.公司解散；C.申请破产；D.制定重要的规章制度",
    "a": "A,B,C,D"
  },
  {
    "q": "审计机关有证据证明被审计单位_____的，经县级以上人民政府审计机关主要负责人批准，有权查询_____的存款。 C\nA.以个人名义存储公款；B.违反国家规定将公款转入其他单位、个人在金融机构账户；C.有关单位、个人在金融机构与审计事项相关；D.被审计单位以个人名义在金融机构",
    "a": "B,C"
  },
  {
    "q": "根据《中华人民共和国保险法》规定，人身保险的投保人在保险合同订立时，对被保险人应当具有保险利益。请问投保人对（）具有保险利益？ B C D\nA.本人；B.配偶、子女、父母；C.除配偶、子女、父母以外与投保人有抚养、赡养或者扶养关系的家庭其他成员、近亲属；D.与投保人有劳动关系的劳动者",
    "a": "A,B,C,D"
  },
  {
    "q": "国务院外汇管理部门依法持有、管理、经营国家外汇储备，遵循（）、（）、（）的原则。 B C\nA.安全；B.流动；C.增值；D.便民",
    "a": "A,B,C"
  },
  {
    "q": "从业人员有权对本单位安全生产工作中存在的问题提出（）。 B C D\nA.批评；B.检举；C.控告；D.有权拒绝违章指挥和强令冒险作业。",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，上级烟草专卖局的法制工作机构定期对下级烟草专卖局组织开展行政执法评议、考核的主要目的是什么？ D\nA.增加行政执法的负担；B.对下级机关进行打压和处罚；C.加强对行政处罚的监督检查；D.规范和保障行政处罚的实施",
    "a": "C,D"
  },
  {
    "q": "广西辖区内县级以上粮食和储备行政管理部门应当建立（），记录（）、（）等情况，并依法向社会公开。 C\nA.备案企业信用档案；B.日常监督和检查结果；C.违法行为查处；D.企业生产和销售",
    "a": "A,B,C"
  },
  {
    "q": "下列关于委托合同的说法中，正确的是（）。 B C\nA.有偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失；B.委托人经受托人同意，可以在受托人之外委托第三人处理委托事务；C.两个以上的受托人共同处理委托事务的，对委托人承担连带责任；D.无偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失",
    "a": "A,B,C"
  },
  {
    "q": "过失引起火灾，尚未造成严重损失的，处（） B E\nA.警告；B.罚款；C.责令停业停产；D.暂扣或吊销许可证；E.十日以下拘留",
    "a": "A,B,E"
  },
  {
    "q": "非营利法人包括以下（）。 B C\nA.社会团体；B.事业单位；C.基金会；D.有限责任公司",
    "a": "A,B,C"
  },
  {
    "q": "公务员法所称的公务员是指（）的工作人员。 B C\nA.依法履行公职；B.纳入国家行政编制；C.由国家财政负担工资福利；D.行使公共服务职能",
    "a": "A,B,C"
  },
  {
    "q": "以下（）行为可能违反《中华人民共和国反电信网络诈骗法》。 B C D\nA.出租、出借电话卡；B.买卖、出租银行账户；C.帮助他人进行实名核验；D.虚构代理关系开立短信端口账号",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国旅游法》，景区开放应当具备下列哪些条件，并听取旅游主管部门的意见：（）\nA.有必要的旅游配套服务和辅助设施；B.有必要的安全设施及制度，经过安全风险评估，满足安全条件；C.有必要的环境保护设施和生态保护措施；D.法律、行政法规规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国民法典》规定，非营利法人包括（）。 B C D\nA.社会团体；B.事业单位；C.基金会；D.社会服务机构",
    "a": "A,B,C,D"
  },
  {
    "q": "在人民代表大会会议期间，代表参加（），审议列入会议议程的各项议案和报告。 C D\nA.大会全体会议；B.主席团会议；C.代表团全体会议；D.小组会议",
    "a": "A,C,D"
  },
  {
    "q": "设立公司时，以下可以作价出资的是（）。 B E\nA.股权；B.债权；C.商誉；D.特许经营权；E.商标",
    "a": "A,B,E"
  },
  {
    "q": "关于有限责任公司股权转让的说法，正确的有（）。 B C\nA.股东之间可以转让全部或部分股权；B.股东转让股权，在同等情况下，其他股东有优先购买权；C.股东向股东以外的人转让股权的，应当经其他股东过半数同意；D.公司章程对股权转让另有规定的，该规定无效",
    "a": "A,B"
  },
  {
    "q": "根据《中华人民共和国宪法》第四十八条规定：中华人民共和国妇女在（）和家庭的生活等各方面享有同男子平等的权利。 B C D\nA.政治的；B.经济的；C.文化的；D.社会的",
    "a": "A,B,C,D"
  },
  {
    "q": "违反国家烟草专卖管理法律法规，未经烟草专卖行政主管部门许可，无（）等许可证明，非法经营烟草专卖品，情节严重的，依照刑法第二百二十五条的规定，以非法经营罪定罪处罚。 B C D\nA.烟草专卖生产企业许可证；B.烟草专卖批发企业许可证；C.特种烟草专卖经营企业许可证；D.烟草专卖零售许可证",
    "a": "A,B,C,D"
  },
  {
    "q": "以下做法违反《电子烟管理办法》的是：（）\nA.举办各种形式推介电子烟产品的展会、论坛、博览会；B.利用自动售货机等自助售卖方式销售电子烟产品；C.向成年人出售电子烟产品；D.向具备从事电子烟零售业务资格的单位或者个人提供电子烟产品",
    "a": "A,B"
  },
  {
    "q": "根据我国《社会保险法》的规定，失业人员停止领取失业保险金，并同时停止享受其他失业保险待遇的情形有（）。 B C D\nA.重新就业的；B.应征服兵役的；C.移居境外的；D.享受基本养老保险待遇的",
    "a": "A,B,C,D"
  },
  {
    "q": "对于业主的建筑物区分所有权，下列说法正确的是？（）\nA.业主对屋内部分享有所有权，对楼道部分享有共同管理的权利；B.业主对建筑物专有部分以外的共有部分，享有权利，承担义务，可以以放弃权利为由不履行义务；C.住在临街的业主可以自行将住宅房屋改为经营性用房；D.业主有权更换建设单位聘请的物业服务企业或者其他管理人",
    "a": "A,D"
  },
  {
    "q": "粮食收购企业可以现场提交备案材料，也可以采用（）、（）、（）、（） 等方式进行备案及备案变更。 B C D\nA.信函；B.传真；C.电子邮件；D.网上提交",
    "a": "A,B,C,D"
  },
  {
    "q": "党的组织应当根据党务公开的内容和范围，选择适当的公开方式。在党内公开的，一般采取 （）等方式。 B C D\nA.召开会议；B.制发文件；C.编发简报；D.在局域网发布",
    "a": "A,B,C,D"
  },
  {
    "q": "船舶、海上设施对港口安全具有威胁的，海事管理机构应当责令立即或者限期改正、限制操作，（）。 C D\nA.滞留；B.责令驶往指定地点；C.禁止进港；D.将其驱逐出港",
    "a": "B,C,D"
  },
  {
    "q": "集体所有的不动产和动产包括（）。 B C D\nA.法律规定属于集体所有的土地和森林、山岭、草原、荒地、滩涂。；B.集体所有的建筑物、生产设施、农田水利设施；C.集体所有的教育、科学、文化、卫生、体育等设施；D.集体所有的其他不动产和动产",
    "a": "A,B,C,D"
  },
  {
    "q": "任何单位和个人不得为他人实施电信网络诈骗活动提供下列支持或者帮助（）\nA.出售、提供个人信息；B.帮助他人通过虚拟货币交易等方式洗钱；C.其他为电信网络诈骗活动提供支持或者帮助的行为；D.提供支付结算服务",
    "a": "A,B,C"
  },
  {
    "q": "下列属于全国人民代表大会常务委员会法律解释的权限范围的是（）。 C\nA.法律的规定需要进一步明确具体含义的；B.地方性法规业已修正需要重新定义其相关内容的；C.法律制定后出现新的情况，需要明确适用法律依据的；D.行政法规之间发生冲突， 需要裁决其效力优先性的",
    "a": "A,C"
  },
  {
    "q": "根据《中华人民共和国安全生产法》，负有安全生产监督管理职责的部门的工作人员，有下列哪些行为应当给予降级或者撤职的处分。（）\nA.对不符合法定安全生产条件的涉及安全生产的事项予以批准或者验收通过的；B.发现未依法取得批准、验收的单位擅自从事有关活动或者接到举报后不予取缔或者不依法予以处理的；C.对已经依法取得批准的单位不履行监督管理职责，发现其不再具备安全生产条件而不撤销原批准或者发现安全生产违法行为不予查处的；D.在监督检查中发现重大 事故隐患，不依法及时处理的",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定，建设工程施工合同具有（）情形之一的，应当依据民法典第一百五十三条第一款的规定，认定无效。 B C D\nA.承包人未取得建筑业企业资质；B.承包人未取得建筑业企业资质；C.没有资质的实际施工人借用有资质的建筑施工企业名义的；D.建设工程必须进行招标而未招标或者中标无效的",
    "a": "A,B,C,D"
  },
  {
    "q": "具备下列条件的民事法律行为有效： B C D\nA.行为人具有相应的民事行为能力；B.意思表示真实；C.不违反法律、行政法规的强制性规定；D.不违背公序良俗",
    "a": "A,B,C,D"
  },
  {
    "q": "上市公司变更公司名称、公司章程及（）等信息时，应当立即披露。 B C D\nA.股票简称；B.注册资本；C.注册地址；D.主要办公地址和联系电话",
    "a": "A,B,C,D"
  },
  {
    "q": "下列请求权不适用诉讼时效的规定。（）\nA.请求停止侵害、排除妨碍、消除危险；B.不动产物权和登记的动产物权的权利人请求返还财产；C.请求支付抚养费、赡养费或者扶养费；D.依法不适用诉讼时效的其他请求权",
    "a": "A,B,C,D"
  },
  {
    "q": "在公路建筑控制区内，除公路保护需要外，（）修建建筑物和地面构筑物；公路建筑控制区划定前已经合法修建的不得（），因公路建设或者保障公路运行安全等原因需要拆除的应当依法给予（）。 在公路建筑控制区外修建的建筑物、地面构筑物以及其他设施不得遮挡（），不得妨碍安全视距。 B C D\nA.禁止；B.扩建；C.补偿；D.公路标志",
    "a": "A,B,C,D"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察，有权采取下列哪些调查、检查措施（）\nA.进入用人单位的劳动场所进行检查；B.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料，并作出解释和说明，必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "A,B,C,D"
  },
  {
    "q": "不当得利的构成要件有（）。\nA.另一方遭受财产损失；B.取得利益没有法律上的根据；C.收益人取得的利益与损失人所遭受的损失之间具有因果关系；D.一方取得财产上的利益",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于党内法规主要规定事项的是（ ）。\nA.党的各级各类组织的产生、组成、职权职责；B.党的领导和党的建设的体制机制、标准要求、方式方法；C.党组织工作、活动和党员行为的监督、考核、奖惩、保障；D.党的干部的选拔、教育、管理、监督",
    "a": "A,B,C,D"
  },
  {
    "q": "县级以上国家档案馆应当依法对馆藏档案进行开放审核，档案形成单位或者移交单位应当配合开展开放审核工作。尚未移交进馆档案的开放审核，由档案（ ）或者（ ）负责，并在移交进馆时附具到期开放意见、政府信息公开情况、密级变更情况等。\nA.形成单位；B.移交单位；C.利用单位；D.保管单位",
    "a": "A,D"
  },
  {
    "q": "网络运营者收集、使用个人信息，应当遵循（ ）的原则，公开收集、使用规则，明示收集、使用信息的目的、方式和范围，并经被收集者同意。\nA.真实；B.合法；C.正当；D.必要",
    "a": "B,C,D"
  },
  {
    "q": "教师出现师德失范问题，所在院（系）党组织和行政主要负责人分别向学校做出检讨，学校依据有关规定视情节轻重采取（ ）等方式进行问责。\nA.约谈；B.诫勉谈话；C.通报批评；D.组织处理和纪律处分",
    "a": "A,B,C,D"
  },
  {
    "q": "保密设施、设备应当与涉密信息系统（ ）、（ ）、（ ）。\nA.同步设计；B.同步规划；C.同步建设；D.同步运行",
    "a": "B,C,D"
  },
  {
    "q": "个人信息处理者在处理个人信息前，应当以显著方式、清晰易懂的语言真实、准确、完整地向个人告知下列事项（ ）。\nA.个人信息处理者的名称或者姓名和联系方式；B.个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.个人行使本法规定权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《关于加强和改进新时代师德师风建设的意见》的要求，通过（ ）等方式，将师德师风建设要求贯穿教师管理全过程。\nA.严格招聘引进，把好教师队伍入口；B.严格考核评价，落实师德第一标准；C.严格师德督导，建立多元监督体系；D.严格违规惩处，治理师德突出问题",
    "a": "A,B,C,D"
  },
  {
    "q": "坚持和完善领导干部个人有关事项报告制度，领导干部应当（ ）。\nA.按规定如实报告个人有关事项；B.及时报告个人及家庭重大情况；C.事先请示报告离开岗位或者工作所在地等；D.报告所负责工作进展情况",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国消防法》，下列属于各级人民政府消防工作职责的有（ ）。\nA.加强对消防工作的领导，建立健全消防工作协调机制；B.将消防工作纳入国民经济和社会发展计划；C.组织开展经常性的消防宣传教育，提高公民的消防安全意识；D.按照国家规定建立国家综合性消防救援队、专职消防队，并按照国家标准配备消防装备",
    "a": "A,B,C,D"
  },
  {
    "q": "根据宪法91条规定，国家审计机关可以对（ ）行使审计监督权。\nA.省人民政府的财政收支；B.国家农业开发银行的财务收支；C.中国电信公司的财务收支；D.卫生部的财务收支",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于我国宪法基本原则的有（ ）。\nA.党的领导原则；B.人民当家做主原则；C.尊重和保障人权原则；D.社会主义法治原则",
    "a": "A,B,C,D"
  },
  {
    "q": "中央生态环境保护督察的对象包括哪些？（ ）\nA.省、自治区、直辖市党委和政府；B.生态环境部、承担重要生态环境保护职责的国务院有关部门；C.从事的生产经营活动对生态环境影响较大的有关中央企业；D.党中央要求督察的其他单位。",
    "a": "A,B,C,D"
  },
  {
    "q": "国家实行审计监督制度。坚持中国共产党对审计工作的领导，构建_____、_____、______的审计监督体系。\nA.集中统一；B.全面覆盖；C.权威高效；D.民主协商",
    "a": "A,B,C"
  },
  {
    "q": "党委（党组）落实全面从严治党主体责任，应当遵循以下（ ）原则。\nA.坚持紧紧围绕加强和改善党的全面领导；B.坚持全面从严治党各领域各方面各环节全覆盖；C.坚持真管真严、敢管敢严、长管长严；D.坚持全面从严治党过程和效果相统一",
    "a": "A,B,C,D"
  },
  {
    "q": "公务员之间有以下哪些亲属关系的,不得在同一机关双方直接隶属于同一领导人员的职位工作,或者有直接上下级领导关系的职位工作？（ ）\nA.夫妻关系；B.直系血亲关系；C.三代以内旁系血亲关系；D.近姻亲关系",
    "a": "A,B,C,D"
  },
  {
    "q": "（ ）设立监察委员会。\nA.省、自治区、直辖市；B.自治州、县；C.自治县、市、市辖区；D.乡、民族乡、镇",
    "a": "A,B,C"
  },
  {
    "q": "机关、团体、企业事业单位和其他组织应当确定（ ）或者（ ）负责管理本单位的档案，并对所属单位档案工作实行监督和指导。\nA.档案机构；B.单位分管领导；C.档案工作人员；D.专职档案管理人员",
    "a": "A,C"
  },
  {
    "q": "互联网宗教信息服务管理坚持（ ）的原则。\nA.保护合法；B.制止非法；C.遏制极端；D.抵御渗透；E.打击犯罪",
    "a": "A,B,C,D,E"
  },
  {
    "q": "审计机关有证据证明被审计单位_____的，经县级以上人民政府审计机关主要负责人批准，有权查询_____的存款。\nA.以个人名义存储公款；B.违反国家规定将公款转入其他单位、个人在金融机构账户；C.有关单位、个人在金融机构与审计事项相关；D.被审计单位以个人名义在金融机构",
    "a": "B,C"
  },
  {
    "q": "根据《中华人民共和国档案法》规定，各级人民政府应当将档案信息化纳入信息化发展规划，保障（ ）、（ ）等档案数字资源的安全保存和有效利用。\nA.数字媒体档案；B.电子档案；C.传统载体档案数字化成果；D.传统载体档案电子版",
    "a": "B,C"
  },
  {
    "q": "县级以上国家档案馆应当依法对馆藏档案进行开放审核，档案形成单位或者移交单位应当配合开展开放审核工作。尚未移交进馆档案的开放审核，由档案（ ）或者（ ）负责，并在移交进馆时附具到期开放意见、政府信息公开情况、密级变更情况等。\nA.形成单位；B.移交单位；C.利用单位；D.保管单位",
    "a": "A,D"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（ ）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "《中华人民共和国保守国家秘密法实施条例》规定的国家秘密密级包括（ ）\nA.绝密；B.机密；C.秘密；D.内部；E.公开",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（ ）。\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "《行政机关公务员处分条例》规定，有下列哪些情形之一的，应当从重处分。（ ）\nA.在2人以上的共同违纪违法行为中起次要作用的；B.隐匿、伪造、销毁证据的；C.串供或者阻止他人揭发检举、提供证据材料的；D.包庇同案人员的",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国学位法》，我国设立的学位类型包括下列哪些（ ）。\nA.学士学位；B.硕士学位；C.博士学位；D.荣誉学位",
    "a": "A,B,C"
  },
  {
    "q": "开展网络安全认证、检测、风险评估等活动，或者向社会发布系统漏洞、计算机病毒、网络攻击、网络侵入等网络安全信息的，由有关主管部门责令改正，给予警告；拒不改正或者情节严重的，处一万元以上十万元以下罚款，并可以由有关主管部门责令（ ），对直接负责的主管人员和其他直接责任人员处五千元以上五万元以下罚款。\nA.暂停相关业务；B.停业整顿；C.关闭网站；D.吊销相关业务许可证或者吊销营业执照",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国预算法》，我国政府预算体系由哪几部分构成？\nA.一般公共预算；B.政府性基金预算；C.国有资本经营预算；D.社会保险基金预算",
    "a": "A,B,C,D"
  },
  {
    "q": "处理个人信息应当遵循合法、正当、必要和诚信原则，不得通过（ ）等方式处理个人信息。\nA.误导；B.胁迫；C.非面对面；D.欺诈",
    "a": "A,B,D"
  },
  {
    "q": "教师出现师德失范问题，所在院（系）党组织和行政主要负责人分别向学校做出检讨，学校依据有关规定视情节轻重采取（ ）等方式进行问责。\nA.约谈；B.诫勉谈话；C.通报批评；D.组织处理和纪律处分",
    "a": "A,B,C,D"
  },
  {
    "q": "依照我国宪法规定，可以依法属于集体所有的有（ ）。\nA.森林、草原；B.荒地、滩涂；C.除属于国家所有的以外的农村和郊区的土地；D.宅基地和自留山",
    "a": "A,B,C,D"
  },
  {
    "q": "（ ）设立监察委员会。\nA.省、自治区、直辖市；B.自治州、县；C.自治县、市、市辖区；D.乡、民族乡、镇",
    "a": "A,B,C"
  },
  {
    "q": "国家实行审计监督制度。坚持中国共产党对审计工作的领导，构建_____、_____、______的审计监督体系。\nA.集中统一；B.全面覆盖；C.权威高效；D.民主协商",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国宪法》规定，下列哪些机关都由人民代表大会产生，对它负责，受它监督（ ）。\nA.国家行政机关；B.监察机关；C.审判机关；D.检察机关",
    "a": "A,B,C,D"
  },
  {
    "q": "常委会执法检查组的组成人员，包括（ ）。\nA.本级人民代表大会常务委员会组成人员；B.本级人民代表大会有关专门委员会组成人员；C.本级人民代表大会代表；D.政府有关部门负责人",
    "a": "A,B"
  },
  {
    "q": "下列选项中属于监察强制措施的是（ ）。\nA.强制到案；B.责令候查；C.管护；D.禁闭",
    "a": "A,B,C,D"
  },
  {
    "q": "《党政机关厉行节约反对浪费条例》规定的厉行节约反对浪费原则包括（ ）。\nA.坚持从严从简；B.坚持依法依规；C.坚持总量控制；D.坚持实事求是；E.坚持公开透明",
    "a": "A,B,C,D,E"
  },
  {
    "q": "《中华人民共和国宪法》第四十七条规定：中华人民共和国公民有进行科学研究、文学艺术创作和其他文化活动的自由。国家对于从事教育以及（ ）和其他文化事业的公民的有益于人民的创造性工作，给以鼓励和帮助。\nA.科学；B.技术；C.文学；D.艺术",
    "a": "A,B,C,D"
  },
  {
    "q": "机关基层党组织工作应当坚持和加强党的全面领导，旗帜鲜明讲政治，把____贯彻到工作全过程和事业发展各方面。\nA.政治标准；B.政治纪律；C.政治要求；D.党性修养",
    "a": "A,C"
  },
  {
    "q": "收受可能影响公正行使公权力的礼品、礼金、有价证券等财物情节较重的，予以（ ）。\nA.降级；B.撤职；C.警告；D.记过；E.记大过",
    "a": "A,B"
  },
  {
    "q": "按照现行规定我国基本养老保险资金由（ ）组成。\nA.用人单位缴纳的养老保险费；B.个人缴纳的养老保险费；C.各级政府财政补助；D.遗产税；E.消费税",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》规定，有下列情形之一的，当事人可以解除合同。（ ）\nA.因不可抗力致使不能实现合同目的的；B.在履行期限届满前，当事人一方明确表示或以自己的行为表明不履行主要债务的；C.事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行债务或有其他违约行为致使不能实现合同目的",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国环境保护法》,以下哪些内容是正确的？\nA.一切单位和个人都有保护环境的义务；B.国家在重点生态功能区划定生态保护红线,实行严格保护；C.企业事业单位和其他生产经营者未取得排污许可证,也可以排放污染物；D.公民依法享有获取环境信息、参与和监督环境保护的权利。",
    "a": "A,B,D"
  },
  {
    "q": "根据《数据安全法》，数据处理包括数据的收集、存储、使用、（ ）等。\nA.加工；B.传输；C.提供；D.公开",
    "a": "A,B,C,D"
  },
  {
    "q": "根据2019年最新修订的《中华人民共和国土地管理法》第四十六条，征收（ ）土地的，由国务院批准。\nA.永久基本农田；B.永久基本农田以外的耕地超过三十五公顷的；C.其他土地超过七十公顷的；D.耕地以外的其他土地六十公顷的；E.农村宅基地65公顷的",
    "a": "A,B,C"
  },
  {
    "q": "新环境保护法第二十条规定，国家建立跨行政区域的重点区域、流域环境污染和生态破坏联合防治协调机制，实行（ ）。\nA.统一规划；B.统一标准；C.统一监测；D.统一的防治措施",
    "a": "A,B,C,D"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教，不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "常务委员会听取和审议专项工作报告前，主任会议可以组织（ ）和（ ），对有关工作进行视察。\nA.本级人民代表大会常务委员会组成人员；B.各级人民代表大会常务委员会组成人员；C.各民主党派；D.本级人民代表大会代表",
    "a": "A,D"
  },
  {
    "q": "我国环境保护，应坚持以下哪些原则？\nA.预防为主；B.综合治理；C.损害担责；D.平衡发展",
    "a": "A,B,C"
  },
  {
    "q": "阿东把车借给阿西，阿西临时买烟，将车停在旁边，钥匙没拔。17岁的阿南教唆15岁的阿北说：这车我开过，你要不要试试？于是阿北就在阿南的指导下开走车，路上把阿中撞成重伤。下列（ ）哪些说法是正确的？\nA.阿东应当对阿中承担责任；B.阿南的监护人应当对阿中承担责任；C.阿北的监护人应当对阿中承担责任；D.阿西应当对阿中承担责任",
    "a": "B,C"
  },
  {
    "q": "甲乙是邻居，乙得病需要钱治疗，甲便给乙送去五千块，对乙说：“你先用着 ，以后再说。”乙接受，并表示谢意。三年以后，甲乙因口角闹翻，甲要求乙返还五千块，乙拒绝。双方为此发生纠纷 。请问，下列（ ）是正确的。\nA.甲乙之间构成借贷关系；B.甲乙之间构成借贷关系，但甲因时效而丧失请求法院强制乙返还借款的权利；C.甲乙之间构成不当得利关系；D.甲乙之间构成赠与关系",
    "a": "A,B"
  },
  {
    "q": "为担保甲对乙的90 万元债务，丙以其 A 房屋抵押担保，办理了抵押登记，丁以其 B 车质押担保，完成了质押汽车的交付。丙、丁分别与乙签订担保合同，并约定：丙仅对乙就债务三分之一的份额承担抵押担保责任；丁仅对乙就债务的三分之二的份额承担质押担保责任。下列说法正确的是（ ）？\nA.若甲到期无力清偿债务，乙只能请求丙就 30 万元承担抵押担保责任；B.若甲到期无力清偿债务，乙只能请求丁就 60 万元承担质押担保责任；C.丙丁对乙承担担保责任后，有权向甲追偿；D.丙丁按照约定对乙承担担保责任后，丙丁彼此之间还可以互相追偿",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国民法典》实施后，以下（ ）法律条文废止。\nA.婚姻法；B.合同法；C.继承法；D.保险法",
    "a": "A,B,C"
  },
  {
    "q": "行政机关经人民法院、监察机关、行政复议机关或者上级行政机关依法认定有行政违纪违法行为或者其他违法违纪行为，需要追究纪律责任的，对（ ）给予处分。\nA.主要负责人；B.领导集体 C、负有责任的领导人员；D.直接责任人员",
    "a": "C,D"
  },
  {
    "q": "港澳同胞和台湾同胞在内的全中国人民的共同义务包括（ ）。\nA.维护国家统一；B.维护华人华侨利益；C.维护国家主权；D.维护领土完整",
    "a": "A,C,D"
  },
  {
    "q": "根据《广西壮族自治区优化营商环境条例》的规定，行业协会商会不得有以下（ ）行为。\nA.强制或者变相强制市场主体入会、退会；B.对已取消的资格资质变相进行认定；C.违规收取费用；D.出具虚假证明或者报告",
    "a": "A,B,C,D"
  },
  {
    "q": "有毒有害物质主要包括（ ）等。\nA.化学危险物品；B.放射性物质；C.农药；D.霉变粮食；E.电磁波辐射",
    "a": "A,B,C,E"
  },
  {
    "q": "公务员之间有以下哪些亲属关系的,不得在同一机关双方直接隶属于同一领导人员的职位工作,或者有直接上下级领导关系的职位工作？（ ）\nA.夫妻关系；B.直系血亲关系；C.三代以内旁系血亲关系；D.近姻亲关系",
    "a": "A,B,C,D"
  },
  {
    "q": "国家秘密的知悉范围以外的人员，因工作需要知悉国家秘密的，应当经机关、单位（ ）批准。\nA.主要负责人；B.主要负责人指定的人员；C.负责人；D.保密办",
    "a": "A,B"
  },
  {
    "q": "丁公司存在下列情形，劳动者可以单方解除劳动合同并要求支付经济补偿的有（ ）\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.规章制度违反法律、法规的规定，损害劳动者权益的；D.因客观情况发生重大变化致使劳动合同无法履行的",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国民法典》及其相关司法解释，当事人请求返还按照习俗给付的彩礼，人民法院应予支持的情形包括（ ）。\nA.双方未办理结婚登记手续；B.双方办理结婚登记手续但确未共同生活；C.婚前给付并导致给付人生活困难；D.双方办理结婚登记后不足一年即离婚",
    "a": "A,B,C"
  },
  {
    "q": "新环境保护法规定，（ ）应当将环境保护知识纳入学校教育内容，培养学生的环境保护意识。\nA.社会教育机构；B.职业技术学校等；C.教育行政部门；D.学校",
    "a": "C,D"
  },
  {
    "q": "甲公司一直在乙公司订餐，以往的方式都是通过电子邮件沟通，乙公司看到邮件无异议就开始准备，有意见时才会回复。某日，甲公司发送了订餐邮件，但用餐时间已过却迟迟未见送餐，不得已比平日多花了2000元向另一公司订餐。后询问得知，乙公司换了新员工负责与甲公司的对接，新员工看到邮件觉得价格不合适就没有回复。对此，下列哪些说法是正确的?\nA.乙公司应基于缔约过失责任赔偿甲公司2000元损失；B.因乙公司未回复，合同未成立；C.乙公司应基于违约责任赔偿甲公司2000元损失；D.尽管乙公司未回复，但合同已经成立并生效",
    "a": "A,B"
  },
  {
    "q": "劳动者有下列（ ）情形的，用人单位可以解除劳动合同\nA.在试用期间被证明不符合录用条件的；B.严重违反用人单位的规章制度的；C.严重失职，营私舞弊，给用人单位造成重大损害的；D.劳动者同时与其他用人单位建立劳动关系，对完成本单位的工作任务造成严重影响，或者经用人单位提出，拒不改正的",
    "a": "A,B,C,D"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（ ）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "公安机关对计算机信息系统安全保护工作行使下列监督职权：（ ）\nA.监督、检查、指导计算机信息系统安全保护工作；B.查处危害计算机信息系统安全的违法犯罪案件；C.监测、记录网络运行状态、网络安全事件；D.履行计算机信息系统安全保护工作的其他监督职责",
    "a": "A,B,D"
  },
  {
    "q": "提供重要互联网平台服务、用户数量巨大、业务类型复杂的个人信息处理者，应当履行下列义务（ ）。\nA.按照国家规定建立健全个人信息保护合规制度体系，成立主要由外部成员组成的独立机构对个人信息保护情况进行监督；B.遵循公开、公平、公正的原则，制定平台规则，明确平台内产品或者服务提供者处理个人信息的规范和保护个人信息的义务；C.对严重违反法律、行政法规处理个人信息的平台内的产品或者服务提供者，停止提供服务；D.定期发布个人信息保护社会责任报告，接受社会监督",
    "a": "A,B,D"
  },
  {
    "q": "甲乙是邻居，乙得病需要钱治疗，甲便给乙送去五千块，对乙说：“你先用着 ，以后再说。”乙接受，并表示谢意。三年以后，甲乙因口角闹翻，甲要求乙返还五千块，乙拒绝。双方为此发生纠纷 。请问，下列（ ）是正确的。\nA.甲乙之间构成借贷关系；B.甲乙之间构成借贷关系，但甲因时效而丧失请求法院强制乙返还借款的权利；C.甲乙之间构成不当得利关系；D.甲乙之间构成赠与关系",
    "a": "A,B"
  },
  {
    "q": "个人信息处理者因业务等需要，确需向中华人民共和国境外提供个人信息的，应当具备下列条件之一（ ）\nA.依照本法第四十条的规定通过国家网信部门组织的安全评估；B.按照国家网信部门的规定经专业机构进行个人信息保护认证；C.按照国家网信部门制定的标准合同与境外接收方订立合同，约定双方的权利和义务；D.法律、行政法规或者国家网信部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "集体所有的不动产和动产包括（ ）。\nA.法律规定属于集体所有的土地和森林、山岭、草原、荒地、滩涂。；B.集体所有的建筑物、生产设施、农田水利设施；C.集体所有的教育、科学、文化、卫生、体育等设施；D.集体所有的其他不动产和动产",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些主体可以提起个人信息保护公益诉讼？\nA.公民个人；B.国家网信部门；C.人民检察院；D.法律规定的消费者组织",
    "a": "B,D"
  },
  {
    "q": "个人对其个人信息的处理享有（ ）、（ ），（ ）。\nA.监督权；B.知情权；C.决定权；D.有权限制或者拒绝他人对其个人信息进行处理",
    "a": "B,C,D"
  },
  {
    "q": "从世界各国的规定看，特种买卖主要包括（ ）。\nA.试用买卖；B.房屋买卖；C.易货交易；D.招标投标买卖",
    "a": "A,C,D"
  },
  {
    "q": "新环境保护法第二十条规定，国家建立跨行政区域的重点区域、流域环境污染和生态破坏联合防治协调机制，实行（ ）。\nA.统一规划；B.统一标准；C.统一监测；D.统一的防治措施",
    "a": "A,B,C,D"
  },
  {
    "q": "根据宪法和法律，下列表述正确的是（ ）。\nA.特别行政区立法会行使国家立法权；B.自治区的人大及常委会行使地方立法权；C.全国人大及常委会行使国家立法权；D.自治州的人大常委会制定自治条例和单行条例",
    "a": "B,C"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教，不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教，不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（ ）\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些民事法律行为属于无效的民事法律行为。（ ）\nA.一方或者第三人以胁迫手段，使对方在违背真实意思的情况下实施的民事法律行为；B.违背公序良俗的民事法律行为无效；C.违反法律、行政法规的强制性规定的民事法律行为无效；D.行为人与相对人恶意串通，损害他人合法权益的民事法律行为无效",
    "a": "B,C,D"
  },
  {
    "q": "下列哪些民事法律行为属于无效的民事法律行为。（ ）\nA.一方或者第三人以胁迫手段，使对方在违背真实意思的情况下实施的民事法律行为；B.违背公序良俗的民事法律行为无效；C.违反法律、行政法规的强制性规定的民事法律行为无效；D.行为人与相对人恶意串通，损害他人合法权益的民事法律行为无效",
    "a": "B,C,D"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教，不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于非法人组织的是（ ）\nA.社会团体；B.个人独资企业；C.合伙企业；D.不具有法人资格的专业服务机构",
    "a": "B,C,D"
  },
  {
    "q": "阿东把车借给阿西，阿西临时买烟，将车停在旁边，钥匙没拔。17岁的阿南教唆15岁的阿北说：这车我开过，你要不要试试？于是阿北就在阿南的指导下开走车，路上把阿中撞成重伤。下列（ ）哪些说法正确\nA.阿东应当对阿中承担责任；B.阿南的监护人应当对阿中承担责任；C.阿北的监护人应当对阿中承担责任；D.阿西应当对阿中承担责任",
    "a": "B,C"
  },
  {
    "q": "下列哪些主体可以提起个人信息保护公益诉讼？\nA.公民个人；B.国家网信部门；C.人民检察院；D.法律规定的消费者组织",
    "a": "B,D"
  },
  {
    "q": "梁某在星光商场购得进口葡萄酒5瓶，共计1000元。该葡萄酒中文标签标明“酒精度：11%vol”和保质期等内容，外文标签标明“酒精度10.8%vol”等。梁某以“葡萄酒有违食品安全为由”诉求获得1万元的额外赔偿。经查，该葡萄酒酒精实测度数为10.92%vol，在法定合理误差范围内，星光商场也能证明该葡萄酒系安全食品。对此下列说法正确的是（ ）\nA.该葡萄酒的标签应该标明清楚，不得误导消费者；B.梁某的诉求应得到法院支持；C.对该葡萄酒标签存在瑕疵，但未超出普通消费者的认知；D.该葡萄酒保质期表示应当显著标注",
    "a": "A,C,D"
  },
  {
    "q": "消费者在购买、使用商品和接受服务时享有（ ）安全不受损害的权利。\nA.生命；B.健康；C.人身；D.财产",
    "a": "C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》规定，下列哪些机关都由人民代表大会产生，对它负责，受它监督（ ）\nA.国家行政机关；B.监察机关；C.审判机关；D.检察机关",
    "a": "A,B,C,D"
  },
  {
    "q": "依据民法典规定，禁止结婚的血亲关系包括（ ）\nA.直系血亲；B.直系姻亲；C.三代以内旁系血亲；D.三代以内旁系姻亲",
    "a": "A,C"
  },
  {
    "q": "艾滋病病毒感染者和艾滋病病人应当履行的义务包括哪些内容？（ ）\nA.接受基本预防控制机构或者出入境检验检疫机构的流行病学调查和指导；B.将感染或者发病的事实及时告知与其有性关系者；C.就医时，将感染或者发病的事实如实告知接诊医生；D.采取必要的防护措施，防止感染他人",
    "a": "A,B,C,D"
  },
  {
    "q": "下列说法正确的是（ ）\nA.中华人民共和国公民有宗教信仰自由；B.任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教，不得歧视信仰宗教的公民和不信仰宗教的公民；C.国家保护正常的宗教活动。任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动；D.宗教团体和宗教事务不受外国势力的支配",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国民法典》有关规定，拾得遗失物后，（ ）。\nA.应当返还给权利人或者送交有关部门；B.遗失物毁损、灭失的，拾得人应当承担赔偿责任；C.在送交有关部门前，拾得人应当妥善保管遗失物；D.权利人领取遗失物时，应当向拾得人或有关部门支付保管遗失物等支出的必要费用",
    "a": "A,C,D"
  },
  {
    "q": "建设工程合同中，承包人（ ）给第三人。\nA.不得将其承包的全部建设工程转包；B.不得将其承包的全部建设工程支解以后以分包的名义分别转包；C.可以将其承包的全部建设工程转包给；D.可以将其承包的全部建设工程支解以后以分包的名义分别转包",
    "a": "A,B"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（ ）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "信访工作坚持以马克思列宁主义、毛泽东思想、（ ）为指导，贯彻落实习近平总书记关于加强和改进人民信访工作的重要思想。\nA.邓小平理论；B.“三个代表”重要思想；C.科学发展观；D.习近平新时代中国特色社会主义思想",
    "a": "A,B,C,D"
  },
  {
    "q": "民事主体从事民事活动，应当遵循什么原则？（ ）\nA.自愿原则；B.公平原则；C.诚信原则；D.友好合作原则",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国宪法》第一百三十六条规定：人民检察院依照法律规定独立行使检察权，不受（ ）的干涉\nA.行政机关；B.社会团体；C.个人；D.司法机关",
    "a": "A,B,C"
  },
  {
    "q": "存在下列哪些情形，保证人不承担民事责任？（ ）\nA.主合同当事人双方串通，骗取保证人提供保证的；B.主合同债权人采取胁迫手段，使保证人在违背真实意思的情况下提供保证的；C.主合同债权人通过欺诈手段，使保证人在违背真实意思的情况下提供保证的；D.保证人因自己疏忽未看清合同的内容，违背其本意的情况下提供保证的",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国档案法》规定，各级人民政府应当将档案信息化纳入信息化发展规划，保障（ ）、（ ）等档案数字资源的安全保存和有效利用。\nA.数字媒体档案；B.电子档案；C.传统载体档案数字化成果；D.传统载体档案电子版",
    "a": "B,C"
  },
  {
    "q": "在涉密岗位工作的人员（以下简称涉密人员），按照涉密程度分为（ ），实行分类管理。\nA.核心涉密人员；B.重要涉密人员；C.一般涉密人员；D.机要涉密人员",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国传染病防治法》关于传染病疫情报告的表述，下列说法正确的是（ ）\nA.遵循属地管理原则；B.不得隐瞒、谎报、缓报、漏报传染病疫情；C.疾病预防控制部门应当公布热线电话等畅通报告途径；D.单位和个人不得干预传染病疫情报告",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（ ）\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "（ ）设立监察委员会。\nA.省、自治区、直辖市；B.自治州、县；C.自治县、市、市辖区；D.乡、民族乡、镇",
    "a": "A,B,C"
  },
  {
    "q": "根据《中华人民共和国宪法》第四十八条规定：中华人民共和国妇女在（ ）和家庭的生活等各方面享有同男子平等的权利。\nA.政治的；B.经济的；C.文化的；D.社会的",
    "a": "A,B,C,D"
  },
  {
    "q": "张三有过金融机构的销售经验，其通过伪造简历，谎称掌握大量优质客户，同时与多家理财公司签订了《劳动合同》，通过伪造产品销售合同，介绍虚假客户到公司拜访等方式获得了高额工资。2024年10月，其中一家理财公司发现了张某的造假行为，对此下列说法正确的是（ ）。\nA.张三应当向理财公司退还工资；B.张三与理财公司之间的劳动合同无效；C.理财公司有权向法院主张确认劳动合同效力；D.张三应向理财公司双倍退回公司所获得的工资",
    "a": "A,B,C"
  },
  {
    "q": "依据《消防安全责任制实施办法》第二十八条，关于火灾事故的调查处理主体，下列说法正确的有（ ）\nA.发生造成人员死亡的一般火灾事故，由事故发生地县级人民政府负责组织调查处理；B.发生较大火灾事故，由事故发生地设区的市级人民政府负责组织调查处理；C.发生重大火灾事故，由事故发生地省级人民政府负责组织调查处理；D.发生特别重大火灾事故，由由国务院或国务院授权有关部门负责组织调查处理",
    "a": "A,B,C,D"
  },
  {
    "q": "现行宪法规定，宪法的修改，由（ ）提议，并由全国人民代表大会通过。\nA.全国人民代表大会主席团；B.全国人大常委会；C.全国人民代表大会的各个专门委员会；D.1/5以上的全国人民代表\\n大会代表",
    "a": "B,D"
  },
  {
    "q": "任何个人和组织使用网络应当（ ）\nA.遵守宪法法律；B.遵守公共秩序；C.尊重社会公德；D.践行社会主义核心价值观",
    "a": "A,B,C,D"
  },
  {
    "q": "收受可能影响公正行使公权力的礼品、礼金、有价证券等财物情节较重的，予以（ ）。\nA.降级；B.撤职；C.警告；D.记过；E.记大过",
    "a": "A,B"
  },
  {
    "q": "以下哪些属于政府采购的主体？\nA.国家机关；B.事业单位；C.团体组织；D.国有企业",
    "a": "A,B,C"
  },
  {
    "q": "行政机关经人民法院、监察机关、行政复议机关或者上级行政机关依法认定有行政违纪违法行为或者其他违法违纪行为，需要追究纪律责任的，对（ ）给予处分。\nA.主要负责人；B.领导集体；C.负有责任的领导人员；D.直接责任人员",
    "a": "C,D"
  },
  {
    "q": "处理个人信息应当遵循合法、正当、必要和诚信原则，不得通过（ ）等方式处理个人信息。\nA.误导；B.胁迫；C.非面对面；D.欺诈",
    "a": "A,B,D"
  },
  {
    "q": "现行宪法规定，国家保护个体经济、私营经济的（ ）。\nA.经营收入；B.合法的权利；C.经营活动；D.合法的利益",
    "a": "A,B,D"
  },
  {
    "q": "卫生防疫机构对公共场所的卫生监督职责：\nA.对公共场所进行卫生监测和卫生技术指导；B.监督从业人员健康检查，指导有关部门对从业人员进；C.对公共场所进行定期清洁；D.指导保洁人员公共场所日常保洁工作。",
    "a": "A,B"
  },
  {
    "q": "机关基层党组织工作应当坚持和加强党的全面领导，旗帜鲜明讲政治，把____贯彻到工作全过程和事业发展各方面。\nA.政治标准；B.政治纪律；C.政治要求；D.党性修养",
    "a": "A,C"
  },
  {
    "q": "我国《民法典》规定的属于第一顺序继承人的是（ ）。\nB.父母；A.配偶；C.祖父母；D.兄弟姐妹",
    "a": "B,A"
  },
  {
    "q": "以下不会产生民法上的法律关系的有（ ）。\nA.恋爱关系；B.火车过站叫醒；C.好意施惠；D.戏谑行为",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，个人信息处理者应当事前进行个人信息保护影响评估，并对处理情况进行记录（ ）。\nA.处理敏感个人信息；B.利用个人信息进行自动化决策；C.委托处理个人信息、向其他个人信息处理者提供个人信息、公开个人信息；D.向境外提供个人信息；E.其他对个人权益有重大影响的个人信息处理活动",
    "a": "A,C,D,E"
  },
  {
    "q": "我国环境标准由四类组成，是指（ ）。\nA.环境质量标准；B.污梁物排放标准；C.环境保护基础标准；D.放射性物质测限标准；E.环境保护方法标准",
    "a": "A,B,C,E"
  },
  {
    "q": "党的基层组织选举代表产生的主要程序是（ ）。\nA.从党支部开始推荐提名。根据多数党组织和党员的意见，提出代表候选人推荐人选；B.选举单位就代表候选人推荐人选与上级党组织沟通，提出代表候选人初步人选。采取适当方式加强审核把关，可以对代表候选人初步人选在一定范围内公示；C.选举单位研究确定代表候选人预备人选，报召开党员代表大会的党的基层委员会审查；D.选举单位召开党员大会或者党员代表大会，根据多数选举人的意见确定候选人，进行选举",
    "a": "A,B,C,D"
  },
  {
    "q": "下列说法关于公民的基本权利劳动权说法正确的是（ ）\nA.中华人民共和国公民有劳动的权利和义务；B.国家通过各种途径，创造劳动就业条件，加强劳动保护，改善劳动条件，并在发展生产的基础上，提高劳动报酬和福利待遇；C.劳动是一切有劳动能力的公民的光荣职责；D.国家对就业前的公民进行必要的劳动就业训练",
    "a": "A,B,C,D"
  },
  {
    "q": "下列说法关于公民的基本权利劳动权说法正确的是（ ）\nA.中华人民共和国公民有劳动的权利和义务；B.国家通过各种途径，创造劳动就业条件，加强劳动保护，改善劳动条件，并在发展生产的基础上，提高劳动报酬和福利待遇；C.劳动是一切有劳动能力的公民的光荣职责；D.国家对就业前的公民进行必要的劳动就业训练",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，县级以上地方人民政府突发公共卫生事件应急指挥机构的职责包括？（ ）\nA.组织应对工作；B.协调应对工作；C.指挥应对工作；D.制定法律法规",
    "a": "A,B,C"
  },
  {
    "q": "竞业限制的人员限于（ ）？\nA.用人单位的高级管理人员。；B.高级技术人员；C.劳动模范；D.其他负有保密义务的人员",
    "a": "A,B,D"
  },
  {
    "q": "甲与乙因感情不和协议离婚，子女由甲抚养，则乙的权利和义务有（ ）。\nA.对子女享有监护权；B.探望子女的权利；C.要求甲协助探望的权利；D.负担子女生活费、教育费的义务",
    "a": "A,B,C,D"
  },
  {
    "q": "承担一般民事侵权行为责任的条件包括（ ）\nA.实施了损害行为；B.有损害结果；C.损害行为与损害结果之间有因果关系；D.行为人有过错",
    "a": "A,B,C,D"
  },
  {
    "q": "依据《民法典》规定：完全民事行为能力人有权依法自主决定无偿捐献其（ ）\nA.人体细胞；B.人体组织；C.人体器官；D.遗体",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《个人信息保护法》有关规定，在下列（ ）规定情形下，个人信息处理者不需取得个人同意即可处理个人信息。\nA.为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；B.为履行法定职责或者法定义务所必需；C.为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；D.为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息",
    "a": "A,B,C,D"
  },
  {
    "q": "宣告失踪，失踪人的财产由（ ）代管。\nA.配偶；B.成年子女；C.父母；D.其他愿意担任财产代管人的人",
    "a": "A,B,C,D"
  },
  {
    "q": "新闻媒体和网络服务提供者应当通过（ ）加强法治宣传教育。\nA.开设法治专栏专题；B.刊播法治公益广告；C.报道法治新闻；D.组织行政执法检查",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国环境保护法》第五条规定：环境保护坚持保护优先、（ ）的原则。\nA.预防为主；B.综合治理；C.公众参与；D.损害担责",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国突发公共卫生事件应对法》共有（ ）章（ ）条。\nA.8章；B.9章；C.60条；D.65条",
    "a": "A,D"
  },
  {
    "q": "劳动者有下列（ ）情形的，用人单位可以解除劳动合同\nA.在试用期间被证明不符合录用条件的；B.严重违反用人单位的规章制度的；C.严重失职，营私舞弊，给用人单位造成重大损害的；D.劳动者同时与其他用人单位建立劳动关系，对完成本单位的工作任务造成严重影响，或者经用人单位提出，拒不改正的",
    "a": "A,B,C,D"
  },
  {
    "q": "各级人民政府建立健全就业援助制度，采取（ ）等办法，通过公益性岗位安置等途径，对就业困难人员实行优先扶持和重点帮助。\nA.税费减免；B.贷款贴息；C.社会保险补贴；D.岗位补贴",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，县级以上地方人民政府卫生健康主管部门的职责包括？（ ）\nA.牵头组织协调本行政区域重大传染病疫情应对；B.负责本行政区域其他突发公共卫生事件应对；C.监管本地食品生产；D.管理教育系统卫生工作",
    "a": "A,B"
  },
  {
    "q": "委托代理终止的原因有下列情形：（ ）。\nA.被代理人取消委托；B.代理人死亡；C.代理权限届满；D.被代理人丧失民事行为能力",
    "a": "A,B,C"
  },
  {
    "q": "方式使用承租的房屋，承租人对房屋有（ ）权利，任何人不得侵犯。\nA.占用；B.使用；C.收益；D.处分",
    "a": "A,B,C"
  },
  {
    "q": "常务委员会听取和审议专项工作报告前，主任会议可以组织（ ）和（ ），对有关工作进行视察。\nA.本级人民代表大会常务委员会组成人员；B.各级人民代表大会常务委员会组成人员；C.各民主党派；D.本级人民代表大会代表",
    "a": "A,D"
  },
  {
    "q": "下列哪些是2021年新修订的《行政处罚法》新增的行政处罚种类？（ ）\nA.通报批评；B.降低资质等级；C.限制开展生产经营活动；D.责令关闭、限制从业",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动者有（ ）情形的，用人单位可以解除劳动合同：\nA.在试用期间被证明不符合录用条件的；B.严重违反劳动记录或者用人单位规章制度的；C.严重失职，营私舞弊，对用人单位利益造成重大损害的；D.被依法追究刑事责任的",
    "a": "A,B,C,D"
  },
  {
    "q": "处理个人信息应当遵循合法、正当、必要和诚信原则，不得通过（ ） 等方式处理个人信息。\nA.误导；B.欺诈；C.胁迫；D.恐吓",
    "a": "A,B,C"
  },
  {
    "q": "新环境保护法第二十二条规定，企业事业单位和其他生产经营者，在污染物排放符合法定要求的基础上，进一步减少污染物排放的，人民政府应当依法采取、政府采购等方面的政策和措施予以鼓励和支持。（ ）\nA.补贴；B.财政；C.税收；D.价格",
    "a": "B,C,D"
  },
  {
    "q": "为担保甲对乙的90 万元债务，丙以其 A 房屋抵押担保，办理了抵押登记，丁以其 B 车质押担保，完成了质押汽车的交付。丙、丁分别与乙签订担保合同，并约定：丙仅对乙就债务三分之一的份额承担抵押担保责任；丁仅对乙就债务的三分之二的份额承担质押担保责任。下列说法正确的是（ ）？\nA.若甲到期无力清偿债务，乙只能请求丙就 30 万元承担抵押担保责任；B.若甲到期无力清偿债务，乙只能请求丁就 60 万元承担质押担保责任；C.丙丁对乙承担担保责任后，有权向甲追偿；D.丙丁按照约定对乙承担担保责任后，丙丁彼此之间还可以互相追偿",
    "a": "A,B,C"
  },
  {
    "q": "信访人提出信访事项，应当（ ）。\nA.客观真实，对其所提供材料内容的真实性负责；B.不得捏造、歪曲事实；C.不得诬告、陷害他人；D.根据主观想法提出",
    "a": "A,B,C"
  },
  {
    "q": "统计机构和统计人员依法独立行使统计调查、统计报告、（ ）的职权，不受侵犯。\nA.统计调查；B.统计报告；C.统计督察；D.统计监督",
    "a": "A,B,D"
  },
  {
    "q": "国家秘密的密级分为（ ）（ ）（ ）\nA.绝密；B.机密；C.秘密；D.保密",
    "a": "A,B,C"
  },
  {
    "q": "民事主体从事民事活动，应当遵循（ ）原则。\nA.自愿原则；B.公平原则；C.诚信原则；D.有偿原则",
    "a": "A,B,C"
  },
  {
    "q": "下列哪些事项应当进行国家安全审查（ ）。\nA.影响国家安全的外商投资；B.影响国家安全的特定物项和关键技术；C.可能影响国家安全的网络信息技术产品和服务；D.涉及国家安全事项的建设项目",
    "a": "A,B,C,D"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括自然人的（ ）等。\nA.姓名；B.出生日期；C.住址；D.电话号码",
    "a": "A,B,C,D"
  },
  {
    "q": "两个以上侵权人污染环境、破坏生态的，承担责任的大小，根据污染物的（ ），破坏生态的方式、范围、程度，以及行为对损害后果所起的作用等因素确定。\nA.种类；B.浓度；C.排放量；D.数量",
    "a": "A,B,C"
  },
  {
    "q": "有下列情形之一的，当事人可以解除合同\nA.因不可抗力致使不能实现\\n合同目的；B.在履行期限届满前，当事人一方明确表示或者以自己的行为表明不履行主要债务；C.当事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行\\n债务或者有其他违约\\n行为致使不能实现\\n合同目的；E.法律规定的其他情形",
    "a": "A,B,C,D,E"
  },
  {
    "q": "侵害英雄烈士等特殊死者人格利益的，（ ）权提起侵权损害赔偿。\nA.近亲属；B.检察机关；C.民政部；D.利害关系人",
    "a": "A,B"
  },
  {
    "q": "依据《疫苗流通和预防接种管理条例》，下列哪些情况不属于预防接种异常反应？（ ）\nA.因疫苗本身特性引起的接种后一般反应；B.因疫苗质量不合格给受种者造成的损害；C.合格疫苗在事实规范接种过程中或者实施规范接种后造成受种者机体组织器官、功能损害，相关各方均无过错的药品不良反应；D.因心理素质发生的个体或者群体心因性反应",
    "a": "A,B,D"
  },
  {
    "q": "个人信息处理者在处理个人信息前，应当以显著方式、清晰易懂的语言真实、准确、完整地向个人告知下列事项（ ）\nA.个人信息处理者的名称或者姓名和联系方式；B.个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.个人行使本法规定权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于我国宪法基本原则的有（ ）。\nA.党的领导原则；B.人民当家做主原则；C.尊重和保障人权原则；D.社会主义法治原则",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法第三十条规定，开发利用自然资源，应当合理开发，保护，保障，依法制定有关生态保护和恢复治理方案并予以实施。（ ）\nA.生物多样性；B.自然资源；C.和谐可持续发展；D.生态安全",
    "a": "A,D"
  },
  {
    "q": "《中华人民共和国突发事件应对法》所称突发事件，是指突然发生，造成或者可能造成严重社会危害，需要采取应急处置措施予以应对的（ ）。\nA.自然灾害；B.事故灾难；C.公共卫生事件；D.社会安全事件",
    "a": "A,B,C,D"
  },
  {
    "q": "下列属于我国宪法的指导思想的是（ ）\nA.科学发展观；B.毛泽东思想；C.习近平新时代中国特色社会主义思想；D.邓小平理论",
    "a": "A,B,C,D"
  },
  {
    "q": "新《中华人民共和国监察法》新增了三个监察措施，包括（ ）。\nA.强制到案；B.责令候查；C.取保候审；D.管护",
    "a": "A,B,D"
  },
  {
    "q": "属于国家秘密的文件资料或者其他物品下落不明的，自发现之日起，绝密级（ ）日内，机密级、秘密级（ ）日内查无下落的，按泄露国家秘密处理。\nA.5；B.10；C.30；D.60",
    "a": "B,D"
  },
  {
    "q": "合同成立后，合同的基础条件发生了当事人在订立合同时的（ ）、不属于（ ）的重大变化，继续履行合同对当事人一方明显不公平的，受不利影响的当事人可以与对方重新协商;在合理期限内协商不成的，当事人可以请求人民法院或者仲裁机构变更或解除合同。\nA.无法预见；B.不可避免；C.法律风险；D.商业风险",
    "a": "A,D"
  },
  {
    "q": "人力资源社会保障行政部门实施劳动保障监察，有权采取下列哪些调查、检查措施（ ）\nA.进入用人单位的劳动场所进行检查；B.就调查、检查事项询问有关人员；C.要求用人单位提供与调查、检查事项相关的文件资料，并作出解释和说明，必要时可以发出调查询问书；D.采取记录、录音、录像、照相或者复制等方式收集有关情况和资料",
    "a": "A,B,C,D"
  },
  {
    "q": "道路两侧及隔离带上种植的树木或者其他植物，设置的广告牌、管线等，应当与交通设施保持必要的距离，不得（ ）\nA.遮挡路灯、交通信号灯、交通标志；B.妨碍安全视距；C.影响通行；D.影响清洁工人保持市容整洁",
    "a": "A,B,C"
  },
  {
    "q": "阿东把车借给阿西，阿西临时买烟，将车停在旁边，钥匙没拔。17岁的阿南教唆15岁的阿北说：这车我开过，你要不要试试？于是阿北就在阿南的指导下开走车，路上把阿中撞成重伤。下列（ ）哪些说法是正确的？\nA.阿东应当对阿中承担责任；B.阿南的监护人应当对阿中承担责任；C.阿北的监护人应当对阿中承担责任；D.阿西应当对阿中承担责任",
    "a": "B,C"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括自然人的（ ）等。\nA.姓名；B.出生日期；C.住址；D.电话号码",
    "a": "A,B,C,D"
  },
  {
    "q": "按照土地资源状况和土地利用总体规划，土地分为（ ）。\nA.农用地；B.建设用地；C.未利用地；D.已利用地",
    "a": "A,B,C"
  },
  {
    "q": "个人信息处理者因业务等需要，确需向中华人民共和国境外提供个人信息的，应当具备下列条件之一（ ）\nA.依照本法第四十条的规定通过国家网信部门组织的安全评估；B.按照国家网信部门的规定经专业机构进行个人信息保护认证；C.按照国家网信部门制定的标准合同与境外接收方订立合同，约定双方的权利和义务；D.法律、行政法规或者国家网信部门规定的其他条件",
    "a": "A,B,C,D"
  },
  {
    "q": "违反本条例的规定，有下列行为之一的，由公安机关处以警告或者停机整顿（ ）\nA.违反计算机信息系统安全等级保护制度，危害计算机信息系统安全的；B.违反计算机信息系统国际联网备案制度的；C.不按照规定时间报告计算机信息系统中发生的案件的；D.接到公安机关要求改进安全状况的通知后，在限期内拒不改进的",
    "a": "A,B,C,D"
  },
  {
    "q": "新环境保护法规定，（ ）应当将环境保护知识纳入学校教育内容，培养学生的环境保护意识。\nA.社会教育机构；B.职业技术学校等；C.教育行政部门；D.学校",
    "a": "C,D"
  },
  {
    "q": "我国现行宪法规定的公民文化权利包括（ ）\nA.科学研究的自由；B.出版自由；C.文学艺术创作的自由；D.言论自由",
    "a": "A,C"
  },
  {
    "q": "（ ）设定抵押的，抵押权自登记之日起设立的。\nA.车辆；B.航空器；C.土地使用权；D.城市房地产",
    "a": "C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》第四十九条的规定，下列说法正确的是（ ）\nA.婚姻、家庭、母亲和儿童受国家的保护；B.夫妻双方有实行计划生育的义务；C.父母有抚养教育未成年子女的义务，成年子女有赡养扶助父母的义务；D.禁止破坏婚姻自由，禁止虐待老人、妇女和儿童",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（ ）\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "竞业限制的人员限于（ ）？\nA.用人单位的高级管理人员。；B.高级技术人员；C.劳动模范；D.其他负有保密义务的人员",
    "a": "A,B,D"
  },
  {
    "q": "以下属于我国宪法基本原则的有（ ）。\nA.党的领导原则；B.人民当家做主原则；C.尊重和保障人权原则；D.社会主义法治原则",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》规定，侵害他人造成人身损害的，应当赔偿（ ）等为治疗和康复支出的合理费用，以及因误工减少的收入。\nA.医疗费、护理费；B.交通费；C.营养费；D.住院伙食补助费",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，当事人可以解除合同\nA.因不可抗力致使不能实现\\n合同目的；B.在履行期限届满前，当事人一方明确表示或者以自己的行为表明不履行主要债务；C.当事人一方迟延履行主要债务，经催告后在合理期限内仍未履行；D.当事人一方迟延履行\\n债务或者有其他违约\\n行为致使不能实现\\n合同目的；E.法律规定的其他情形",
    "a": "A,B,C,D,E"
  },
  {
    "q": "以下（ ）不属于实践合同。\nA.买卖合同；B.委托合同；C.保管合同；D.借贷合同",
    "a": "A,B,D"
  },
  {
    "q": "经营者侵害消费者的（ ）权利的，应当停止侵害、恢复名誉、消除影响、赔礼道歉，并赔偿损失。\nA.人格尊严；B.侵犯消费者人身自由；C.侵害消费者个人信息的；D.侵犯消费者财产权益的",
    "a": "A,B,C"
  },
  {
    "q": "当事人约定由债务人向第三人履行债务，合同约定了第三人可以直接请求债务人向其履行债务，第三人在知情后，表示同意。债务人未向第三人履行债务或者履行债务不符合约定时，下列哪些说法正确（ ）。\nA.债权人应当向第三人承担违约责任；B.债务人应当向债权人承担违约责任；C.基于合同相对性，第三人无权要求债务人承担责任；D.第三人可以请求债务人承担违约责任",
    "a": "B,D"
  },
  {
    "q": "地方各级人民政府、有关部门以及各单位的负责人，不得（ ）。\nA.自行修改统计机构和统计人员依法搜集、整理的统计资料；B.以任何方式要求统计机构、统计人员及其他机构、人员伪造、篡改统计资料；C.明示、暗示下级单位及其人员或者统计调查对象填报虚假统计数据；D.对依法履行职责或者拒绝、抵制统计违法行为的单位和个人打击报复",
    "a": "A,B,C,D"
  },
  {
    "q": "《中华人民共和国民法典》在中国特色社会主义法律体系中具有重要地位，是一部（ ）的基础性法律。\nA.固根本；B.稳预期；C.利长远；D.惠民生",
    "a": "A,B,C"
  },
  {
    "q": "方式使用承租的房屋，承租人对房屋有（ ）权利，任何人不得侵犯。\nA.占用；B.使用；C.收益；D.处分",
    "a": "A,B,C"
  },
  {
    "q": "用人单位有下列（ ）情形之一的，劳动者可以解除劳动合同？\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定，损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，监护关系终止（ ）\nA.被监护人取得或者恢复完全民事行为能力；B.监护人丧失监护能力；C.被监护人或者监护人死亡；D.人民法院认定监护关系终止的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "国家监察委员会会同有关单位加强与有关国家、地区、国际组织在反腐败方面开展（ ）调查取证、资产追缴和信息交流等执法司法合作和司法协助。\nA.引渡；B.移管被判刑人；C.遣返；D.联合调查",
    "a": "A,B,C,D"
  },
  {
    "q": "《生态保护补偿条例》规定的生态保护补偿方式包括（ ）\nA.资金补偿；B.技术支持；C.政策扶持；D.产业转移；E.人才培养",
    "a": "A,B,C,D,E"
  },
  {
    "q": "我国环境保护坚持保护优先、（ ）的原则。\nA.预防为主；B.综合治理；C.公众参与；D.损害担责",
    "a": "A,B,C,D"
  },
  {
    "q": "甲购买了某小区的一套商品房。入住后发现底楼的邻居乙在家开起了麻将馆，甲的日常生活秩序受到严重干扰。遂找到乙要求其停止营业。却被乙告知，开麻将馆是业主委员会的决定。无奈之下，甲决定把自己的房屋出售，买主丙认为由于楼下有麻将馆，出价低于甲的购买价，甲为此损失了八万元。下列哪些表述是错误的。（ ）\nA.甲出售自己的房屋后，可以保留在小区内的公共停车位停车的权利；B.开麻将馆的乙因享有建筑物专有部分的单独所有权，使用上具有独立性，故不受业主委员会之外的人的干涉；C.乙因住在一层，从不使用电梯，可不交电梯使用费；D.甲对于业主委员会的决议，有权起诉业主委员会，要求其承担八万元的赔偿责任",
    "a": "A,B,C,D"
  },
  {
    "q": "宪法规定，人民法院依照法律规定独立行使审判权，不受（ ）的干涉。\nA.行政机关；B.法律监督机关；C.权力机关；D.社会团体和个人",
    "a": "A,D"
  },
  {
    "q": "关于拾得遗失物，下列哪些选项是错误的。（ ）\nA.拾得人在任何情形下，都不得留置遗失物；B.六个月以上，无任何权利人对遗失物主张权利的，遗失物自动归国家所有；C.拾得人将遗失物据为已有的，权利人追回原物不受期限的限制；D.即使权利人没有发布悬赏公告，拾得人主动返还的，拾得人仍可请求权利人给予一定报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "因发生突发事件等紧急情况，监护人暂时无法履行监护职责，被监护人的生活处于无人照料状态的，（ ）应当为被监护人安排必要的临时生活照料措施。\nA.被监护人住所地的居民委员会；B.被监护人住所地的村民委员会；C.监护人所在地的民政部门；D.监护人所在地的人民法院",
    "a": "A,B"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（ ）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "委托代理终止的原因有下列情形：（ ）。\nA.被代理人取消委托；B.代理人死亡；C.代理权限届满；D.被代理人丧失民事行为能力",
    "a": "A,B,C"
  },
  {
    "q": "个人对其个人信息的处理享有（ ）、（ ），（ ）。\nA.监督权；B.知情权；C.决定权；D.有权限制或者拒绝他人对其个人信息进行处理",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》规定，中华人民共和国公民在什么情况下，有从国家和社会获得物质帮助的权利（ ）\nA.年老；B.疾病；C.遭遇自然灾害；D.丧失劳动能力",
    "a": "A,B,D"
  },
  {
    "q": "国家通过各种途径，采取各种措施，发展职业培训事业，目的是（ ）\nA.开发劳动者的职业技能；B.提高劳动者素质；C.增强劳动者的就业能力；D.增强劳动者的工作能力",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定，建设工程施工合同具有（ ）情形之一的，应当依据民法典第一百五十三条第一款的规定，认定无效。\nA.承包人未取得建筑业企业资质；B.承包人未取得建筑业企业资质；C.没有资质的实际施工人借用有资质的建筑施工企业名义的；D.建设工程必须进行招标而未招标或者中标无效的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列（ ）情形中，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同？\nA.劳动者患病，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；B.劳动者因工作而受伤，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。；C.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的。；D.劳动合同订立时所依据的客观情况发生重大变化，致使劳动合同无法履行，经用人单位与劳动者协商，未能就变更劳动合同内容达成协议的。",
    "a": "A,C,D"
  },
  {
    "q": "党员享有的党章规定的各项权利必须受到尊重和保护，党的任何一级组织、任何党员都无权剥夺。预备党员除了没有（ ）以外，享有同正式党员一样的权利。\nA.申诉权；B.表决权；C.选举权；D.被选举权",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》规定,突发公共卫生事件应对工作应坚持（ ）。\nA.预防为主、防治结合；B.中国共产党的领导；C.人民至上、生命至上；D.依法应对、科学应对",
    "a": "B,C,D"
  },
  {
    "q": "调查人员进行（ ）等重要取证工作，应当对全过程进行录音录像，留存备查。\nA.讯问；B.搜查；C.查封；D.扣押",
    "a": "A,B,C,D"
  },
  {
    "q": "国家机关按照 “谁执法谁普法” 的精神，实行普法责任制。下列属于负有法治宣传教育职责的主体有（ ）。\nA.国家机关和武装力量；B.各政党和各群团组织；C.事业单位；D.企业；E.法律服务机构",
    "a": "A,B,C,D,E"
  },
  {
    "q": "环境权经历了三十多年的发展历程，目前已形成了（ ）等基本的法律概念。\nA.个人环境权；B.单位环境权；C.国家环境权；D.人类环境权；E.地球环境权",
    "a": "A,B,C,D"
  },
  {
    "q": "下列关于委托合同的说法中，正确的是（ ）。\nA.有偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失；B.委托人经受托人同意，可以在受托人之外委托第三人处理委托事务；C.两个以上的受托人共同处理委托事务的，对委托人承担连带责任；D.无偿的委托合同，因受托人的过错给委托人造成损失的，委托人可以要求赔偿损失",
    "a": "A,B,C"
  },
  {
    "q": "个人信息处理者在处理个人信息前，应当向个人告知下列事项：（ ）\nA.个人信息处理者的名称或者姓名和联系方式；B.个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.个人行使本法规定权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "《民法典》第一千二百三十五条规定，违反国家规定造成生态环境损害的，国家规定的机关或者法律规定的组织有权请求侵权人赔偿下列损失和费用（ ）。\nA.生态环境受到损害至修复完成期间服务功能丧失导致的损失；B.生态环境功能永久性损害造成的损失；C.生态环境损害调查、鉴定评估等费用；D.清除污染、修复生态环境费用；E.防止损害的发生和扩大所支出的合理费用",
    "a": "A,B,C,D,E"
  },
  {
    "q": "新《中华人民共和国监察法》新增了三个监察措施，包括（ ）。\nA.强制到案；B.责令候查；C.取保候审；D.管护",
    "a": "A,B,D"
  },
  {
    "q": "网络数据，是指通过网络（ ）（ ）（ ）（ ）和产生的各种电子数据\nA.收集；B.存储；C.传输；D.处理",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》第一百三十六条规定：人民检察院依照法律规定独立行使检察权，不受（ ）的干涉。\nA.行政机关；B.社会团体；C.个人；D.司法机关",
    "a": "A,B,C"
  },
  {
    "q": "我国公民享有的（ ）等权利，同时也是义务。\nA.劳动权；B.受教育权；C.监督权；D.选举权和被选举权",
    "a": "A,B"
  },
  {
    "q": "乙向甲甲借款 50 万元，借款到期后，乙的下列哪些行为导致无力偿还甲的借款时，甲可申请法院予以撤销？\nA.乙将自己所有的财产用于偿还对他人的未到期债务；B.乙与其债务人约定放弃对债务人财产的抵押权；C.乙在离婚协议中放弃对家庭共有财产的分割；D.乙父去世，乙放弃对父亲遗产的继承权",
    "a": "A,B,C"
  },
  {
    "q": "监察机关对下列公职人员和有关人员进行监察（ ）。\nA.公务员以及参公管理人员；B.法律法规授权或者依法受委托管理公共事务的组织中从事公务的人员；C.国有企业管理人员和公办的教育、科研、文化、医疗卫生、体育等单位中从事管理的人员；D.其他依法履行公职的人员",
    "a": "A,B,C,D"
  },
  {
    "q": "政府采购应当遵循什么原则？\nA.公开透明；B.公平竞争；C.公正；D.诚实信用",
    "a": "A,B,C,D"
  },
  {
    "q": "《事业单位人事管理条例》规定，事业单位工作人员处分分为：（ ）。\nA.警告；B.记过；C.降低岗位等级或者撤职；D.开除",
    "a": "A,B,C,D"
  },
  {
    "q": "现行宪法规定，退休人员的生活受 （ ） 的保障。\nA.国家机关；B.社会；C.国家；D.原单位",
    "a": "B,C"
  },
  {
    "q": "享受哺乳假的职工，不影响____、和。\nA.晋级；B.工资调整；C.年度考核；D.工龄计算",
    "a": "A,B,D"
  },
  {
    "q": "宪法规定，国家举办各种学校，普及初等义务教育，发展 （ ）。\nA.中等教育；B.职业教育；C.高等教育；D.学前教育",
    "a": "A,B,C,D"
  },
  {
    "q": "按照现行规定我国基本养老保险资金由 （ ） 组成。\nA.用人单位缴纳的养老保险费；B.个人缴纳的养老保险费；C.各级政府财政补助；D.遗产税；E.消费税",
    "a": "A,B,C"
  },
  {
    "q": "党的地方各级代表大会代表的产生，采取自下而上、上下结合、反复酝酿、逐级遴选的办法进行，主要程序是（ ）。\nA.选举单位按照分配的名额，组织所辖党组织从党支部开始推荐提名，经过充分酝酿协商，根据多数党组织或者多数党员的意见提出代表候选人推荐人选；B.选举单位就代表候选人推荐人选与上级党组织进行沟通，提出代表候选人初步人选考察对象并进行考察，严格审核把关，集体研究确定代表候选人初步人选，并在一定范围内公示，公示期不少于 5 个工作日；C.选举单位召开党的委员会全体会议确定代表候选人预备人选，报召开代表大会的党的委员会审查；D.选举单位召开党员大会或者代表大会或者代表会议，对代表候选人预备人选进行充分酝酿，根据多数选举人的意见确定候选人，进行选举，选出的代表报召开代表大会的党的委员会审批",
    "a": "A,B,C,D"
  },
  {
    "q": "支持学校开展法治教育的单位和组织包括（ ）。\nA.审判机关；B.检察机关；C.公安、司法行政部门；D.律师协会等社会组织",
    "a": "A,B,C,D"
  },
  {
    "q": "留置期间，应当保障留置人员的（ ），提供医疗服务。\nA.饮食；B.休息；C.安全；D.所有诉求",
    "a": "A,B,C"
  },
  {
    "q": "承租人对承租的房屋有（ ）权利，任何人不得侵犯。\nA.占用；B.使用；C.收益；D.处分",
    "a": "A,B,C"
  },
  {
    "q": "用人单位有下列（ ）情形之一的，劳动者可以解除劳动合同？\nA.未按照劳动合同约定提供劳动保护或者劳动条件的；B.未及时足额支付劳动报酬的；C.未依法为劳动者缴纳社会保险费的；D.用人单位的规章制度违反法律、法规的规定，损害劳动者权益的",
    "a": "A,B,C,D"
  },
  {
    "q": "有下列情形之一的，监护关系终止 （ ）\nA.被监护人取得或者恢复完全民事行为能力；B.监护人丧失监护能力；C.被监护人或者监护人死亡；D.人民法院认定监护关系终止的其他情形",
    "a": "A,B,C,D"
  },
  {
    "q": "国家监察委员会会同有关单位加强与有关国家、地区、国际组织在反腐败方面开展（ ）等执法司法合作和司法协助。\nA.引渡；B.移管被判刑人；C.遣返；D.联合调查",
    "a": "A,B,C,D"
  },
  {
    "q": "《生态保护补偿条例》规定的生态保护补偿方式包括（ ）\nA.资金补偿；B.技术支持；C.政策扶持；D.产业转移；E.人才培养",
    "a": "A,B,C,D,E"
  },
  {
    "q": "我国环境保护坚持保护优先、（ ）的原则。\nA.预防为主；B.综合治理；C.公众参与；D.损害担责",
    "a": "A,B,C,D"
  },
  {
    "q": "宪法规定，人民法院依照法律规定独立行使审判权，不受（ ）的干涉。\nA.行政机关；B.法律监督机关；C.权力机关；D.社会团体和个人",
    "a": "A,D"
  },
  {
    "q": "因发生突发事件等紧急情况，监护人暂时无法履行监护职责，被监护人的生活处于无人照料状态的，（ ）应当为被监护人安排必要的临时生活照料措施。\nA.被监护人住所地的居民委员会；B.被监护人住所地的村民委员会；C.监护人所在地的民政部门；D.监护人所在地的人民法院",
    "a": "A,B"
  },
  {
    "q": "网络安全，是指通过采取必要措施，防范对网络的攻击、侵入、干扰、破坏和非法使用以及意外事故，使网络处于稳定可靠运行的状态，以及保障网络数据的（ ）的能力。\nA.真实性；B.完整性；C.保密性；D.可用性",
    "a": "B,C,D"
  },
  {
    "q": "委托代理终止的原因有下列情形：（ ）。\nA.被代理人取消委托；B.代理人死亡；C.代理权限届满；D.被代理人丧失民事行为能力",
    "a": "A,B,C"
  },
  {
    "q": "个人对其个人信息的处理享有（ ）、（ ）、（ ）。\nA.监督权；B.知情权；C.决定权；D.有权限制或者拒绝他人对其个人信息进行处理",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》规定，中华人民共和国公民在什么情况下，有从国家和社会获得物质帮助的权利 （ ）\nA.年老；B.疾病；C.遭遇自然灾害；D.丧失劳动能力",
    "a": "A,B,D"
  },
  {
    "q": "国家通过各种途径，采取各种措施，发展职业培训事业，目的是（ ）\nA.开发劳动者的职业技能；B.提高劳动者素质；C.增强劳动者的就业能力；D.增强劳动者的工作能力",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）》的规定，建设工程施工合同具有（ ）情形之一的，应当认定无效。\nA.承包人未取得建筑业企业资质；B.没有资质的实际施工人借用有资质的建筑施工企业名义的；C.建设工程必须进行招标而未招标或者中标无效的",
    "a": "A,B,C"
  },
  {
    "q": "下列（ ）情形中，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同？\nA.劳动者患病，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的；B.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的；C.劳动合同订立时所依据的客观情况发生重大变化，致使劳动合同无法履行，经用人单位与劳动者协商，未能就变更劳动合同内容达成协议的",
    "a": "A,B,C"
  },
  {
    "q": "党员享有的党章规定的各项权利必须受到尊重和保护，预备党员除了没有 （ ） 以外，享有同正式党员一样的权利。\nA.申诉权；B.表决权；C.选举权；D.被选举权",
    "a": "B,C,D"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》规定，突发公共卫生事件应对工作应坚持（ ）。\nA.预防为主、防治结合；B.中国共产党的领导；C.人民至上、生命至上；D.依法应对、科学应对",
    "a": "B,C,D"
  },
  {
    "q": "调查人员进行（ ）等重要取证工作，应当对全过程进行录音录像，留存备查。\nA.讯问；B.搜查；C.查封；D.扣押",
    "a": "A,B,C,D"
  },
  {
    "q": "关于拾得遗失物，下列哪些选项是错误的。（ ）\nA.拾得人在任何情形下，都不得留置遗失物；B.六个月以上，无任何权利人对遗失物主张权利的，遗失物自动归国家所有；C.拾得人将遗失物据为已有的，权利人追回原物不受期限的限制；D.即使权利人没有发布悬赏公告，拾得人主动返还的，拾得人仍可请求权利人给予一定报酬",
    "a": "A,B,C,D"
  },
  {
    "q": "甲购买了某小区的一套商品房，底楼邻居乙开麻将馆干扰甲生活，甲出售房屋造成损失，下列哪些表述是错误的\nA.甲出售自己的房屋后，可以保留在小区内的公共停车位停车的权利；B.开麻将馆的乙因享有建筑物专有部分的单独所有权，使用上具有独立性，故不受业主委员会之外的人的干涉；C.乙因住在一层，从不使用电梯，可不交电梯使用费；D.甲对于业主委员会的决议，有权起诉业主委员会，要求其承担八万元的赔偿责任",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪几项是应当经参与表决专有部分面积四分之三以上的业主且参与表决人数四分之三以上的业主同意\nA.使用物业专项维修资金；B.筹集物业专项维修资金；C.改建、重建建筑物及其附属设施；D.改变共有部分的用途或者利用共有部分从事经营活动以及经营收益的分配与使用",
    "a": "B,C,D"
  },
  {
    "q": "下列说法关于公民的基本权利劳动权说法正确的是（ ）\nA.中华人民共和国公民有劳动的权利和义务；B.国家通过各种途径，创造劳动就业条件，加强劳动保护，改善劳动条件，并在发展生产的基础上，提高劳动报酬和福利待遇；C.劳动是一切有劳动能力的公民的光荣职责；D.国家对就业前的公民进行必要的劳动就业训练",
    "a": "A,B,C,D"
  },
  {
    "q": "我国现行宪法规定的公民文化权利包括 （ ）\nA.科学研究的自由；B.出版自由；C.文学艺术创作的自由；D.言论自由",
    "a": "A,C"
  },
  {
    "q": "新环境保护法第四十六条中规定，禁止引进不符合我国环境保护规定的（ ）\nA.技术；B.设备；C.材料和产品；D.工艺",
    "a": "A,B,C"
  },
  {
    "q": "《中华人民共和国突发公共卫生事件应对法》包括以下哪些章节\nA.管理与指挥体制；B.预防与应急准备；C.监测预警；D.应急处置",
    "a": "A,B,C,D"
  },
  {
    "q": "物权编调整因物的归属和利用产生的民事关系，以下说法正确的是 （ ）\nA.国家坚持和完善公有制为主体、多种所有制经济共同发展；B.坚持和完善按劳分配为主体、多种分配方式并存；C.国家坚持和完善社会主义市场经济体制；D.国家实行社会主义市场经济，保障一切市场主体的平等法律地位和发展权利",
    "a": "A,B,C,D"
  },
  {
    "q": "劳动者有下列（ ）情形的，用人单位可以解除劳动合同\nA.在试用期间被证明不符合录用条件的；B.严重违反用人单位的规章制度的；C.严重失职，营私舞弊，给用人单位造成重大损害的；D.劳动者同时与其他用人单位建立劳动关系，对完成本单位的工作任务造成严重影响，或者经用人单位提出，拒不改正的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列情形中（ ）不构成不当得利\nA.甲将乙丢弃的病牛捡回家，精心治疗病牛痊愈；B.研究所从工厂堆放在厂外的废料中提取贵重物品而获利；C.甲捡到乙的一块手表而拿回家自己用；D.甲鱼塘的鱼跳入乙鱼塘",
    "a": "A,B"
  },
  {
    "q": "有下列情形之一的，要约失效：（ ）\nA.要约被拒绝；B.要约被依法撤销；C.承诺期限届满，受要约人未作出承诺；D.受要约人对要约的内容作出实质性变更",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《国家网络身份认证公共服务管理办法》，公共服务平台在处理用户个人信息前，应当向用户告知下列事项（ ）\nA.公共服务平台的名称和联系方式；B.用户个人信息的处理目的、处理方式，处理的个人信息种类、保存期限；C.用户依法行使其个人信息相关权利的方式和程序；D.法律、行政法规规定应当告知的其他事项",
    "a": "A,B,C,D"
  },
  {
    "q": "任何组织或者个人不得以（ ）等方式侵害他人的隐私权\nA.刺探；B.侵扰；C.泄露；D.公开",
    "a": "A,B,C,D"
  },
  {
    "q": "对于业主的建筑物区分所有权，下列说法正确的是\nA.业主对屋内部分享有所有权，对楼道部分享有共同管理的权利；B.业主对建筑物专有部分以外的共有部分，享有权利，承担义务，可以以放弃权利为由不履行义务；C.住在临街的业主可以自行将住宅房屋改为经营性用房；D.业主有权更换建设单位聘请的物业服务企业或者其他管理人",
    "a": "A,D"
  },
  {
    "q": "我国《民法典》规定的属于第一顺序继承人的是（ ）\nA.父母；B.配偶；C.祖父母；D.兄弟姐妹",
    "a": "A,B"
  },
  {
    "q": "公安机关对计算机信息系统安全保护工作行使下列监督职权：（ ）\nA.监督、检查、指导计算机信息系统安全保护工作；B.查处危害计算机信息系统安全的违法犯罪案件；C.监测、记录网络运行状态、网络安全事件；D.履行计算机信息系统安全保护工作的其他监督职责",
    "a": "A,B,D"
  },
  {
    "q": "下列选中哪些属于监察委员会履行处置职责的内容：（ ）\nA.对违法的公职人员依法作出政务处分决定；B.对履行职责不力、失职失责的领导人员进行问责；C.对涉嫌职务犯罪的，将调查结果移送人民检察院依法审查、提起公诉；D.向监察对象所在单位提出监察建议",
    "a": "A,B,C,D"
  },
  {
    "q": "针对青少年法治宣传教育，下列表述符合法律规定的有（ ）\nA.教育行政部门应当将法治教育融入学校教育的各个阶段；B.中小学校应当按照要求聘任法治副校长；C.审判机关应当支持学校开展法治教育，提供法治实践教育资源；D.未成年人的父母应当针对不同年龄段未成年人的身心发展特点开展法治教育；E.网络服务提供者应当开展未成年人网络法治宣传教育",
    "a": "A,B,C,D,E"
  },
  {
    "q": "《中华人民共和国宪法》第四十七条规定，国家对于从事教育以及（ ）和其他文化事业的公民的有益于人民的创造性工作，给以鼓励和帮助\nA.科学；B.技术；C.文学；D.艺术",
    "a": "A,B,C,D"
  },
  {
    "q": "以下属于特别法人的是 （ ）\nA.机关法人；B.基层群众性自治组织法人；C.城镇农村的合作经济组织法人；D.农村集体经济组织法人",
    "a": "A,B,C,D"
  },
  {
    "q": "处理个人信息应当遵循合法、正当、必要和诚信原则，不得通过（ ）等方式处理个人信息\nA.误导；B.欺诈；C.非面对面；D.胁迫",
    "a": "A,B,D"
  },
  {
    "q": "下列内容在我国宪法上有规定的是（ ）\nA.国旗；B.国歌；C.国徽；D.首都",
    "a": "A,B,C,D"
  },
  {
    "q": "根据《中华人民共和国宪法》第四十一条规定，中华人民共和国公民对于任何国家机关和国家工作人员的违法失职行为，有向有关国家机关提出（ ）的权利\nA.申诉；B.控告；C.检举；D.起诉",
    "a": "A,B,C"
  },
  {
    "q": "根据我国行政处罚法的有关规定，地方性法规可以设定 （ ）处罚种类\nA.限制人身自由；B.没收违法所得；C.行政拘留；D.责令停产停业",
    "a": "B,D"
  },
  {
    "q": "我国对女职工实行特殊劳动保护，下列说法正确的有（ ）\nA.不得安排女职工在经期从事高处、低温、冷水作业和国家规定的三级体力劳动强度的工作；B.不得安排女职工在怀孕期间从事国家规定的第三级劳动强度的劳动和孕期禁忌从事的劳动；C.女职工生育享受不少于六十天的产假；D.不得安排女职工在哺乳未满一周岁的婴儿期间从事国家规定的第三级体力劳动强度的劳动和哺乳期禁忌从事的其他劳动，不得安排其延长工作时间和夜班劳动",
    "a": "A,B,D"
  },
  {
    "q": "下列哪些属于质权人的权利（ ）\nA.占有质物的权利；B.孳息收取权；C.保全质物的权利；D.优先受偿权",
    "a": "A,B,C,D"
  },
  {
    "q": "《民法典》中规定了平等原则、自愿原则、（ ）等基本原则\nA.公平原则；B.诚实信用原则；C.公序良俗原则；D.绿色原则",
    "a": "A,B,C,D"
  },
  {
    "q": "承担一般民事侵权行为责任的条件包括（ ）\nA.实施了损害行为；B.有损害结果；C.损害行为与损害结果之间有因果关系；D.行为人有过错",
    "a": "A,B,C,D"
  },
  {
    "q": "以下哪些情形不得认定为工伤或者视同工伤（ ）\nA.在工作时间和工作场所内，因工作原因受到事故伤害的；B.在工作时间和工作岗位，突发疾病死亡或者在 48 小时之内经抢救无效死亡的；C.故意犯罪的；D.自残或者自杀的",
    "a": "C,D"
  },
  {
    "q": "执行责令候查的监察机关应当履行下列哪些职责：（ ）\nA.监督、考察被责令候查人员遵守有关规定，及时掌握其活动、住址、工作单位、联系方式及变动情况；B.审批被责令候查人员离开所居住的市、县的申请；C.被责令候查人员违反应当遵守的规定的，及时制止或者纠正；D.会同被责令候查人员所在单位、家属等对被责令候查人员开展思想教育、心理疏导工作",
    "a": "A,B,C,D"
  },
  {
    "q": "下列哪些出版物不属于我国宪法规定的出版自由的保护范围（ ）\nA.宣扬淫秽、赌博、暴力或者教唆犯罪的；B.宣扬邪教、迷信的；C.扰乱社会秩序，破坏社会稳定的；D.危害社会公德或者民族优秀文化传统的",
    "a": "A,B,C,D"
  },
  {
    "q": "下列人员不得担任见证人的是：（ ）\nA.生理上、精神上有缺陷或者未成年，不具有相应辨别能力或者不能正确表达的人；B.与案件有利害关系，可能影响案件公正处理的人；C.监察机关的工作人员或者其聘用的人员；D.依法协助监察机关采取监察措施的工作人员",
    "a": "A,B,C,D"
  },
  {
    "q": "承揽工作包括（ ）\nA.加工；B.定作；C.修理；D.复制",
    "a": "A,B,C,D"
  },
  {
    "q": "公共人力资源服务机构为求职者提供的免费服务有哪些\nA.职业介绍、职业指导和创业开业指导；B.人力资源供求、市场工资指导价位、职业培训等信息发布；C.办理就业登记、失业登记等事务；D.流动人员人事档案管理",
    "a": "A,B,C,D"
  },
  {
    "q": "有毒有害物质主要包括 （ ） 等\nA.化学危险物品；B.放射性物质；C.农药；D.霉变粮食；E.电磁波辐射",
    "a": "A,B,C,E"
  },
  {
    "q": "被人民法院认定为无民事行为能力人或者限制民事行为能力人的，（ ） 可以向人民法院申请恢复为限制民事行为能力人或者完全民事行为能力人\nA.仅本人；B.利害关系人；C.有关组织；D.本人",
    "a": "B,C,D"
  },
  {
    "q": "卫生防疫机构对公共场所的卫生监督职责包括（ ）\nA.对公共场所进行卫生监测和卫生技术指导；B.监督从业人员健康检查，指导有关部门对从业人员进行培训；C.对公共场所进行定期清洁；D.指导保洁人员公共场所日常保洁工作",
    "a": "A,B"
  },
  {
    "q": "新环境保护法第十六条中规定，国务院环境保护主管部门根据 （ ） 和 （ ） ，制定国家污染物排放标准\nA.国家环境质量标准；B.国家经济、技术条件；C.国际环境质量标准；D.环境质量标准协会标准",
    "a": "A,B"
  },
  {
    "q": "下列事项不属于行政复议范围：（ ）\nA.国防、外交等国家行为；B.行政法规、规章或者行政机关制定、发布的具有普遍约束力的决定、命令等规范性文件；C.行政机关对行政机关工作人员的奖惩、任免等决定；D.行政机关对民事纠纷作出的调解",
    "a": "A,B,C,D"
  },
  {
    "q": "甲、乙于 2021 年 3 月 1 日订立抵押合同约定甲将房屋抵押给乙，甲于 6 月前办理抵押登记，直到 6 月 2 日未办理，以下说法正确的是（ ）\nA.抵押合同未生效；B.抵押合同于 3 月 1 日生效；C.抵押权尚未设立；D.如系因为登记机构过错致使不能办理抵押登记，当事人有权请求登记机构承担损害赔偿责任",
    "a": "B,C,D"
  }
]