[
  {
    "q": "题目",
    "a": "答案"
  },
  {
    "q": "任何单位和个人不得拒绝、阻碍对统计工作的监督检查和对统计违法行为的查处工作，不得包庇、纵容统计违法行为。()",
    "a": "对"
  },
  {
    "q": "社会保险行政部门实施监督检查时，被检查的用人单位和个人应当如实提供与社会保险有关的资料，不得拒绝检查或者谎报、瞒报。()",
    "a": "对"
  },
  {
    "q": "人民陪审员无正当理由，拒绝参加审判活动，影响审判工作正常进行的，可以采取通知其所在单位、户籍所在地或者经常居住地的基层群众性自治组织、人民团体，在辖区范围内公开通报等措施进行惩戒。()",
    "a": "对"
  },
  {
    "q": "各级人民政府应当加强少数民族濒危语言文字的抢救、保护工作，组织制定少数民族濒危语言文字保护措施，调查、收集、研究整理、保存少数民族濒危语言文字资料。()",
    "a": "错"
  },
  {
    "q": "未成年人的父母分居或者离异的，应当相互配合履行家庭教育责任，任何一方不得拒绝或者怠于履行;除法律另有规定外，不得阻碍另一方实施家庭教育。()",
    "a": "对"
  },
  {
    "q": "消费者在电子商务平台购买商品或者接受服务，与平台内经营者发生争议时，电子商务平台经营者不用帮助消费者维护合法权益。()",
    "a": "错"
  },
  {
    "q": "对有发热及急性呼吸道症状需要就医的新型冠状病毒感染的肺炎患者、疑似患者以及可疑暴露者和密切接触者，应当立即到就近的医疗卫生机构发热门诊就诊，并配合医务人员对其自身健康等状况的询问。()",
    "a": "对"
  },
  {
    "q": "党的领导干部对失职失责应当给予纪律处分的，依照《中国共产党纪律处分条例》追究纪律责任。()",
    "a": "错"
  },
  {
    "q": "对非法持有属于国家秘密的文件、资料和其他物品的，以及非法持有、使用专用间谍器材的，国家安全机关可以依法对其人身、物品、住处和其他有关的地方进行搜查;对其非法持有的属于国家秘密的文件、资料和其他物品，以及非法持有、使用的专用间谍器材予以没收。()",
    "a": "对"
  },
  {
    "q": "民族区域自治作为我国社会主义一大政治优势不容削弱。()",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定，省、市级人民政府每年在向本级人民代表大会或者其常务委员会报告环境状况和环境保护目标完成情况时，应当报告水环境质量限期达标规划执行情况，并向社会公开。( )",
    "a": "错"
  },
  {
    "q": "新型冠状病毒的肺炎患者被隔离期间劳动合同到期，用人单位是可以解除合同。()",
    "a": "错"
  },
  {
    "q": "党的纪律处分条例规定，丢失秘密文件资料或者泄露党和国家秘密，情节较轻的，给予通报批评。()",
    "a": "错"
  },
  {
    "q": "经营者提供商品或者服务，应当按照规定明码标价，做到价签价目齐全。如果价格有变动时，应当及时调整。可以收取未标明的费用。()",
    "a": "错"
  },
  {
    "q": "经营者进行抽奖式的有奖销售，最高奖的金额超过四万元，属于不正当有奖销售行为。()",
    "a": "错"
  },
  {
    "q": "在保密审查过程中对是否属于国家秘密的不明确事项，应当报送业务主管部]审查确定。()",
    "a": "错"
  },
  {
    "q": "职业病诊断争议由设区的市级以上地方人民政府卫生行政部门根据当事人的申请，组织职业病诊断鉴定委员会进行鉴定。()",
    "a": "对"
  },
  {
    "q": "国家工作人员在就职时可以进行宪法宣誓。()",
    "a": "错"
  },
  {
    "q": "委托合同是委托人和受托人约定，由受托人处理委托人事务的合同。()",
    "a": "对"
  },
  {
    "q": "开发商应当采取必要的安全保障措施防止高空抛物情形的发生，否则应承担未履行安全保障义务的侵权责任。()",
    "a": "对"
  },
  {
    "q": "《民族区域自治法》规定，国家制定优惠政策，引导和鼓励国内外资金投向民族自治地方。()",
    "a": "对"
  },
  {
    "q": "在国内经营的店铺必须办理国内的营业执照才可以开展经营活动。()",
    "a": "对"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，党组织和党的领导干部违反党章和其他党内法规，不履行或者不正确履行职责，应当予以问责。( )",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。()",
    "a": "对"
  },
  {
    "q": "审计机关和审计人员对在执行职务中知悉的国家秘密、工作秘密、商业秘密、个人隐私和个人信息，应予以保密，不得泄露或者向他人非法提供。()",
    "a": "对"
  },
  {
    "q": "领导干部严禁授意伪造或篡改统计资料、指令或暗示企业造假。()",
    "a": "对"
  },
  {
    "q": "接种非免疫规划疫苗所需的补偿费用，由相关疫苗上市许可持有人承担。()",
    "a": "对"
  },
  {
    "q": "凡少数民族居住的地方均可实行民族区域自治。()",
    "a": "错"
  },
  {
    "q": "用人单位对仲裁裁决不服的，可以在职业病诊断、鉴定程序结束之日起十日内依法向人民法院提起诉讼。()",
    "a": "错"
  },
  {
    "q": "客船载运乘客不得同时载运危险货物。()",
    "a": "对"
  },
  {
    "q": "青少年应当树立有权利就有义务、有权力就有责任的观念。（）",
    "a": "对"
  },
  {
    "q": "遗弃行为在不同的情形下可能触犯不同的罪名，将婴儿遗弃至医院门口等人流较多的公共场所可能构成遗弃罪，将婴儿遗弃至深山老林之中则触犯不作为的故意杀人罪。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 地方各级环境保护主管部门对本行政区域的水环境质量负责，应当及时采取措施防治水污染。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，地方环境保护部门负责军事船舶污染海洋环境的监督管理及污染事故的调查处理。（）",
    "a": "错"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，包括匿名化处理后的信息。这一说法（）",
    "a": "错"
  },
  {
    "q": "对医疗机构内的新型冠状病毒感染肺炎病人、病原携带者、疑似病人的密切接触者，在指定场所进行医学观察和采取其他必要的预防措施。（）",
    "a": "对"
  },
  {
    "q": "信访工作应坚持党的全面领导,把党的领导贯彻到信访工作各方面和全过程，确保正确政治方向。",
    "a": "对"
  },
  {
    "q": "《广西安全用电管理办法》规定，电力用户用电设施产生谐波影响供电质量或者干扰电力系统安全运行的，应当采取治理措施予以消除。（）",
    "a": "对"
  },
  {
    "q": "在国家安全工作中，需要采取限制公民权利和自由的特别措施时，应当依法进行，并以维护国家安全的实际需要为限度。",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国民法典》的规定，民事主体可以依法查询自己的信用评价，发现信用评价不当的，可以自行采取删除这一必要措施。",
    "a": "错"
  },
  {
    "q": "劳动者通过人力资源服务机构进行网络求职，应当如实提供本人基本信息以及与应聘岗位相关的知识、技能、工作经历等情况。这一说法（）。",
    "a": "对"
  },
  {
    "q": "登记机关应当对申请人提交材料的真实性、合法性和有效性负责。（）",
    "a": "错"
  },
  {
    "q": "有限责任公司变更为股份有限公司的，或者股份有限公司变更为有限责任公司的，公司变更前的债权、债务由变更后的公司承继。",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》，用户必须进行实名认证才能入网。（）",
    "a": "对"
  },
  {
    "q": "农户老王经常在传输线路塔桅(杆)上拴系牲畜，老王认为这样做合法合规，没有任何问题。",
    "a": "错"
  },
  {
    "q": "《民法典》规定，民事主体不得滥用民事权利损害国家利益、社会公共利益或者他人合法权益。（）",
    "a": "对"
  },
  {
    "q": "鼓励新开辟北部湾港至其他国家和地区的外贸集装箱直航航线。对新增外贸集装箱直航航线，视其使用船型和运行情况给予相应补助。补助资金由自治区和港口所在地设区市人民政府分别承担50%。（）",
    "a": "对"
  },
  {
    "q": "依法设置的广播电视设施受法律保护。任何单位和个人不得侵占、哄抢、损毁、破坏广播电视设施。",
    "a": "对"
  },
  {
    "q": "各级机关、单位领导干部应当阅办群众来信和网上信访、不定期接待群众来访、不定期下访，包案化解群众反映强烈的突出问题。",
    "a": "错"
  },
  {
    "q": "国家安全机关因反间谍工作需要，可以依照规定查验有关组织和个人的电子通信工具、器材等设备、设施。查验中发现存在危害国家安全情形的，可以直接予以查封、扣押。（）",
    "a": "错"
  },
  {
    "q": "《广西实施老年人权益保障法办法》规定，独生子女父母年满六十周岁的，患病住院期间，用人单位应当给予其子女每年累计不超过十五天的护理假。但是，护理期间的工资、津贴、补贴和奖金，其用人单位可以扣减。（）",
    "a": "错"
  },
  {
    "q": "制作未成年人节目无需保障参与制作的未成年人人身和财产安全，以及充足的学习和休息时间。",
    "a": "错"
  },
  {
    "q": "为家庭生活、畜禽饮用取水和其他少量取水的，也要申请取水许可证。",
    "a": "错"
  },
  {
    "q": "共建共治共享的社会治理制度进一步健全，扫黑除恶专项斗争取得阶段性成果，有力应对一系列重大自然灾害，建设平安中国迈向更高水平。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "根据《地图管理条例》，地图事关国家安全。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。 ( )",
    "a": "对"
  },
  {
    "q": "任何个人和组织都不得非法持有、使用间谍活动特殊需要的专用间谍器材。专用间谍器材由国家安全机关依照国家有关规定确认。（）",
    "a": "错"
  },
  {
    "q": "广播电台、电视台由县、不设区的市以上人民政府广播电视行政部门设立。（）",
    "a": "对"
  },
  {
    "q": "抵押权人在债务履行期限届满前,与抵押人约定债务人不履行到期债务时抵押财产归债权人所有的,抵押人不享有优先受偿权。（）",
    "a": "错"
  },
  {
    "q": "高校校长应当研究工会、共青团、妇女组织等群团组织和学生会（研究生会）、学术组织工作中的重大问题，加强学生社团管理，支持他们依照法律和各自章程开展工作。",
    "a": "错"
  },
  {
    "q": "对于用人单位管理人员违章指挥、强令冒险作业的行为，劳动者有权拒绝执行。对危害生命安全和身体健康的行为，有权提出批评、检举和控告。（）",
    "a": "对"
  },
  {
    "q": "国家促进农业生产、加工、流通等环节的互联网技术应用，鼓励各类社会资源加强合作，促进农村电子商务发展，发挥电子商务在精准扶贫中的作用。( )",
    "a": "对"
  },
  {
    "q": "根据我国《刑法》罪刑法定原则，法律明文规定为犯罪行为的，依照法律定罪处刑；法律没有明文规定为犯罪行为的，不得定罪处刑。（）",
    "a": "对"
  },
  {
    "q": "国家推动电子商务基础设施和物流网络建设，完善电子商务统计制度，加强电子商务标准体系建设。( )",
    "a": "对"
  },
  {
    "q": "旅游区（点）应当根据接待容量，按照规定标准设置停车场、公共厕所、环境卫生、通讯和安全保障等必要的配套服务设施。",
    "a": "对"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛，和对方球员发生规则范围内的碰撞，导致脚踝骨折，他可以向对方请求赔偿吗？（）",
    "a": "错"
  },
  {
    "q": "广播电视新闻应当真实、公正。",
    "a": "对"
  },
  {
    "q": "国有资产监督管理机构决定其所出资企业的国有股权转让。其中，转让全部国有股权或者转让部分国有股权致使国家不再拥有控股地位的，报本级人民政府批准。",
    "a": "对"
  },
  {
    "q": "《广西实施消防法办法》规定，县级以上公安机关消防机构经批准可以招聘合同制消防员。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，对具有重要经济、社会价值的已遭到破坏的海洋生态，可以不进行整治和恢复。（）",
    "a": "错"
  },
  {
    "q": "《广西实施消防法办法》规定，消防安全重点单位的消防安全管理人、消防控制室的管理人员、易燃易爆危险品保管人员应当持有相应的上岗证书。（）",
    "a": "对"
  },
  {
    "q": "审计人员滥用职权、徇私舞弊、玩忽职守或者泄露、向他人非法提供所知悉的国家秘密、工作秘密、商业秘密、个人隐私和个人信息的，依法给予处分；构成犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "统计调查对象报送数据必须经过其行业行政主管部门审核同意。（）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的，应当追究相关地方党委和政府有关领导成员的责任。（）",
    "a": "对"
  },
  {
    "q": "《地图管理条例》规定，地图审核可以适当收取费用。（）",
    "a": "错"
  },
  {
    "q": "应当将必要的法律常识纳入不同阶段学生学业评价范畴。（）",
    "a": "对"
  },
  {
    "q": "夫妻离婚，孩子过了哺乳期但不满两周岁，原则上母亲一方直接抚养。（）",
    "a": "对"
  },
  {
    "q": "各级人民政府应当加强少数民族语言文字资料库建设，组织采集各少数民族语言及其方言语料，并进行科学整理、长期保存、开发利用。（）",
    "a": "对"
  },
  {
    "q": "《地图管理条例》规定，省、自治区、直辖市人民政府测绘地理信息行政主管部门负责审核主要表现地在本行政区域范围内的地图。（）",
    "a": "对"
  },
  {
    "q": "从现在起，中国共产党的中心任务就是团结带领全国各族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复兴。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "未成年人的父母分居或者离异的，应当相互配合履行家庭教育责任，任何一方不得拒绝或者怠于履行；除法律另有规定外，不得阻碍另一方实施家庭教育。（）",
    "a": "对"
  },
  {
    "q": "《网络安全法》规定，网络运营者，是指网络的所有者、管理者和网络服务提供者。（） A",
    "a": "对"
  },
  {
    "q": "食盐零售单位应当从食盐定点批发企业购进食盐。（）",
    "a": "对"
  },
  {
    "q": "使用伪造、变造的通行费优惠证明文件的，拒交、逃交、少交车辆通行费的，由交通运输综合行政执法机构责令补交，处应交车辆通行费五倍以下罚款",
    "a": "对"
  },
  {
    "q": "并不鼓励公民个人设立公益性基金或者专门基金会支持青少年法治教育工作。（）",
    "a": "错"
  },
  {
    "q": "凡多贴印花税票者，不可申请退税，但可申请下期抵扣。（）",
    "a": "错"
  },
  {
    "q": "《广西环境保护条例》规定，确须拆除或者闲置的已建成的防治污染设施，应当事先报经市、县人民政府环境保护主管部门批准。（）",
    "a": "对"
  },
  {
    "q": "广播电视传输运营服务提供者无需向社会公布其业务种类、服务范围、服务时限、资费标准，并在用户知情、自愿的前提下与其以书面或者其他形式签订协议，明确双方的权利和义务。",
    "a": "错"
  },
  {
    "q": "合同是民事主体之间设立、变更、终止民事法律关系的协议。",
    "a": "对"
  },
  {
    "q": "任何单位和个人都有爱护公路、公路用地及公路附属设施的义务，有权检举和控告破坏、损坏公路、公路用地、公路附属设施和影响公路安全的行为。这一说法（）",
    "a": "对"
  },
  {
    "q": "根据《防范和处置非法集资条例》的规定，非法集资人不能同时履行所承担的清退集资资金和缴纳罚款义务时，先缴纳罚款",
    "a": "错"
  },
  {
    "q": "自治州、自治县的自治条例和单行条例，报省或者自治区的人民代表大会常务委员会批准后生效，并报全国人民代表大会常务委员会备案。（）",
    "a": "对"
  },
  {
    "q": "按照我国法律规定，产假期间的生育津贴按生育保险相关规定发放；未参加生育保险的，则没有津贴。（）",
    "a": "错"
  },
  {
    "q": "除地震局以外的其他单位可以不参加防震减灾活动",
    "a": "错"
  },
  {
    "q": "对在信访工作中履职不力、存在严重问题的领导班子和领导干部，视情节轻重，由信访工作联席会议进行约谈、通报、挂牌督办，责令限期整改",
    "a": "对"
  },
  {
    "q": "地方金融监督管理部门应当建立健全监督管理工作制度，强化监督管理能力建设，加强对地方金融组织及其业务活动的现场监督管理和现场检查，并与有关部门建立监督管理协调机制和信息共享机制",
    "a": "错"
  },
  {
    "q": "其他检验机构可以接受对外贸易关系人或者外国检验机构的委托，办理进出口商品检验鉴定业务。（）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府旅游主管部门负责编制本行政区域的旅游发展规划，编制后即可实施",
    "a": "错"
  },
  {
    "q": "泄露有关反间谍工作的国家秘密的，由国家安全机关或者保密行政管理部门处十五日以下行政拘留；构成犯罪的，依法追究刑事责任。（）",
    "a": "错"
  },
  {
    "q": "工伤保险由用人单位缴纳工伤保险费，职工不缴纳工伤保险费。（）",
    "a": "对"
  },
  {
    "q": "制作未成年人节目无需保障参与制作的未成年人人身和财产安全，以及充足的学习和休息时间",
    "a": "错"
  },
  {
    "q": "境外组织或者个人及其在境内成立的组织不得在境内从事互联网宗教信息服务。（）",
    "a": "对"
  },
  {
    "q": "“打虎”、“拍蝇”、“猎狐”多管齐下，反腐败斗争取得压倒性胜利并全面巩固，消除了党、国家、军队内部存在的严重隐患。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "债务人以第三人的财产设定抵押,抵押权人放弃该抵押权、抵押权顺位或者变更抵押权的,其他担保人在抵押权人丧失优先受偿权益的范围内免除担保责任。（）",
    "a": "错"
  },
  {
    "q": "继承从被继承人设立遗嘱时开始。（）",
    "a": "错"
  },
  {
    "q": "有关地方和部门领导干部在领导和组织开展政法工作中，因违反《中国共产党政法工作条例》和有关党内法规制度规定职责，应当承担责任的，给予党纪政务处分；涉嫌犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "国有资产监督管理机构履行企业国有资产出资人职责。（）",
    "a": "对"
  },
  {
    "q": "企业合并、分立或者与他人合资、合作经营后，可自行变更海域使用权人",
    "a": "错"
  },
  {
    "q": "各级人民政府应当加强少数民族语言文字资料库建设，组织采集各少数民族语言及其方言语料，并进行科学整理、长期保存、开发利用。（）",
    "a": "对"
  },
  {
    "q": "宣誓仪式应当采取集体宣誓的形式。( )",
    "a": "错"
  },
  {
    "q": "以未成年人为对象的出版物不得含有诱发未成年人模仿违反社会公德的行为和违法犯罪的行为的内容，不得含有恐怖、残酷等妨害未成年人身心健康的内容。（）",
    "a": "对"
  },
  {
    "q": "《广西实施消防法办法》规定，县级以上公安机关消防机构不得招聘合同制消防员。（）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，地方各级党委和政府对本地区生态环境和资源保护负完全责任，党委和政府主要领导成员承担主要责任，其他有关领导成员在职责范围内承担相应责任。（）",
    "a": "错"
  },
  {
    "q": "中国共产党第二十次全国代表大会，是在全党全国各族人民迈上全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军的关键时刻召开的一次十分重要的大会。",
    "a": "对"
  },
  {
    "q": "其他有关机关、部门和依法具有管理公共事务职能的组织在履行职责过程中发现税收违法行为的，应当及时告知税务机关依法查处。( )",
    "a": "对"
  },
  {
    "q": "根据“思想表达二分法”，商业方案或者技术方案属于“思想”，应当受著作权法保护。（）",
    "a": "错"
  },
  {
    "q": "电子商务经营者不得以虚构交易、编造用户评价等方式进行虚假或者引人误解的商业宣传，欺骗、误导消费者。( )",
    "a": "对"
  },
  {
    "q": "人民法院受理破产申请后，债务人对个别债权人的债务清偿无效。（）",
    "a": "对"
  },
  {
    "q": "面对突如其来的新冠肺炎疫情，我们坚持人民至上、生命至上，坚持外防输入、内防反弹，坚持动态清零不动摇，开展抗击疫情人民战争、总体战、阻击战，最大限度保护了人民生命安全和身体健康，统筹疫情防控和经济社会发展取得重大积极成果。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "船舶载运货物，应当按照有关法律、行政法规、规章以及强制性标准和技术规范的要求安全装卸、积载、隔离、系固和管理。（）",
    "a": "对"
  },
  {
    "q": "地方志应当在出版后一个月内报送上一级人民政府地方志工作机构备案，并按照有关规定向本级和上级方志馆、国家档案馆、公共图书馆无偿提供馆藏书。",
    "a": "错"
  },
  {
    "q": "为军事需要划定禁航区，只能由海事机构批准后公告。",
    "a": "错"
  },
  {
    "q": "《广西实施消防法办法》规定，消防安全重点单位的消防安全管理人、消防控制室的管理人员、易燃易爆危险品保管人员应当持有相应的上岗证书。（）",
    "a": "对"
  },
  {
    "q": "上级国家机关应当对各民族的干部和群众加强民族政策的教育，经常检查民族政策和有关法律的遵守和执行。( )",
    "a": "对"
  },
  {
    "q": "根据《关于实行党政领导干部问责的暂行规定》，问责决定机关作出问责决定后，由组织人事部门办理相关事宜，或者由问责决定机关责成有关部门办理相关事宜。（）",
    "a": "对"
  },
  {
    "q": "教学教材、广播影视、图书报刊、网络、文艺演出、公共服务等在使用少数民族语言文字时，应当使用规范的少数民族语言文字。（）",
    "a": "对"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。( )",
    "a": "对"
  },
  {
    "q": "发生造成人员死亡或产生社会影响的较大火灾事故的，由事故发生地县级人民政府负责组织调查处理。( )",
    "a": "错"
  },
  {
    "q": "为家庭生活、畜禽饮用取水和其他少量取水的，也要申请取水许可证。",
    "a": "错"
  },
  {
    "q": "17周岁的甲在乙4S店购买一辆新车，之后得到其父亲同意。甲的民事行为有效。",
    "a": "对"
  },
  {
    "q": "《环境保护税法》规定，企业事业单位和其他生产经营者向依法设立的污水集中处理、生活垃圾集中处理场所排放应税污染物的，不属于直接向环境排放污染物，不缴纳相应污染物的环境保护税。（）",
    "a": "对"
  },
  {
    "q": "我国法律规定，民族自治地方的人民政府实行自治区主席、自治州州长、自治县县长、自治乡乡长负责制。( )",
    "a": "错"
  },
  {
    "q": "开发旅游资源和建设旅游设施，应当遵守有关环境和资源保护的法律、法规，依法进行环境影响评价。保护旅游资源与生态环境的配套设施，应当与旅游建设项目的主体工程同时设计、同时施工、同时投入使用。 A",
    "a": "对"
  },
  {
    "q": "公民有依法接受职业教育的权利。（）",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定，非法人组织是不具有法人资格，但是能够依法以自己的名义从事民事活动的组织。（）",
    "a": "对"
  },
  {
    "q": "反洗钱行政主管部门和其他依法负有反洗钱监督管理职责的部门、机构履行反洗钱职责获得的客户身份资料和交易信息，可以用于反洗钱行政调查和执法检查。",
    "a": "错"
  },
  {
    "q": "人民陪审员同合议庭其他组成人员意见分歧的，应当将其意见写入判决书。( )",
    "a": "错"
  },
  {
    "q": "法律援助人员应当恪守职业道德和执业纪律，可以向受援人收取适当财物。（）",
    "a": "错"
  },
  {
    "q": "为了丰富学校法治教育的教学方式，可让学生参观司法场所。（）",
    "a": "对"
  },
  {
    "q": "主合同或者担保合同约定了仲裁条款的，人民法院对约定仲裁条款的合同当事人之间的纠纷无管辖权。（）",
    "a": "对"
  },
  {
    "q": "纳税人依法可以享受减免税待遇而没有享受的，经纳税人申请，税务机关核准后应当在今后免收税款。( )",
    "a": "错"
  },
  {
    "q": "校车严重超过额定乘员载客，或者严重超过规定时速行驶的，构成危险驾驶罪。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,省、市、县、乡建立河长制，分级分段组织领导本行政区域内江河、湖泊的水资源保护、水域岸线管理、水污染防治、水环境治理等工作。（）",
    "a": "对"
  },
  {
    "q": "船员履行在船值班职责前和值班期间，不得摄入可能影响安全值班的食品、药品或者其他物品。",
    "a": "对"
  },
  {
    "q": "以基金份额、股权出质的，质权自办理出质登记时设立。（）",
    "a": "对"
  },
  {
    "q": "保险公司收到被保险人或者受益人的赔偿或者给付保险金的请求后，应当依照法律法规和合同约定及时作出处理，不得拖延理赔、无理拒赔。",
    "a": "对"
  },
  {
    "q": "为电信网络诈骗活动提供帮助，但尚不构成犯罪的，不会遭受其他处罚。",
    "a": "错"
  },
  {
    "q": "租赁期限六个月以上的，应当采用书面形式。（）",
    "a": "对"
  },
  {
    "q": "广播电台、电视台播放他人未发表的作品，应当取得著作权人许可，并支付报酬。（）",
    "a": "对"
  },
  {
    "q": "民族区域自治作为我国社会主义一大政治优势不容削弱。( )",
    "a": "对"
  },
  {
    "q": "用人单位应当建立职业培训制度，按照国家规定提取和使用职业培训经费，根据本单位实际，有计划地对劳动者进行职业培训。（）",
    "a": "对"
  },
  {
    "q": "建设项目占用永久基本农田的，以国家永久基本农田数据库为准，必须落实永久基本农田补划任务。这一说法（）。",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 船舶装载运输油类或者有毒货物，应当采取防止溢流和渗漏的措施，防止货物落水造成水污染。（）",
    "a": "对"
  },
  {
    "q": "依据《反有组织犯罪法》规定，办理有组织犯罪案件中发现的可用以证明犯罪嫌疑人、被告人无罪的各种财物、文件，办案机关有权决定是否查封、扣押。（）",
    "a": "错"
  },
  {
    "q": "我们创立了新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义的基本方略，提出一系列治国理政新理念新思想新战略，实现了马克思主义中国化时代化新的飞跃。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "对疑似病人，确诊前不用在指定场所单独隔离治疗。（）",
    "a": "错"
  },
  {
    "q": "继承从被继承人死亡时开始。（）",
    "a": "对"
  },
  {
    "q": "反间谍工作应当依法进行，尊重和保障人权，保障个人和组织的合法权益。",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》的规定，从事危害网络安全的活动，或者提供专门用于从事危害网络安全活动的程序、工具，或者为他人从事危害网络安全的活动提供技术支持、广告推广、支付结算等帮助，受到治安管理处罚的人员，终身不得从事网络安全管理和网络运营关键岗位的工作。（）",
    "a": "错"
  },
  {
    "q": "复检机构与初检机构不论什么情况下都不得为同一机构。（）",
    "a": "错"
  },
  {
    "q": "新时代的伟大成就是党和人民一道拼出来、干出来、奋斗出来的！——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "纳税人依法可以享受减免税待遇而没有享受的，经纳税人申请，税务机关核准后应当在今后免收税款。( )",
    "a": "错"
  },
  {
    "q": "自治区地震局可以向社会发布地震短期预报和临震预报。",
    "a": "错"
  },
  {
    "q": "任何单位和个人都有爱护公路、公路用地及公路附属设施的义务，有权检举和控告破坏、损坏公路、公路用地、公路附属设施和影响公路安全的行为。这一说法（）",
    "a": "对"
  },
  {
    "q": "《宪法》规定，省、直辖市的人民政府决定乡、民族乡、镇的建置和区域划分。（）",
    "a": "对"
  },
  {
    "q": "受委托创作的作品，著作权的归属由委托人和受托人通过合同约定。合同未作明确约定或者没有订立合同的，著作权属于委托人。（）",
    "a": "错"
  },
  {
    "q": "专用手机可以随意带入保密要害部位。( )",
    "a": "错"
  },
  {
    "q": "党在自己的政治生活中正确地开展批评和自我批评，在原则问题上进行思想斗争，坚持真理，修正错误。努力造成又有集中又有民主，又有纪律又有自由，又有统一意志又有个人心情舒畅生动活泼的政治局面。( )",
    "a": "对"
  },
  {
    "q": "《民族区域自治法》规定，国家根据统一规划和市场需求，优先在民族自治地方合理安排资源开发项目和基础设施建设项目。( )",
    "a": "对"
  },
  {
    "q": "食盐应当按照规定在外包装上作出标识，非食用盐的包装、标识应当明显区别于食盐。（）",
    "a": "对"
  },
  {
    "q": "对为北部湾港集装箱业务发展作出重要贡献的航运企业，按“一事一议”原则核定后给予适当补助。补助资金由自治区财政承担。（）",
    "a": "对"
  },
  {
    "q": "专科教育的基本修业年限为二至三年，",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家在重点海洋生态功能区、生态环境敏感区和脆弱区等海域划定生态保护红线，实行严格保护。（）",
    "a": "对"
  },
  {
    "q": "因行贿谋取不正当利益，情节严重的，或者使国家利益遭受重大损失的，处五年以上十年以下有期徒刑，并处罚金。（）",
    "a": "对"
  },
  {
    "q": "领导班子、领导干部违反或者未能正确履行党风廉政建设责任制规定的职责，应当追究责任。（）",
    "a": "对"
  },
  {
    "q": "领导干部严禁打击报复依法履职的统计机构和统计工作人员。（）",
    "a": "对"
  },
  {
    "q": "在宣传工作中违反政治纪律，播出的内容反对宪法确定的基本原则的，对负有直接责任的主管人员和其他直接责任人员给予一定处分。（）",
    "a": "对"
  },
  {
    "q": "在负有照顾职责人员性侵罪的规定中，负有医疗职责的人不属于该罪规定的“负有照顾职责人员”。（）",
    "a": "错"
  },
  {
    "q": "根据《关于实行党政领导干部问责的暂行规定》，问责决定机关作出问责决定后，由组织人事部门办理相关事宜，或者由问责决定机关责成有关部门办理相关事宜。（）",
    "a": "对"
  },
  {
    "q": "擅自使用他人有一定影响的域名主体部分、网站名称、网页属于混淆行为。（）",
    "a": "对"
  },
  {
    "q": "我们创立了新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义的基本方略，提出一系列治国理政新理念新思想新战略，实现了马克思主义中国化时代化新的飞跃。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "甲某醉酒后与男友争吵，从10楼扔下一把菜刀，菜刀从公交车车顶弹至地面，所幸没有造成人员伤亡。因甲某未造成他人伤害，故甲某无需承担刑事责任。（）",
    "a": "错"
  },
  {
    "q": "旅游资源保护与开发利用应当列入国民经济和社会发展规划，市级以上人民政府应当采取有效措施加大对旅游业的投入和扶持，加强旅游基础设施建设，促进旅游业与相关行业的协调发展。",
    "a": "错"
  },
  {
    "q": "开展投资项目评估（评价）,可以委托第三方评估（评价）机构进行。（）",
    "a": "对"
  },
  {
    "q": "国家确定职业分类，对规定的职业制定职业技能标准，实行职业资格证书制度。（）",
    "a": "对"
  },
  {
    "q": "经过不懈努力，党找到了自我革命这一跳出治乱兴衰历史周期率的第二个答案，确保党永远不变质、不变色、不变味。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "1987年起施行的《统计法实施细则》依旧有效。（）",
    "a": "错"
  },
  {
    "q": "《民法典》规定，民事主体不得滥用民事权利损害国家利益、社会公共利益或者他人合法权益。（）",
    "a": "对"
  },
  {
    "q": "非法人组织虽然不具有法人资格，但是能够依法以自己的名义从事民事活动，且具有独立承担民事责任的能力。（）",
    "a": "错"
  },
  {
    "q": "食品和食品添加剂与其标签、说明书的内容不符的，不得上市销售。（）",
    "a": "对"
  },
  {
    "q": "高等学校在民事活动中依法享有民事权利，承担民事责任。",
    "a": "对"
  },
  {
    "q": "为军事需要划定禁航区，只能由海事机构批准后公告。",
    "a": "错"
  },
  {
    "q": "普通市民利用信息网络提供音视频节目的行为适用《电子商务法》的规定。（）",
    "a": "错"
  },
  {
    "q": "涉密打印机和扫描仪可以采取有线或无线方式与涉密计算机连接。( )",
    "a": "错"
  },
  {
    "q": "重大投资项目用地不可以单独申报；分期实施的，可以根据项目可行性研究报告或者备案表批复的分期实施方案进行分期申报。（）",
    "a": "错"
  },
  {
    "q": "不动产物权的设立、变更、转让和消灭，应当依照法律规定交付。",
    "a": "错"
  },
  {
    "q": "食盐零售单位可以销售散装食盐。（）",
    "a": "错"
  },
  {
    "q": "行人、非机动车、摩托车、残疾人专用车、拖拉机、履带车、三轮汽车、轮式专用机械车、全挂拖斗车，以及其他设计最高时速低于七十公里的车辆，不得进入高速公路。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家在重点海洋生态功能区、生态环境敏感区和脆弱区等海域划定生态保护红线，实行严格保护。（）",
    "a": "对"
  },
  {
    "q": "开展疫苗临床试验，应当经省级药品监督管理部门依法批准。（）",
    "a": "错"
  },
  {
    "q": "联席会议办公室负责联席会议的日常工作。（）",
    "a": "对"
  },
  {
    "q": "药品生产企业的法定代表人、主要负责人对本企业的药品生产活动全面负责。（）",
    "a": "对"
  },
  {
    "q": "凡多贴印花税票者，不可申请退税，但可申请下期抵扣。（）",
    "a": "错"
  },
  {
    "q": "我国民族自治地方的人民法院和人民检察院的领导成员和工作人员中，应当有实行区域自治的民族的人员。( )",
    "a": "对"
  },
  {
    "q": "甲受乙胁迫所立遗嘱，由乙继承甲的遗产，该遗嘱无效。",
    "a": "对"
  },
  {
    "q": "党和国家机构改革、重大体制机制和职责调整由本级编委启动。( )",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，国家建立并实施重点海域排污总量控制制度，确定主要污染物排海总量控制指标，并对主要污染源分配排放控制数量。（）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，党的工作机关正职由上级机构领导成员兼任的，不设常务副职。（）",
    "a": "错"
  },
  {
    "q": "任何单位和个人发现传染病病人或者疑似传染病病人时，应当及时向附近的疾病预防控制机构或者医疗机构报告。（）",
    "a": "对"
  },
  {
    "q": "审计机关和军队审计机构应当建立健全协作配合机制，按照国家有关规定对涉及军地经济事项实施联合审计。（）",
    "a": "对"
  },
  {
    "q": "抵押权人在债务履行期限届满前,与抵押人约定债务人不履行到期债务时抵押财产归债权人所有的,抵押人不享有优先受偿权。（）",
    "a": "错"
  },
  {
    "q": "公民有依法接受职业教育的权利。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励高等学校同企业事业组织、社会团体及其他社会组织在科学研究、技术开发和推广等方面进行多种形式的合作。",
    "a": "对"
  },
  {
    "q": "《环境保护税法》规定，应税水污染物的计税依据按照污染物排放量折合的污染当量数确定。（）",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》，电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的，应当立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告。（）",
    "a": "对"
  },
  {
    "q": "对保密期限届满的国家秘密，需要公开的可不进行保密审查确定。( )",
    "a": "错"
  },
  {
    "q": "二人以上分别实施侵权行为造成同一损害，能够确定责任大小的，各自承担相应的责任;难以确定责任大小的，平均承担责任。",
    "a": "对"
  },
  {
    "q": "各级人民政府及其有关部门应当采取多种形式，加强对有关安全生产的法律、法规和安全生产知识的宣传，增强全社会的安全生产意识。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 禁止向水体排放、倾倒工业废渣、城镇垃圾和其他废弃物。（）",
    "a": "对"
  },
  {
    "q": "高等学校按照国家有关规定，自主开展与境外高等学校之间的科学技术文化交流与合作。",
    "a": "对"
  },
  {
    "q": "广播电视行政部门拟作出对公民处一万元以上罚款、对法人或者其他组织处十万元以上罚款应当告知当事人有要求听证的权利，当事人要求听证的，应当组织听证。（）",
    "a": "对"
  },
  {
    "q": "《民族成份登记管理办法》规定，公民的民族成份依据其父亲或者母亲的民族成份确认、登记。（）",
    "a": "对"
  },
  {
    "q": "地方金融监督管理部门应当建立健全监督管理工作制度，强化监督管理能力建设，加强对地方金融组织及其业务活动的现场监督管理和现场检查，并与有关部门建立监督管理协调机制和信息共享机制。",
    "a": "错"
  },
  {
    "q": "从事网络招聘服务的经营性人力资源服务机构，不得向劳动者收取100元以上的押金，应当明示其服务项目、收费标准等事项。这一说法（）。",
    "a": "错"
  },
  {
    "q": "任何单位和个人发现传染病病人或者疑似传染病病人时，应当及时向附近的疾病预防控制机构或者医疗机构报告。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励、支持和保护一切组织和个人对不正当竞争行为进行社会监督。（）",
    "a": "对"
  },
  {
    "q": "《统计法实施条例》规定，统计资料能够通过行政记录取得的，不得组织实施调查。（）",
    "a": "对"
  },
  {
    "q": "在中国境内上市的药品，应当经国务院药品监督管理部门批准，取得药品注册证书；但是，未实施审批管理的中药材和中药饮片除外。（）",
    "a": "对"
  },
  {
    "q": "《地图管理条例》规定，省、自治区、直辖市人民政府测绘地理信息行政主管部门负责审核主要表现地在本行政区域范围内的地图。（）",
    "a": "对"
  },
  {
    "q": "宗教团体、宗教院校、宗教活动场所德财产和收入，应当用于与其宗旨相符的活动以及公益慈善事业，盈余可以用于分配。（）",
    "a": "错"
  },
  {
    "q": "复检机构与初检机构不论什么情况下都不得为同一机构。（）",
    "a": "错"
  },
  {
    "q": "依据《反有组织犯罪法》规定，任何单位和个人都有协助、配合有关部门开展反有组织犯罪工作的义务。（）",
    "a": "对"
  },
  {
    "q": "《广西实施消防法办法》规定，县级以上公安机关消防机构不得招聘合同制消防员。（）",
    "a": "错"
  },
  {
    "q": "在商业经营活动中可以使用高音广播喇叭的方法招揽顾客。（）",
    "a": "错"
  },
  {
    "q": "交易公告发布后，除因交易的规模指标存在争议、不可抗力（如自然灾害、国家和自治区法律法规及政策调整等）或司法裁判等特殊原因外，可以对公告内容进行修改，可以中止或终止交易程序。这一说法（）。",
    "a": "错"
  },
  {
    "q": "自治区在统一推广和使用国家通用语言文字的基础上，鼓励和支持在壮族聚居地区使用国家批准的《壮文方案》确定的壮语言文字。（）",
    "a": "对"
  },
  {
    "q": "法律援助人员应当恪守职业道德和执业纪律，可以向受援人收取适当财物。（）",
    "a": "错"
  },
  {
    "q": "鼓励各地将法治教育教材、读本纳入低价教科书范围。（）",
    "a": "错"
  },
  {
    "q": "从事特种作业的劳动者必须经过专门培训并取得特种作业资格。（）",
    "a": "对"
  },
  {
    "q": "《广西安全用电管理办法》规定，用户不存在法定或约定可中止供电情形的，供电企业不得擅自中止供电。（）",
    "a": "对"
  },
  {
    "q": "人民检察院提起公诉，应当秉承客观公正立场，对被告人有罪、无罪、罪轻、罪重的证据都应当向人民法院提出。（）",
    "a": "错"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。( )",
    "a": "对"
  },
  {
    "q": "教学教材、广播影视、图书报刊、网络、文艺演出、公共服务等在使用少数民族语言文字时，应当使用规范的少数民族语言文字。（）",
    "a": "对"
  },
  {
    "q": "劳动者在同一用人单位连续工作满十年以上，劳动者提出或者同意续订、订立劳动合同的，除劳动者提出订立无固定期限劳动合同外，应当订立固定期限劳动合同。（）",
    "a": "错"
  },
  {
    "q": "国家根据少数民族的特点和需要，帮助和支持少数民族地区发展高等教育事业，为少数民族培养高级专门人才。",
    "a": "对"
  },
  {
    "q": "执法人员与当事人有直接利害关系的，应当回避。（）",
    "a": "对"
  },
  {
    "q": "高等学校的常务委员会领导学校思想政治工作和德育工作，落实意识形态工作责任制，维护学校安全稳定，促进和谐校园建设。",
    "a": "对"
  },
  {
    "q": "受气象、海况、技术状况等客观条件限制，致使海上搜寻救助特定行动无法进行的，负责指挥的海上搜寻救助机构可以决定海上搜寻救助特定行动终止；如获得新的信息或者认为需要，可以恢复海上搜寻救助特定行动。（）",
    "a": "错"
  },
  {
    "q": "从事网络招聘服务的人力资源服务机构因业务需要，确需向境外提供在中华人民共和国境内运营中收集和产生的个人信息和重要数据的，应当遵守国家有关法律、行政法规规定。这一说法（）。",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,禁止向水体排放含热废水，应当采取措施，保证水体的水温符合水环境质量标准。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家建立并实施重点海域排污总量控制制度，确定主要污染物排海总量控制指标，并对主要污染源分配排放控制数量。( )",
    "a": "对"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法(试行)》规定，中央和国家机关有关工作部门、地方各级党委和政府的有关工作部门及其有关机构领导人员按照职责分别承担主要责任。（）",
    "a": "错"
  },
  {
    "q": "县级以上地方人民政府应当将快递业发展纳入本级国民经济和社会发展规划，在城乡规划和土地利用总体规划中统筹考虑快件大型集散、分拣等基础设施用地的需要。( )",
    "a": "对"
  },
  {
    "q": "根据《广西旅游条例》规定，旅游者有权要求旅游经营者按照合同约定提供旅游产品和服务、获取相关合同文本以及旅游过程中相关的发票等支付凭证。（）",
    "a": "对"
  },
  {
    "q": "根据《国家功勋荣誉表彰条例》规定， 纪念章作为荣誉性纪念，重在精神鼓励，不享受有关待遇。答案（）",
    "a": "对"
  },
  {
    "q": "校车严重超过额定乘员载客，或者严重超过规定时速行驶的，构成危险驾驶罪。（）",
    "a": "对"
  },
  {
    "q": "对保密期限届满的国家秘密，需要公开的可不进行保密审查确定。( )",
    "a": "错"
  },
  {
    "q": "自治区人民政府应当制定国家通用语言文字和少数民族语言文字的双语教师培养培训规划，建设双语兼通、学科配套、适应现代教育需求的教师队伍。（）",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定,对保险合同中免除保险人责任的条款，保险人在订立合同时应当在投保单、保险单或者其他保险凭证上作出足以引起投保人注意的提示或者口头形式向投保人作出明确说明；未作提示或者明确说明的，该条款不产生效力。",
    "a": "错"
  },
  {
    "q": "涉密载体是指以文字、数据、符号、图形、图像、声音等方式记载国家秘密信息的纸介质、光介质、电磁介质等各类物品。( )",
    "a": "对"
  },
  {
    "q": "侵权人违反法律规定故意污染环境、破坏生态造成严重后果的，被侵权人无权请求相应的惩罚性赔偿。",
    "a": "错"
  },
  {
    "q": "企业将固定资产达到预定可使用状态前或者研发过程中产出的产品或副产品对外销售（以下统称试运行销售） 的，对试运行销售相关的收入和成本分别进行会计处理，计入当期损益，不应将试运行销售相关收入抵销相关成本后的净额冲减固定资产成本或者研发支出,这一说法（）。",
    "a": "对"
  },
  {
    "q": "国家安全机关依照法律、行政法规和国家有关规定，履行防范、制止和惩治间谍行为以外的其他危害国家安全行为的职责，适用中央有关文件规定。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "劳动者解除劳动合同，应当提前三十日以书面形式通知用人单位。（）",
    "a": "对"
  },
  {
    "q": "劳动者有完成劳动任务，提高职业技能，执行劳动安全卫生规程，遵守劳动纪律和职业道德的义务。（）",
    "a": "对"
  },
  {
    "q": "不得利用不满十周岁的未成年人作为广告代言人。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。（）",
    "a": "对"
  },
  {
    "q": "对正在进行行凶、杀人、抢劫、强奸、绑架以及其他严重危及人身安全的暴力犯罪，采取防卫行为，造成不法侵害人伤亡的，属于防卫过当，应负刑事责任。（）",
    "a": "错"
  },
  {
    "q": "工商行政管理部门在股东转让股权变更登记时，应当口头告知其到税务机关申报纳税。( )",
    "a": "错"
  },
  {
    "q": "甲吸毒，某日因向其寡居的母亲索要钱财购买毒品而发生争执，甲故意将其母亲杀害。因甲为独子，故甲母的遗产仍应由甲继承。（）",
    "a": "错"
  },
  {
    "q": "党委政法委员会是党委领导和管理政法工作的职能部门，是实现党对政法工作领导的唯一组织形式。（）",
    "a": "错"
  },
  {
    "q": "高等学校按照国家有关规定，自主开展与境外高等学校之间的科学技术文化交流与合作。",
    "a": "对"
  },
  {
    "q": "根据《防范和处置非法集资条例》的规定，任何单位和个人不得从非法集资中获取经济利益。集资参与人因非法集资受到的损失，由非法集资人或非法集资协助人承担。",
    "a": "错"
  },
  {
    "q": "2018年宪法修正案增加对监察委员会的相关规定，为设立监察委员会并为其依法行使职权开展工作提供了宪法依据。有利于我国形成更加严密的法律监督体系，从而顺利实现全面推进依法治国的目标。（）",
    "a": "对"
  },
  {
    "q": "匿名化，是指个人信息经过处理无法识别特定自然人且不能复原的过程。个人信息包括匿名化处理后的信息",
    "a": "错"
  },
  {
    "q": "用人单位解除劳动合同，工会认为不适当的，有权提出意见。（）",
    "a": "对"
  },
  {
    "q": "国家通用语言文字和少数民族语言文字相互翻译或者转写时，可以按照少数民族语言文字的特点及规律进行翻译或者转写。（）",
    "a": "错"
  },
  {
    "q": "造成公路损坏的，责任者应当及时报告公路管理机构，并接受公路管理机构的现场调查。",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（）",
    "a": "对"
  },
  {
    "q": "从事技术工种的劳动者，若熟悉本技术岗位的工作，上岗前可以不经过培训。（）",
    "a": "错"
  },
  {
    "q": "劳动合同被确认部分无效后，劳动合同整体无效。（）",
    "a": "错"
  },
  {
    "q": "《环境保护税法》规定，农业生产(不包括规模化养殖)排放应税污染物的，暂免征收环境保护税。（）",
    "a": "对"
  },
  {
    "q": "《国家安全法》规定，公民和组织应当为国家安全工作提供便利条件或者其他协助。（）",
    "a": "对"
  },
  {
    "q": "人民币汇率实行以央行汇率为基础的、有管理的浮动汇率制度。",
    "a": "错"
  },
  {
    "q": "夫妻离婚，孩子过了哺乳期但不满两周岁，原则上母亲一方直接抚养。（）",
    "a": "对"
  },
  {
    "q": "土壤污染防治应当坚持预防为主、保护优先、分类管理、风险管控、污染担责、公众参与的原则。这一说法（）",
    "a": "对"
  },
  {
    "q": "公民、法人或者其他组织认为行政机关在政府信息公开工作中侵犯其合法权益的，只可以进行投诉或举报。（）",
    "a": "错"
  },
  {
    "q": "我国实施出口管制的管理部门是国务院和中央军事委员会。（）",
    "a": "对"
  },
  {
    "q": "应当将必要的法律常识纳入不同阶段学生学业评价范畴。（）",
    "a": "对"
  },
  {
    "q": "根据《中国共产党巡视工作条例》规定，巡视进驻、反馈、整改等情况，（    ）以适当方式公开，接受党员、干部和人民群众监督。",
    "a": "应当"
  },
  {
    "q": "因当事人一方的违约行为，损害对方人身权益、财产权益的，受损害方有权选择请求其承担违约责任或者侵权责任。",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定，被监护人的父母担任监护人的，可以通过遗嘱指定监护人。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正。（ ）",
    "a": "错"
  },
  {
    "q": "《民法典》规定，被宣告死亡的人，其子女被他人依法收养的，在死亡宣告被撤销后，收养关系无效。（ ）",
    "a": "错"
  },
  {
    "q": "船员履行在船值班职责前和值班期间，不得摄入可能影响安全值班的食品、药品或者其他物品。",
    "a": "对"
  },
  {
    "q": "根据《广西旅游条例》规定，对周边生产、生活可能产生较大影响的旅游项目在项目立项审批前需要公开征求意见。（ ）",
    "a": "对"
  },
  {
    "q": "以非法占有为目的，使用诈骗方法非法集资，数额特别巨大或者有其他严重情节导致他人死亡的，最高刑可判决死刑。（ ）",
    "a": "错"
  },
  {
    "q": "《英雄烈士保护法》规定，县级以上人民政府有关部门应当为英雄烈士遗属祭扫提供便利。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者被诊断患有职业病，但用人单位没有依法参加工伤保险的，其医疗和生活保障由该用人单位承担。（ ）",
    "a": "对"
  },
  {
    "q": "高等学校教师职务根据学校所承担的教学、科学研究等任务的需要设置。教师职务设助教、讲师、副教授、教授。",
    "a": "对"
  },
  {
    "q": "非公有资本依照国家有关规定，可以投资广播电台、电视台、网络广播电视台的科技、音乐、体育、娱乐等节目的制作。",
    "a": "对"
  },
  {
    "q": "《地图管理条例》规定，任何出版单位均不得出版中小学教学地图。（ ）",
    "a": "错"
  },
  {
    "q": "《宪法》规定，省、直辖市的人民政府决定乡、民族乡、镇的建置和区域划分。（ ）",
    "a": "对"
  },
  {
    "q": "经营者以降价销售、有奖销售、附赠等形式提供的商品、奖品、赠品、免费服务等，应当保证质量，可以免除其应当承担的修理、重作、更换以及其他民事责任。( )",
    "a": "错"
  },
  {
    "q": "为贯彻落实《中华人民共和国烟草专卖法实施条例》最新修订内容，工业和信息化部2023年5月16日修订并公布的《烟草专卖行政处罚程序规定》明确对电子烟等新型烟草违法行为实施行政处罚适用该规定。",
    "a": "对"
  },
  {
    "q": "公民和组织可以投资、承包经营宗教活动场所或者大型露天宗教造像，可以以宗教名义进行商业宣传。（ ）",
    "a": "错"
  },
  {
    "q": "海上遇险人员依法享有获得生命救助的权利。环境救助优先于生命和财产救助。（ ）",
    "a": "错"
  },
  {
    "q": "非法人组织虽然不具有法人资格，但是能够依法以自己的名义从事民事活动，且具有独立承担民事责任的能力。（ ）",
    "a": "错"
  },
  {
    "q": "登记机关应当对申请人提交材料的真实性、合法性和有效性负责。",
    "a": "错"
  },
  {
    "q": "不需要办理市场主体登记的，不用公示任何相关信息。（ ）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，党政领导干部生态环境损害责任追究形式有：诫勉、责令公开道歉；组织处理，包括调离岗位、引咎辞职、责令辞职、免职、降职等；党纪政纪处分。组织处理和党纪政纪处分可以单独使用，也可以同时使用。追责对象涉嫌犯罪的，应当及时移送司法机关依法处理。( )",
    "a": "对"
  },
  {
    "q": "电子发票与纸质发票具有不同等法律效力。( )",
    "a": "错"
  },
  {
    "q": "电子烟批发企业不得向不具备从事电子烟零售业务资格的单位或者个人提供电子烟产品。（ ）",
    "a": "对"
  },
  {
    "q": "不同的教育阶段的法治教育目标都相同。（ ）",
    "a": "错"
  },
  {
    "q": "鼓励和支持社会各界采取多种方式参与少数民族语言文字的抢救、保护、研究工作。（ ）",
    "a": "对"
  },
  {
    "q": "国有资产监督管理机构决定其所出资企业的国有股权转让。其中，转让全部国有股权或者转让部分国有股权致使国家不再拥有控股地位的，报本级人民政府批准。",
    "a": "对"
  },
  {
    "q": "火灾高危单位的消防安全责任人和特有工种人员须经消防安全培训。( )",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，引进海洋动植物物种，应当进行科学论证，避免对海洋生态系统造成危害。（ ）",
    "a": "对"
  },
  {
    "q": "社区矫正对象违反法律法规或者监督管理规定的，应当视情节依法给予训诫、警告、提请公安机关予以治安管理处罚，或者依法提请撤销缓刑、撤销假释、对暂予监外执行的收监执行。（）",
    "a": "对"
  },
  {
    "q": "实施广播电视行政处罚，由违法行为发生地的有行政处罚权的县级以上广播电视行政部门管辖。（ ）",
    "a": "对"
  },
  {
    "q": "旅游合同事项发生变更的，应当事先征得消费者的同意。经营者擅自减少旅游项目或者降低标准的，应当退还相应费用并依法承担民事责任。( )",
    "a": "对"
  },
  {
    "q": "使用他人作品演出，表演者应当取得著作权人许可，并支付报酬。（ ）",
    "a": "对"
  },
  {
    "q": "领导干部在履行经济责任过程中，民主决策时，在多数人同意的情况下，决定、批准、组织实施重大经济事项，由于决策不当或者决策失误造成公共资金、国有资产、国有资源损失浪费的行为应当承担直接责任。（ ）",
    "a": "错"
  },
  {
    "q": "依法设置的广播电视设施受法律保护。任何单位和个人不得侵占、哄抢、损毁、破坏广播电视设施。",
    "a": "对"
  },
  {
    "q": "《宪法》规定，中华人民共和国公民对于任何国家机关和国家工作人员，有提出批评和建议的权利。（ ）",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定，用人单位应当依法建立和完善劳动规章制度，保障劳动者享有劳动权利、履行劳动义务。（ ）",
    "a": "对"
  },
  {
    "q": "在未采取防护措施的情况下，不得在涉密网络与互联网及其他公共信息网络之间进行信息交换。( )",
    "a": "对"
  },
  {
    "q": "对医疗机构内的新型冠状病毒感染肺炎病人、病原携带者、疑似病人的密切接触者，在指定场所进行医学观察和采取其他必要的预防措施。 （ ）",
    "a": "对"
  },
  {
    "q": "从事出版物印刷经营活动的企业不得印刷国家明令禁止出版的出版物和非出版单位出版的出版物。   （   ）",
    "a": "对"
  },
  {
    "q": "根据《中国共产党巡视工作条例》规定，巡视组应当严格执行请示报告制度，对巡视工作中的重要情况和重大问题及时向巡视工作领导小组请示报告。特殊情况下，中央巡视组可以直接向中央巡视工作领导小组组长报告，省、自治区、直辖市党委巡视组（     ）直接向省、自治区、直辖市党委书记报告。",
    "a": "对"
  },
  {
    "q": "根据《民法典》第一千二百六十条，民法典生效时，《婚姻法》、《继承法》、《民法通则》、《收养法》、《担保法》、《合同法》、《物权法》、《侵权责任法》、《民法总则》同时废止（ ）",
    "a": "对"
  },
  {
    "q": "职业健康监护档案应当包括劳动者的职业史、职业病危害接触史、职业健康检查结果和职业病诊疗等有关个人健康资料。（ ）",
    "a": "对"
  },
  {
    "q": "《中华人民共和国海域使用管理法》施行前，已经由农村集体经济组织或者村民委员会经营、管理的养殖用海，海域使用权归该农村集体经济组织或者村民委员会所有。",
    "a": "错"
  },
  {
    "q": "对党不忠诚不老实，表里不一，阳奉阴违，欺上瞒下，搞两面派，做两面人，情节较重的，给给予开除党籍处分。",
    "a": "错"
  },
  {
    "q": "船舶所有人、经营人或者管理人不得指使、强令船员违章冒险操作、作业。",
    "a": "对"
  },
  {
    "q": "鼓励各地将法治教育教材、读本纳入低价教科书范围。（ ）",
    "a": "错"
  },
  {
    "q": "省级烟草专卖行政主管部门可授权地市烟草专卖行政主管部门审批发放烟草专卖品准运证。（ ）",
    "a": "对"
  },
  {
    "q": "旅游经营者有权拒绝违反法律、法规规定的收费、摊派和检查；有权拒绝旅游者违反法律、法规或者社会公德的要求。",
    "a": "对"
  },
  {
    "q": "劳动者职业技能考核鉴定机构的设立不需要经行政审批。（ ）",
    "a": "错"
  },
  {
    "q": "高速公路经营者有权拒绝拒交、逃交、少交车辆通行费的车辆通行，并要求补交车辆通行费；对拒不补交车辆通行费导致收费道口堵塞的，高速公路经营者应当及时报告公安机关，由公安机关依法予以处理。（ ）",
    "a": "对"
  },
  {
    "q": "高等学校的校长，由符合教育法规定的任职条件的公民担任。高等学校的校长、副校长按照国家有关规定任免。",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定，法人是具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的组织。（ ）",
    "a": "对"
  },
  {
    "q": "改编、翻译、注释、整理已有作品而产生的作品，其著作权由改编、翻译、注释、整理人享有，但行使著作权时不得侵犯原作品的著作权。（ ）",
    "a": "对"
  },
  {
    "q": "继承从被继承人死亡时开始。（）",
    "a": "对"
  },
  {
    "q": "《环境保护税法》规定，应税水污染物的计税依据按照污染物排放量折合的污染当量数确定。（ ）",
    "a": "对"
  },
  {
    "q": "预防、控制传染病疫情或者应对突发事件急需的疫苗，经国务院药品监督管理部门批准，免予批签发。（ ）",
    "a": "对"
  },
  {
    "q": "广播电台、电视台终止，应当按照原审批程序申报，其许可证由国务院广播电视行政部门收回。",
    "a": "对"
  },
  {
    "q": "两人以上合作创作的作品，著作权由创作贡献最大的创作者享有。（ ）",
    "a": "错"
  },
  {
    "q": "电子商务平台经营者应当遵循公开、开放、平等的原则，制定平台服务协议和交易规则。( )",
    "a": "对"
  },
  {
    "q": "按照我国法律规定，产假期间的生育津贴按生育保险相关规定发放；未参加生育保险的，则没有津贴。（ ）",
    "a": "错"
  },
  {
    "q": "任何公民和组织都应当保守所知悉的有关反间谍工作的国家秘密、商业秘密和个人隐私。（ ）",
    "a": "错"
  },
  {
    "q": "根据《中国共产党组织处理规定（试行）》规定，领导干部在推进改革中因缺乏经验、先行先试出现失误，尚无明确限制的探索性试验中出现失误，为推动发展出现无意过失，后果影响不是特别严重的，以及已经履职尽责，但因不可抗力、难以预见等因素造成损失的，（    ）不予或者免予组织处理。",
    "a": "对"
  },
  {
    "q": "根据《民法典》第一千二百六十条，民法典生效时，《婚姻法》、《继承法》、《民法通则》、《收养法》、《担保法》、《合同法》、《物权法》、《侵权责任法》、《民法总则》同时废止（ ）",
    "a": "对"
  },
  {
    "q": "各级机关、单位应当落实属地责任，认真接待处理群众来访，把问题解决在当地，引导信访人就地反映问题。",
    "a": "对"
  },
  {
    "q": "国家通用语言文字和少数民族语言文字相互翻译或者转写时，可以按照少数民族语言文字的特点及规律进行翻译或者转写。（ ）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，对具有重要经济、社会价值的已遭到破坏的海洋生态，可以不进行整治和恢复。（ ）",
    "a": "错"
  },
  {
    "q": "根据《人力资源市场暂行条例》，违反本条例第十八条第二款规定，开展人力资源服务业务未备案，由人力资源社会保障行政部门责令改正;拒不改正的，处2元以上5万元以下的罚款。（ ）",
    "a": "错"
  },
  {
    "q": "继承从被继承人设立遗嘱时开始。（ ）",
    "a": "错"
  },
  {
    "q": "食盐定点生产、批发企业应当建立采购销售记录制度，如实记录并保存相关凭证。记录和凭证保存期限不得少于3年。（ ）",
    "a": "错"
  },
  {
    "q": "电子商务平台经营者可以删除消费者对其平台内销售的商品或者提供的服务的评价。( )",
    "a": "错"
  },
  {
    "q": "制作未成年人节目无需保障参与制作的未成年人人身和财产安全，以及充足的学习和休息时间。",
    "a": "错"
  },
  {
    "q": "《广播电视节目制作经营许可证》由广电总局统一印制。有效期为1年。（ ）",
    "a": "错"
  },
  {
    "q": "违反《网络安全法》不会被记入信用档案。（ ）",
    "a": "错"
  },
  {
    "q": "人民法院适用小额诉讼的程序审理案件，可以一次开庭审结并且当庭宣判。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者在同一用人单位连续工作满十年以上，劳动者提出或者同意续订、订立劳动合同的，除劳动者提出订立无固定期限劳动合同外，应当订立固定期限劳动合同。（ ）",
    "a": "错"
  },
  {
    "q": "实施广播电视行政处罚，由违法行为发生地的有行政处罚权的县级以上广播电视行政部门管辖。（ ）",
    "a": "对"
  },
  {
    "q": "从十九大到二十大，是“两个一百年”奋斗目标的历史交汇期。（ ）",
    "a": "对"
  },
  {
    "q": "小张和其朋友到卢沟桥游览，他们身穿二战时期日本的军服拍照并上传至网络。其行为触犯了《英雄烈士保护法》。 ( )",
    "a": "对"
  },
  {
    "q": "根据《食品安全法》，食品复检机构出具的复检结论为最终检验结论。（ ）",
    "a": "对"
  },
  {
    "q": "各级机关、单位应当畅通信访渠道，做好信访工作，认真处理信访事项，倾听人民群众建议、意见和要求，接受人民群众监督，为人民群众服务。",
    "a": "对"
  },
  {
    "q": "根据《宪法》规定，国务院领导和管理教育、科学、文化、卫生、体育和计划生育工作。（ ）",
    "a": "对"
  },
  {
    "q": "猥亵儿童罪的主观方面表现为直接故意和间接故意。（ ）",
    "a": "错"
  },
  {
    "q": "我国的民族自治地方的企业、事业单位依照国家规定招收人员时，优先招收少数民族人员，并且可以从农村和牧区少数民族人口中招收。( )",
    "a": "对"
  },
  {
    "q": "回收废旧口罩进行加工销售或者径行销售的，不仅要承担违约、侵权等民事责任，还应当依法承担相应的行政责任甚至刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家建立并实施重点海域排污总量控制制度，确定主要污染物排海总量控制指标，并对主要污染源分配排放控制数量。（ ）",
    "a": "对"
  },
  {
    "q": "一方的婚前财产属于夫妻共同财产。（ ）",
    "a": "错"
  },
  {
    "q": "交通主管部门、公路管理机构的工作人员玩忽职守、徇私舞弊、滥用职权，构成犯罪的，依法追究刑事责任；尚不构成犯罪的，依法给予行政处分。",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，根据工作需要，党的工作机关可以与职责相近的国家机关等合并设立或者合署办公。（ ）",
    "a": "对"
  },
  {
    "q": "根据《防范和处置非法集资条例》的规定，非法集资人不能同时履行所承担的清退集资资金和缴纳罚款义务时，先缴纳罚款。",
    "a": "错"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址，并为举报人保密。对实名举报并提供相关事实和证据的，监督检查部门应当将处理结果告知举报人。（ ）",
    "a": "对"
  },
  {
    "q": "党章规定，党必须在宪法和法律的范围内活动。（ ）",
    "a": "对"
  },
  {
    "q": "根据“思想表达二分法”，商业方案或者技术方案属于“思想”，应当受著作权法保护。（ ）",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国民法典》的规定，民事主体可以依法查询自己的信用评价，发现信用评价不当的，可以自行采取删除这一必要措施。",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定，法人是具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的组织。（ ）",
    "a": "对"
  },
  {
    "q": "药品监督管理部门应当建立疫苗上市许可持有人及其相关人员信用记录制度，纳入全国信用信息共享平台，按照规定公示其严重失信信息，实施联合惩戒。（ ）",
    "a": "对"
  },
  {
    "q": "电子商务经营者不得以虚构交易、编造用户评价等方式进行虚假或者引人误解的商业宣传，欺骗、误导消费者。( )",
    "a": "对"
  },
  {
    "q": "医疗事故赔偿费用，实行一次性结算。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正。（ ）",
    "a": "错"
  },
  {
    "q": "企业停工停产在一个工资支付周期内的，企业应当按劳动合同规定的标准支付职工工资。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。 ( )",
    "a": "对"
  },
  {
    "q": "电子烟批发企业不得向不具备从事电子烟零售业务资格的单位或者个人提供电子烟产品。（ ）",
    "a": "对"
  },
  {
    "q": "可以在电子商务经营者的首页查看该电子商务的营业执照等信息。（ ）",
    "a": "对"
  },
  {
    "q": "出入国（境）外驻华组织、机构和国（境）外人员驻地或陪同国（境）外人员活动不得携带涉密载体。( )",
    "a": "对"
  },
  {
    "q": "淘汰、报废的涉密办公自动化设备不能当作废品出售或随意丢弃，可转送或捐赠他人。( )",
    "a": "错"
  },
  {
    "q": "广播电视站不得接收、传送境外卫星电视节目，不得在转播节目中插播自办节目和广告。",
    "a": "对"
  },
  {
    "q": "任何单位和个人不得发布麻醉药品、精神药品的广告，不得违反国家规定发布易制毒化学品的销售信息，不得非法传授制毒方法。（ ）",
    "a": "对"
  },
  {
    "q": "在中国境内上市的药品，应当经国务院药品监督管理部门批准，取得药品注册证书；但是，未实施审批管理的中药材和中药饮片除外。（ ）",
    "a": "对"
  },
  {
    "q": "《民族成份登记管理办法》规定，年满十八周岁的公民申请变更民族成份，应当由其本人提出申请。（ ）",
    "a": "对"
  },
  {
    "q": "《宪法》规定，中国公民在进行诉讼的时候都应当使用规范化汉语言和文字。（ ）",
    "a": "错"
  },
  {
    "q": "有关部门及其工作人员不依法履行职责，妨碍正常开展少数民族语言文字工作，造成不良后果的，由其上级主管部门、监察机关或者所在单位责令改正；情节严重的，由有关机关依法对其主管负责人和直接责任人给予行政处分；构成犯罪的，依法追究刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "非全日制用工双方当事人可以约定试用期。（）",
    "a": "错"
  },
  {
    "q": "用人单位在终止或者解除劳动合同时拒不向职工出具终止或者解除劳动关系证明，导致职工无法享受社会保险待遇的，用人单位不承担赔偿责任。（ ）",
    "a": "错"
  },
  {
    "q": "经营者提供商品或者服务，应当按照国家有关规定或者商业惯例向消费者出具发票等购货凭证或者服务单据。( )",
    "a": "对"
  },
  {
    "q": "审计人员滥用职权、徇私舞弊、玩忽职守或者泄露、向他人非法提供所知悉的国家秘密、工作秘密、商业秘密、个人隐私和个人信息的，依法给予处分；构成犯罪的，依法追究刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得利用公共文化设施、文化产品、文化活动以及其他相关服务，从事危害国家安全、损害社会公共利益和其他违反法律法规的活动。",
    "a": "对"
  },
  {
    "q": "《中华人民共和国国家安全法》第八十条：因支持、协助国家安全工作，本人或者其近亲属的人身安全面临危险的，可以向公安机关、国家安全机关请求予以保护。",
    "a": "对"
  },
  {
    "q": "各省(自治区、直辖市)党委按照有关规定，向党中央请示报告政法工作重大事项。（ ）",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》，用户必须进行实名认证才能入网。（ ）",
    "a": "对"
  },
  {
    "q": "合同是民事主体之间设立、变更、终止民事法律关系的协议。",
    "a": "对"
  },
  {
    "q": "未取得或者已丧失宗教教职人员资格的，不得以宗教教职人员的身份从事活动。（ ）",
    "a": "对"
  },
  {
    "q": "《著作权法》中所称作品，是指文学、艺术和科学领域内具有独创性并能以一定形式表现的智力成果。（ ）",
    "a": "对"
  },
  {
    "q": "国家实行行政许可清单管理制度，适时调整行政许可清单并向社会公布，清单之外不得违法实施行政许可。",
    "a": "对"
  },
  {
    "q": "经营者提供商品或者服务，应当按照规定明码标价，做到价签价目齐全。如果价格有变动时，应当及时调整。可以收取未标明的费用。( )",
    "a": "错"
  },
  {
    "q": "建设用地使用权抵押后，该土地上新增的建筑物属于抵押财产。",
    "a": "错"
  },
  {
    "q": "《网络安全法》规定，网络运营者应当建立网络信息安全投诉、举报制度，公布投诉、举报方式等信息，及时受理并处理有关网络信息安全的投诉和举报。（ ）",
    "a": "对"
  },
  {
    "q": "国家不提倡清洁生产和资源循环利用。（ ）",
    "a": "错"
  },
  {
    "q": "违反《网络安全法》的规定，从事危害网络安全的活动，或者提供专门用于从事危害网络安全活动的程序、工具，或者为他人从事危害网络安全的活动提供技术支持、广告推广、支付结算等帮助，受到治安管理处罚的人员，终身不得从事网络安全管理和网络运营关键岗位的工作。（ ）",
    "a": "错"
  },
  {
    "q": "国家秘密知悉范围之外的机关、单位及其人员，因工作需要确需知悉国家秘密的，应当经本机关、单位负责人同意。( )",
    "a": "错"
  },
  {
    "q": "涉密会议、活动应当按照“谁承办、谁负责”的原则进行管理。( )",
    "a": "错"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（ ）",
    "a": "对"
  },
  {
    "q": "根据2022年施行的《家庭教育促进法》规定，县级以上地方人民政府可以结合当地实际情况和需要，通过多种途径和方式确定家庭教育指导机构，该机构开展家庭教育研究、服务人员队伍建设和培训、公共服务产品研发，可根据居民志愿组织营利性指导活动。（ ）",
    "a": "错"
  },
  {
    "q": "中国人民银行依法履行指导部署金融业反洗钱工作和监测反洗钱的资金的职责。",
    "a": "对"
  },
  {
    "q": "人民陪审员同合议庭其他组成人员意见分歧的，应当将其意见写入判决书。( )",
    "a": "错"
  },
  {
    "q": "用人单位解除劳动合同，工会认为不适当的，有权提出意见。（ ）",
    "a": "对"
  },
  {
    "q": "《广西安全用电管理办法》规定，用户不存在法定或约定可中止供电情形的，供电企业不得擅自中止供电。（ ）",
    "a": "对"
  },
  {
    "q": "网吧、电脑休闲室等向公众提供互联网上网服务的营业性场所，必须对上网消费者的身份证等有效证件进行核对、登记，并记录有关上网信息。",
    "a": "对"
  },
  {
    "q": "二人以上分别实施侵权行为造成同一损害，能够确定责任大小的，各自承担相应的责任;难以确定责任大小的，平均承担责任。",
    "a": "对"
  },
  {
    "q": "国家设立反恐怖主义工作领导机构，统一领导和指挥全国反恐怖主义工作。（ ）",
    "a": "对"
  },
  {
    "q": "《中国共产党章程》明确，中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为自己的行动指南。( )",
    "a": "对"
  },
  {
    "q": "党和国家机构改革、重大体制机制和职责调整由本级编委启动。( )",
    "a": "错"
  },
  {
    "q": "行政机关从公民、法人和其他组织获取的政府信息，由保存该政府信息的行政机关负责公开。（ ）",
    "a": "对"
  },
  {
    "q": "承担海上搜寻救助职责的单位和个人，接到海上搜寻救助任务的指令后，应当立即执行，并接受海上搜寻救助机构的统一组织、协调、指挥。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，包括匿名化处理后的信息。这一说法（ ）",
    "a": "错"
  },
  {
    "q": "对于受疫情影响较大的批发零售、住宿餐饮、物流运输、文化旅游等行业，以及有发展前景但暂时受困的企业，不得盲目抽贷、断贷、压贷。（ ）",
    "a": "对"
  },
  {
    "q": "因正当防卫造成损害的，不承担民事责任。",
    "a": "对"
  },
  {
    "q": "需要征收土地，县级以上地方人民政府认为符合《土地管理法》第四十五条规定的，应当发布征收土地预公告，并开展拟征收土地现状调查和社会稳定风险评估。",
    "a": "对"
  },
  {
    "q": "建设用地使用权抵押后,该土地上新增的建筑物属于抵押财产。",
    "a": "错"
  },
  {
    "q": "《电视剧制作许可证（乙种）》仅限于该证所标明的剧目使用，有效期限不超过二年。特殊情况下经发证机关批准后，可适当延期。（）",
    "a": "错"
  },
  {
    "q": "自治区地震局可以向社会发布地震短期预报和临震预报。",
    "a": "错"
  },
  {
    "q": "防汛抗洪工作实行各级人民政府行政首长负责制，统一指挥、分级分部门负责。",
    "a": "对"
  },
  {
    "q": "食品安全风险评估结果是制定、修订食品安全标准和对食品安全实施监督管理的科学依据。（）",
    "a": "对"
  },
  {
    "q": "用人单位应当为劳动者创造符合国家职业卫生标准和卫生要求的工作环境和条件，并采取措施保障劳动者获得职业卫生保护。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 国家对重点水污染物排放实施总量控制制度。（）",
    "a": "对"
  },
  {
    "q": "其他有关机关、部门和依法具有管理公共事务职能的组织在履行职责过程中发现税收违法行为的，应当及时告知税务机关依法查处。（）",
    "a": "对"
  },
  {
    "q": "国家举办民族高等学校，在高等学校举办民族班、民族预科，专门或者主要招收少数民族学生，并且可以采取定向招生、定向分配的办法。（）",
    "a": "对"
  },
  {
    "q": "并不鼓励公民个人设立公益性基金或者专门基金会支持青少年法治教育工作。（）",
    "a": "错"
  },
  {
    "q": "问责决定作出后，应当及时向被问责党组织或者党的领导干部及其所在党组织宣布并督促执行，如遇特殊情况可向上级管理机构申请延期执行。（）",
    "a": "错"
  },
  {
    "q": "网络运营者应当为公安机关、国家安全机关依法维护国家安全和侦查犯罪的活动提供技术支持和协助。",
    "a": "对"
  },
  {
    "q": "自治区建立优化营商环境容错机制，鼓励各地区、各部门结合实际情况，在法治框架内积极探索原创性、差异化的优化营商环境具体措施;对探索中出现失误或者偏差，符合规定条件的，应当予以免除或者减轻责任。（）",
    "a": "错"
  },
  {
    "q": "街道办事处应当根据当地经济发展和消防工作的需要建立专职消防队、志愿消防队，承担火灾扑救、应急救援等职能。（）",
    "a": "对"
  },
  {
    "q": "根据《广西实施工伤保险条例办法》，参加工伤保险的职工个人需要缴纳工伤保险费。（）",
    "a": "错"
  },
  {
    "q": "宪法规定了一个国家最根本的问题，因此需要不断地进行修改，以适应社会的变化和发展。（）",
    "a": "错"
  },
  {
    "q": "电子商务平台经营者可以在网页任何位置公示平台服务协议和交易规则信息或者上述信息的链接标识。（）",
    "a": "错"
  },
  {
    "q": "超标排污的，应当治理并罚款，地方各级人民政府可以责令其采取限制生产、停产整治。",
    "a": "错"
  },
  {
    "q": "承担海上搜寻救助职责的单位和个人，接到海上搜寻救助任务的指令后，应当立即执行，并接受海上搜寻救助机构的统一组织、协调、指挥。（）",
    "a": "对"
  },
  {
    "q": "境外机构、组织、个人实施或者指使、资助他人实施的，或者境内机构、组织、个人与境外机构、组织、个人相勾结实施的危害中华人民共和国国家安全的间谍行为，都必须受到法律追究。",
    "a": "对"
  },
  {
    "q": "任何个人和组织都不得非法持有、使用间谍活动特殊需要的专用间谍器材。专用间谍器材由国家安全机关依照国家有关规定确认。（）",
    "a": "错"
  },
  {
    "q": "对有发热及急性呼吸道症状需要就医的新型冠状病毒感染的肺炎患者、疑似患者以及可疑暴露者和密切接触者，应当立即到就近的医疗卫生机构发热门诊就诊，并配合医务人员对其自身健康等状况的询问。（）",
    "a": "对"
  },
  {
    "q": "专用手机可以随意带入保密要害部位。（）",
    "a": "错"
  },
  {
    "q": "应税凭证，凡由两方或两方以上当事人共同书立的，其当事人各方都是印花税的纳税人，应各就其所持凭证的计税金额履行纳税义务。（）",
    "a": "对"
  },
  {
    "q": "《英雄烈士保护法》规定，县级以上人民政府有关部门应当为英雄烈士遗属祭扫提供便利。（）",
    "a": "对"
  },
  {
    "q": "中小学图书馆要选配符合青少年学生认知特点的普法读本、影视，引导学生阅读、观看、讨论，但不可有动漫作品。（）",
    "a": "错"
  },
  {
    "q": "涉黑涉恶犯罪案件不可以适用认罪认罚从宽制度。（）",
    "a": "错"
  },
  {
    "q": "机关、单位应当在国家秘密产生的同时，由承办人确定密级、保密期限和知悉范围，并采取相应保密措施。",
    "a": "错"
  },
  {
    "q": "任何组织和个人不得擅自对外提供国家秘密资料。（）",
    "a": "对"
  },
  {
    "q": "国家设立各项专用资金，扶助民族自治地方发展经济文化建设事业。（）",
    "a": "对"
  },
  {
    "q": "高等学校教师职务根据学校所承担的教学、科学研究等任务的需要设置。教师职务设助教、讲师、副教授、教授。",
    "a": "对"
  },
  {
    "q": "广播电台、电视台播放他人未发表的作品，应当取得著作权人许可，并支付报酬。（）",
    "a": "对"
  },
  {
    "q": "快递物流服务提供者应当按照规定使用环保包装材料，实现包装材料的减量化和再利用。（）",
    "a": "对"
  },
  {
    "q": "只从事非主要农作物种子和非主要林木种子生产的，不需要办理种子生产经营许可证。（）",
    "a": "对"
  },
  {
    "q": "女婿在特定情况下，可以作为第一顺位继承人，继承岳父母的遗产。",
    "a": "对"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛，和对方球员发生规则范围内的碰撞，导致脚踝骨折，他可以向对方请求赔偿吗？（）",
    "a": "错"
  },
  {
    "q": "国家鼓励单位和个人参加地震灾害保险。",
    "a": "对"
  },
  {
    "q": "国家鼓励、支持和保护一切组织和个人对不正当竞争行为进行社会监督。（）",
    "a": "对"
  },
  {
    "q": "我国民族自治地方的自治机关无权自主地发展体育事业，开展民族传统体育活动。（）",
    "a": "错"
  },
  {
    "q": "任何组织和个人不得擅自对外提供国家秘密资料。（）",
    "a": "对"
  },
  {
    "q": "泄露有关反间谍工作的国家秘密的，由国家安全机关或者保密行政管理部门处十五日以下行政拘留；构成犯罪的，依法追究刑事责任。（）",
    "a": "错"
  },
  {
    "q": "《民族区域自治法》规定，国家根据统一规划和市场需求，优先在民族自治地方合理安排资源开发项目和基础设施建设项目。（）",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定，用人单位应当严格执行劳动定额标准，不得强迫或者变相强迫劳动者加班。用人单位安排加班的，应当按照国家有关规定向劳动者支付加班费。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，地方环境保护部门负责军事船舶污染海洋环境的监督管理及污染事故的调查处理。（）",
    "a": "错"
  },
  {
    "q": "国家储备、出口烟叶的计划和烟叶调拨计划，由各级烟草专卖局下达。（）",
    "a": "错"
  },
  {
    "q": "《著作权法》中所称作品，是指文学、艺术和科学领域内具有独创性并能以一定形式表现的智力成果。（）",
    "a": "对"
  },
  {
    "q": "运动员不需要进行爱国主义、集体主义和社会主义教育，以及道德、纪律和法治教育。",
    "a": "错"
  },
  {
    "q": "经营者以降价销售、有奖销售、附赠等形式提供的商品、奖品、赠品、免费服务等，应当保证质量，可以免除其应当承担的修理、重作、更换以及其他民事责任。（）",
    "a": "错"
  },
  {
    "q": "夫妻一方赌博所借债务，属于夫妻共同所负的债务。（）",
    "a": "错"
  },
  {
    "q": "党组（党委）重大决策失误的，对参与决策的党组（党委）成员实行终身责任追究。（）",
    "a": "对"
  },
  {
    "q": "对受疫情影响暂时失去收入来源的人群，要在信贷政策上予以适当倾斜，灵活调整住房按揭、信用卡等个人信贷还款安排，合理延后还款期限。（）",
    "a": "对"
  },
  {
    "q": "国家帮助和扶持少数民族地区、边远地区和贫困地区发展公路建设。",
    "a": "对"
  },
  {
    "q": "使用改编、翻译、注释、整理、汇编已有作品而产生的作品进行出版、演出和制作录音录像制品，应当取得该作品的著作权人和原作品的著作权人许可，并支付报酬。（）",
    "a": "对"
  },
  {
    "q": "委托合同是委托人和受托人约定，由受托人处理委托人事务的合同。（）",
    "a": "对"
  },
  {
    "q": "各级人民政府和有关部门应当加强反电信网络诈骗宣传，普及相关法律和知识，提高公众对各类电信网络诈骗方式的防骗意识和识骗能力。",
    "a": "对"
  },
  {
    "q": "在宣传工作中违反政治纪律，播出的内容反对宪法确定的基本原则的，对负有直接责任的主管人员和其他直接责任人员给予一定处分。（）",
    "a": "对"
  },
  {
    "q": "申请专利和行使专利权应当遵循诚实信用原则。不得滥用专利权损害公共利益或者他人合法权益。（）",
    "a": "对"
  },
  {
    "q": "宣誓仪式应当采取集体宣誓的形式。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,省、市级人民政府每年在向本级人民代表大会或者其常务委员会报告环境状况和环境保护目标完成情况时，应当报告水环境质量限期达标规划执行情况，并向社会公开。（）",
    "a": "错"
  },
  {
    "q": "根据《食品安全法》，食品复检机构出具的复检结论为最终检验结论。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,禁止向水体排放含热废水，应当采取措施，保证水体的水温符合水环境质量标准。（）",
    "a": "对"
  },
  {
    "q": "向我国境内出口食品的境外出口商或者代理商、进口食品的进口商应当向海关备案。（）",
    "a": "对"
  },
  {
    "q": "电子商务平台经营者在转送声明到达知识产权权利人后七日内，未收到权利人已经投诉或者起诉通知的，应当及时终止所采取的措施。（）",
    "a": "错"
  },
  {
    "q": "用人单位有会员二十人以上的，应当建立基层工会委员会;不足二十人的，可以单独建立基层工会委员会，也可以由两个以上单位的会员联合建立基层工会委员会，也可以选举组织员一人，组织会员开展活动。女职工人数较多的，可以建立工会女职工委员会，在同级工会领导下开展工作;女职工人数较少的，可以在工会委员会中设女职工委员。",
    "a": "错"
  },
  {
    "q": "用人单位应当保证劳动者每周至少休息一日。（）",
    "a": "对"
  },
  {
    "q": "根据《民法典》，自然人的宣告失踪是宣告死亡的必经程序。（）",
    "a": "错"
  },
  {
    "q": "法律援助补贴免征增值税和个人所得税。（）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国密码法》规定，所有商用密码产品都必须由具备资格的机构检测认证合格后，方可销售或者提供。",
    "a": "错"
  },
  {
    "q": "国家促进农业生产、加工、流通等环节的互联网技术应用，鼓励各类社会资源加强合作，促进农村电子商务发展，发挥电子商务在精准扶贫中的作用。（）",
    "a": "对"
  },
  {
    "q": "在保密审查过程中对是否属于国家秘密的不明确事项，应当报送业务主管部门审查确定。",
    "a": "错"
  },
  {
    "q": "公司在存续期间未产生债务，或者已清偿全部债务的，无需经全体股东承诺，可以按照规定通过简易程序注销公司登记",
    "a": "错"
  },
  {
    "q": "委员视察、考察选题，根据政协广西壮族自治区委员会全体会议精神、中共政协广西壮族自治区委员会党组工作要点及年度协商计划，与相关会议议题、重点提案相结合，在充分征求各方面意见后形成。委托市级政协组织考察的选题，结合政协广西壮族自治区委员会重点工作和地方实际需要确定。",
    "a": "对"
  },
  {
    "q": "职业学校学生仅在升学方面与同层次普通学校学生享有平等机会。",
    "a": "错"
  },
  {
    "q": "个人信息处理者可以处理个人自行公开或者其他已经合法公开的全部个人信息。",
    "a": "错"
  },
  {
    "q": "国家采取措施推动建立公共数据共享机制，促进电子商务经营者依法利用公共数据。（）",
    "a": "对"
  },
  {
    "q": "国家安全机关工作人员滥用职权、玩忽职守、徇私舞弊，构成犯罪的，或者有非法拘禁、刑讯逼供、暴力取证、违反规定泄露国家秘密、商业秘密和个人隐私等行为，构成犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "境外人员违反《国家安全法》的，可以直接逮捕。（）",
    "a": "错"
  },
  {
    "q": "《民法典》九百七十九条规定，没有法定的或者约定的义务，为避免他人利益受损失而进行管理的人，有权请求受益人偿还由此支出的必要费用。（）",
    "a": "对"
  },
  {
    "q": "可以以货币或者其他物品替代应当提供的劳动防护用品。",
    "a": "错"
  },
  {
    "q": "国家帮助和扶持少数民族地区、边远地区和贫困地区发展公路建设。",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,禁止向水体排放含热废水，应当采取措施，保证水体的水温符合水环境质量标准。（）",
    "a": "对"
  },
  {
    "q": "鼓励和支持社会殡仪专业服务机构等社会力量为烈士安葬提供专业化 、规范化服务。",
    "a": "对"
  },
  {
    "q": "对造成重大或者特大海洋环境污染、生态破坏事故的，按照直接损失的30%计算罚款。",
    "a": "对"
  },
  {
    "q": "保证的方式只有一般保证这一种方式。（）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，作出的决策严重违反城乡、土地利用、生态环境保护等规划的，应当追究相关地方党委和政府主要领导成员的责任。（）",
    "a": "对"
  },
  {
    "q": "职业健康监护档案应当包括劳动者的职业史、职业病危害接触史、职业健康检查结果和职业病诊疗等有关个人健康资料。（）",
    "a": "对"
  },
  {
    "q": "党和国家机构改革、重大体制机制和职责调整应当在中央机构编制委员会领导下组织论证。",
    "a": "错"
  },
  {
    "q": "在民族自治地方的企业、事业单位，应当尊重当地自治机关的自治权，遵守当地自治条例、单行条例和地方性法规、规章，接受当地自治机关的监督。（）",
    "a": "对"
  },
  {
    "q": "校车严重超过额定乘员载客，或者严重超过规定时速行驶的，构成危险驾驶罪。（）",
    "a": "对"
  },
  {
    "q": "可以违规超标准在铁路、公路等用地红线外，以及河渠两侧、水库周边占用一般耕地建设绿化带（铁路、公路等两侧绿化带宽度应小于5米，其中县乡道路两侧绿化带宽度应小于3米），这一说法（）。",
    "a": "错"
  },
  {
    "q": "人民团体的印章、牌匾，应当同时使用规范汉字和国家批准的《壮文方案》确定的壮文。（）",
    "a": "对"
  },
  {
    "q": "根据“思想表达二分法”，商业方案或者技术方案属于“思想”，应当受著作权法保护。（）",
    "a": "错"
  },
  {
    "q": "发现食品生产经营者不符合监督检查要点表，影响食品安全的，市场监督管理部门应当依法进行调查处理。（）",
    "a": "对"
  },
  {
    "q": "供应商在参加政府采购活动前3年内因违法经营被禁止在一定期限内参加政府采购活动，期限届满的，可以参加政府采购活动",
    "a": "对"
  },
  {
    "q": "自治区人民政府教育主管部门应当制定国家通用语言文字和少数民族语言文字的双语教师培养培训规划，建设双语兼通、学科配套、适应现代教育需求的教师队伍。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励商用密码技术的研究开发、学术交流、成果转化和推广应用，健全统一、开放、竞争、有序的商用密码市场体系，鼓励和促进商用密码产业发展。",
    "a": "对"
  },
  {
    "q": "两人以上合作创作的作品，著作权由创作贡献最大的创作者享有。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定, 禁止在饮用水水源二级保护区内新建、改建、扩建排放污染物的建设项目；已建成的排放污染物的建设项目，由县级以上人民政府责令拆除或者关闭。（）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，根据工作需要，党的工作机关可以与职责相近的国家机关等合并设立或者合署办公。（）",
    "a": "对"
  },
  {
    "q": "发生劳动人事争议，当事人需以书面形式向调解组织申请调解，不可以口头申请调解。这一说法（）。",
    "a": "错"
  },
  {
    "q": "《民族区域自治法》规定，国家根据统一规划和市场需求，优先在民族自治地方合理安排资源开发项目和基础设施建设项目。（）",
    "a": "对"
  },
  {
    "q": "因第三人的过错污染环境、破坏生态的，被侵权人只能向侵权人请求赔偿。",
    "a": "错"
  },
  {
    "q": "不属于国家秘密的工作秘密，也可以酌情作出国家秘密标志。",
    "a": "错"
  },
  {
    "q": "对于非矿山、金属冶炼、建筑施工、运输单位以及危险物品的生产、经营、储存、装卸单位的其他生产经营单位，其可以根据需要自行决定是否配备专职或兼职的安全生产管理人员。",
    "a": "错"
  },
  {
    "q": "可以在一般耕地上挖湖造景、种植草皮，这一说法（）。",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定,投保人不得为无民事行为能力人投保以死亡为给付保险金条件的人身保险，保险人也不得承保。但是父母为其未成年子女投保的人身保险，不受该项限制。",
    "a": "对"
  },
  {
    "q": "合伙合同终止前，合伙人可以请求分割合伙财产。（）",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国民法典》的规定，对格式条款的理解发生争议的，应当按照通常理解予以解释。对格式条款有两种以上解释的，应当作出不利于提供格式条款一方的解释。",
    "a": "对"
  },
  {
    "q": "从事互联网视听节目服务的单位应当依照法律、行政法规等规定，取得网上传播视听节目许可证或者履行备案手续。（）",
    "a": "对"
  },
  {
    "q": "党章规定，党必须在宪法和法律的范围内活动。（）",
    "a": "对"
  },
  {
    "q": "船舶所有人、经营人或者管理人不得指使、强令船员违章冒险操作、作业。",
    "a": "对"
  },
  {
    "q": "信访工作应坚持党的全面领导,把党的领导贯彻到信访工作各方面和全过程，确保正确政治方向。",
    "a": "对"
  },
  {
    "q": "学校的体育课可以被其他主科目占用。",
    "a": "错"
  },
  {
    "q": "以基金份额、股权出质的，质权自办理出质登记时设立。（）",
    "a": "对"
  },
  {
    "q": "无居民海岛和有居民海岛都属于国家所有。",
    "a": "错"
  },
  {
    "q": "中国人民银行依法履行指导部署金融业反洗钱工作和监测反洗钱的资金的职责。",
    "a": "对"
  },
  {
    "q": "快递从业人员造成他人损害的，由快递从业人员所属的经营快递业务的企业依照民事侵权责任相关法律的规定承担侵权责任。（）",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息。（）",
    "a": "对"
  },
  {
    "q": "土壤污染防治应当坚持预防为主、保护优先、分类管理、风险管控、污染担责、公众参与的原则。这一说法（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，引进海洋动植物物种，应当进行科学论证，避免对海洋生态系统造成危害。（）",
    "a": "对"
  },
  {
    "q": "经营者进行抽奖式的有奖销售，最高奖的金额超过四万元，属于不正当有奖销售行为。（）",
    "a": "错"
  },
  {
    "q": "财政电子票据的法律效力高于财政纸质票据。",
    "a": "错"
  },
  {
    "q": "新型冠状病毒的肺炎患者被隔离期间劳动合同到期，用人单位是可以解除合同。（）",
    "a": "错"
  },
  {
    "q": "各级人民政府应当加强少数民族濒危语言文字的抢救、保护工作，组织制定少数民族濒危语言文字保护措施，调查、收集、研究、整理、保存少数民族濒危语言文字资料。（）",
    "a": "错"
  },
  {
    "q": "机关、单位对违反国家保密规定的人员不依法给予处分的，保密行政管理部门应当建议纠正。",
    "a": "对"
  },
  {
    "q": "根据《广西旅游条例》规定，对周边生产、生活可能产生较大影响的旅游项目在项目立项审批前需要公开征求意见。（）",
    "a": "对"
  },
  {
    "q": "《反间谍法》规定，对泄露有关反间谍工作的国家秘密的，依法追究民事责任。（）",
    "a": "错"
  },
  {
    "q": "未加碘食盐的标签应当在显著位置标注“未加碘”字样。（）",
    "a": "对"
  },
  {
    "q": "高等学校应当建立本学校办学水平、教育质量的评价制度，及时公开相关信息，接受社会监督。",
    "a": "对"
  },
  {
    "q": "开发旅游资源和建设旅游设施，应当遵守有关环境和资源保护的法律、法规，依法进行环境影响评价。保护旅游资源与生态环境的配套设施，应当与旅游建设项目的主体工程同时设计、同时施工、同时投入使用。",
    "a": "对"
  },
  {
    "q": "出入国（境）外驻华组织、机构和国（境）外人员驻地或陪同国（境）外人员活动不得携带涉密载体。（）",
    "a": "对"
  },
  {
    "q": "电子商务平台经营者在转送声明到达知识产权权利人后七日内，未收到权利人已经投诉或者起诉通知的，应当及时终止所采取的措施。（）",
    "a": "错"
  },
  {
    "q": "自治区、设区的市、县（市、区）地方志书每20年左右编修一次。自治区、设区的市、县（市、区）地方综合年鉴一年一鉴，公开出版。",
    "a": "对"
  },
  {
    "q": "我国《民事诉讼法》规定，中级人民法院管辖在全国有重大影响的案件。（）",
    "a": "错"
  },
  {
    "q": "对前往电信网络诈骗活动严重地区的人员，出境活动存在重大涉电信网络诈骗活动嫌疑的，移民管理机构不可以决定不准其出境。",
    "a": "错"
  },
  {
    "q": "信用主体被认定为失信主体，应当予以失信惩戒。实施失信惩戒应当遵循合法、关联、比例原则，确保过惩相当。对于列入严重失信主体名单的信用主体，为确保惩戒效果，可以对失信主体外的第三方实施失信惩戒。",
    "a": "错"
  },
  {
    "q": "自治区人民政府广播电视等有关行政主管部门应当组织开展广播电视传输运营服务质量评价活动，对广播电视传输运营服务提供者的服务质量进行不定期抽查，并向社会公布抽查结果。",
    "a": "对"
  },
  {
    "q": "用人单位有会员二十人以上的，应当建立基层工会委员会;不足二十人的，可以单独建立基层工会委员会，也可以由两个以上单位的会员联合建立基层工会委员会，也可以选举组织员一人，组织会员开展活动。女职工人数较多的，可以建立工会女职工委员会，在同级工会领导下开展工作;女职工人数较少的，可以在工会委员会中设女职工委员。",
    "a": "错"
  },
  {
    "q": "《统计法实施条例》规定，统计调查中取得的统计调查对象的原始资料，应当至少保存2年。（）",
    "a": "对"
  },
  {
    "q": "甲委托乙、丙共同处理A事情，后因乙、丙的疏忽，出现违约。因由乙、丙承担连带责任。",
    "a": "对"
  },
  {
    "q": "市场监督管理部门实施监督检查，可以根据需要，依照食品安全抽样检验管理有关规定，对被检查单位生产经营的原料、半成品、成品等进行抽样检验。（）",
    "a": "对"
  },
  {
    "q": "行政机关从公民、法人和其他组织获取的政府信息，由保存该政府信息的行政机关负责公开。（）",
    "a": "对"
  },
  {
    "q": "电子商务经营者收集、使用其用户的个人信息，应当遵守法律、行政法规有关个人信息保护的规定。（）",
    "a": "对"
  },
  {
    "q": "对依法履行反洗钱职责或者义务获得的客户身份资料和交易信息，应当予以保密；非依法律规定，不得向任何单位和个人提供。",
    "a": "对"
  },
  {
    "q": "明知他人有间谍犯罪行为，在国家安全机关向其调查有关情况、收集有关证据时，拒绝提供的，由国家安全机关予以处分，或者处十五日以下行政拘留；构成犯罪的，依法追究刑事责任。（）",
    "a": "错"
  },
  {
    "q": "在电子商务争议处理中，电子商务经营者不需要提供原始合同和交易记录。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，引进海洋动植物物种，应当进行科学论证，避免对海洋生态系统造成危害。（）",
    "a": "对"
  },
  {
    "q": "《广西壮族自治区人口和计划生育条例》于2022年3月24日公布施行，《条例》规定一对夫妻可以生育三个子女，其中依法收养的子女以及再婚夫妇再婚前生育的子女不合并计算。（）",
    "a": "对"
  },
  {
    "q": "对疑似病人，确诊前不用在指定场所单独隔离治疗。（）",
    "a": "错"
  },
  {
    "q": "填海形成的土地归填海项目业主所有。",
    "a": "错"
  },
  {
    "q": "《环境保护税法》规定，纳税人综合利用的固体废物，符合国家和地方环境保护标准的，暂免征收环境保护税。（）",
    "a": "对"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，党政领导干部利用职务影响，干预、插手建设项目，致使不符合生态环境和资源方面政策、法律法规的建设项目得以审批（核准）、建设或者投产（使用）的，应当追究其责任。（）",
    "a": "对"
  },
  {
    "q": "《民法典》第490条规定，当事人采用合同书形式订立合同的,自当事人均签名、盖章或者按指印时合同成立。（）",
    "a": "对"
  },
  {
    "q": "港航机构应当根据航道现状技术等级或者航道自然条件确定并公布航道维护尺度和内河航道图。",
    "a": "对"
  },
  {
    "q": "用人单位订立或者变更劳动合同时，未告知劳动者职业病危害真实情况的，由劳动保障行政部门责令限期改正，给予警告。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "对造成一般或者较大海洋环境污染、生态破坏事故的，按照直接损失的30%计算罚款。",
    "a": "错"
  },
  {
    "q": "海上遇险人员依法享有获得生命救助的权利。环境救助优先于生命和财产救助。（）",
    "a": "错"
  },
  {
    "q": "经省级以上政府部门批准后，可以在寺观教堂外修建大型露天宗教造像。（）",
    "a": "错"
  },
  {
    "q": "《反间谍法》仅适用于国家安全机关防范、制止和惩治间谍的行为。（）",
    "a": "错"
  },
  {
    "q": "依照法律、行政法规的规定，对于租赁物的经营使用应当取得行政许可的，出租人未取得行政许可不影响融资租赁合同的效力。（）",
    "a": "对"
  },
  {
    "q": "用人单位应当建立职业培训制度，按照国家规定提取和使用职业培训经费，根据本单位实际，有计划地对劳动者进行职业培训。（）",
    "a": "对"
  },
  {
    "q": "国家帮助和扶持少数民族地区、边远地区和贫困地区发展公路建设。",
    "a": "对"
  },
  {
    "q": "建设工程竣工经验收合格后，方可交付使用；未经验收或者验收不合格的，可以视情况交付使用。",
    "a": "错"
  },
  {
    "q": "纳税人因建设项目施工或者地质勘查临时占用耕地，无需缴纳耕地占用税。",
    "a": "错"
  },
  {
    "q": "工资分配应当遵循按劳分配原则，实行同工同酬。（）",
    "a": "对"
  },
  {
    "q": "少数民族聚居地区人民政府提倡和鼓励各民族干部互相学习语言文字，为同时使用国家通用语言文字和少数民族语言文字执行公务创造条件。（）",
    "a": "对"
  },
  {
    "q": "对在信访工作中履职不力、存在严重问题的领导班子和领导干部，视情节轻重，由信访工作联席会议进行约谈、通报、挂牌督办，责令限期整改。",
    "a": "对"
  },
  {
    "q": "对受疫情影响暂时失去收入来源的人群，要在信贷政策上予以适当倾斜，灵活调整住房按揭、信用卡等个人信贷还款安排，合理延后还款期限。（）",
    "a": "对"
  },
  {
    "q": "实行开放许可的专利权人可以与被许可人就许可使用费进行协商后给予普通许可，也可以就该专利给予独占或者排他许可。（）",
    "a": "错"
  },
  {
    "q": "反恐怖主义法所称恐怖活动组织，是指五人以上为实施恐怖活动而组成的犯罪组织。",
    "a": "错"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，问责调查应当成立调查组，调查组成员不少于两人。（）",
    "a": "对"
  },
  {
    "q": "高速公路经营者不得擅自关闭服务区、停车区。确需关闭的，应当报告高速公路管理机构和公安机关交通管理部门，并及时向社会公告。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "建设海洋工程、海岸工程影响海上交通安全的，应当根据情况配备防止船舶碰撞的设施、设备并设置专用航标。",
    "a": "对"
  },
  {
    "q": "根据《民法典》，自然人的宣告失踪是宣告死亡的必经程序。（）",
    "a": "错"
  },
  {
    "q": "2018年宪法修正案增加对监察委员会的相关规定，为设立监察委员会并为其依法行使职权开展工作提供了宪法依据。有利于我国形成更加严密的法律监督体系，从而顺利实现全面推进依法治国的目标。（）",
    "a": "对"
  },
  {
    "q": "坚持顶层设计和创新成果相结合，提升法治促进国家治理体系和治理能力现代化的效能。",
    "a": "错"
  },
  {
    "q": "禁止任何单位和个人在公路上非法设卡、收费、罚款和拦截车辆。这一说法（）。",
    "a": "对"
  },
  {
    "q": "未经审查和批准，不得对外公开发布政府信息。（）",
    "a": "对"
  },
  {
    "q": "各级人民政府以及有关部门树立正确的政绩观，在投资促进过程中承诺的投资条件，可以以口头形式予以明确。（）",
    "a": "错"
  },
  {
    "q": "从事技术工种的劳动者，若熟悉本技术岗位的工作，上岗前可以不经过培训。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,省、市级人民政府每年在向本级人民代表大会或者其常务委员会报告环境状况和环境保护目标完成情况时，应当报告水环境质量限期达标规划执行情况，并向社会公开。（）",
    "a": "错"
  },
  {
    "q": "参加合作各方对其通过涉外气象探测活动所获取的气象探测资料及其加工产品可以依照约定转让、提供给第三方。",
    "a": "错"
  },
  {
    "q": "劳动者依法享有平等就业和自主择业的权利。劳动者就业，不因民族、种族、性别、宗教信仰等不同而受歧视。劳动者受到就业歧视的，可以向人民法院提起诉讼。（）",
    "a": "对"
  },
  {
    "q": "烈士骨灰盒或者灵柩应当覆盖中华人民共和国国旗 。需要覆盖中国共产党 党旗或者中国人民 解放军军旗的 ，按 照有关规定执行 。 国旗 、党旗 、军旗不能同时覆盖， 不得随遗体火化或者随骨灰盒 、灵柩掩埋。",
    "a": "对"
  },
  {
    "q": "应税凭证，凡由两方或两方以上当事人共同书立的，其当事人各方都是印花税的纳税人，应各就其所持凭证的计税金额履行纳税义务。（）",
    "a": "对"
  },
  {
    "q": "医疗卫生机构发现疑似职业病病人时，应当告知劳动者本人并及时通知用人单位。（）",
    "a": "对"
  },
  {
    "q": "生产经营单位在作出所有经营决策时，都需要听取安全生产管理机构和安全生产管理人员的意见。",
    "a": "错"
  },
  {
    "q": "法律援助补贴免征增值税和个人所得税。",
    "a": "对"
  },
  {
    "q": "未经批准利用的无居民海岛，应当维持现状；禁止采石、挖海砂、采伐林木以及进行生产、建设、旅游等活动。",
    "a": "对"
  },
  {
    "q": "参与地方志编纂的人员依法享有署名权，并可以依照国家和自治区有关规定获得稿酬或者报酬。",
    "a": "对"
  },
  {
    "q": "高校纪委由党员大会或者党员代表大会选举产生，在同级党委和上级纪委双重领导下进行工作。",
    "a": "对"
  },
  {
    "q": "国家设立反恐怖主义工作领导机构，统一领导和指挥全国反恐怖主义工作。（）",
    "a": "对"
  },
  {
    "q": "我国成为一百四十多个国家和地区的主要贸易伙伴，货物贸易总额居世界第一，吸引外资和对外投资居世界前列，形成更大范围、更宽领域、更深层次对外开放格局。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:中国共产党领导是中国特色社会主义最本质的特征。（）",
    "a": "对"
  },
  {
    "q": "公民依法行使出版自由的权利，各级人民政府应当予以保障。公民在行使出版自由的权利的时候，必须遵守宪法和法律，不得反对宪法确定的基本原则，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。（）",
    "a": "对"
  },
  {
    "q": "在公路上行驶的车辆的轴载质量应当符合公路工程技术标准要求。",
    "a": "对"
  },
  {
    "q": "《广西壮族自治区办理假释案件实施办法（试行）》规定，罪犯在服刑期间，既符合减刑条件又符合法定假释条件，可以优先适用假释。（）",
    "a": "对"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址，并为举报人保密。对实名举报并提供相关事实和证据的，监督检查部门应当将处理结果告知举报人。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励科研院所及高等院校与种子企业开展育种科技人员交流，支持本单位的科技人员到种子企业从事育种成果转化活动；鼓励育种科研人才创新创业。（）",
    "a": "对"
  },
  {
    "q": "利用信息网络发布有关制作或者销售毒品、枪支、淫秽物品等违禁物品、管制物品或者其他违法犯罪信息的，构成非法利用信息网络罪。（）",
    "a": "对"
  },
  {
    "q": "《广西环境保护条例》规定，确须拆除或者闲置的已建成的防治污染设施，应当事先报经市、县人民政府环境保护主管部门批准。（）",
    "a": "对"
  },
  {
    "q": "只有一个股东的公司，股东不能证明公司财产独立于股东自己的财产的，应当对公司债务承担连带责任。",
    "a": "对"
  },
  {
    "q": "县级以上地方人民政府卫生行政部门在履行监督检查职责时，发现被传染病病原体污染的公共饮用水源、食品以及相关物品，如不及时采取控制措施可能导致传染病传播、流行的，可以采取封闭公共饮用水源、封存食品以及相关物品或者暂停销售的临时控制措施，并予以检验或者进行消毒。（）",
    "a": "对"
  },
  {
    "q": "国有企业管理人员在处分期内，不得晋升职务、岗位等级和职称，也不得晋升薪酬待遇。",
    "a": "错"
  },
  {
    "q": "建立健全永久基本农田储备区制度。优先将土地整理复垦开发和新建高标准农田增加的优质耕地划入永久基本农田储备区并上图入库，用于落实永久基本农田补划。这一说法（）。",
    "a": "对"
  },
  {
    "q": "自治区、设区的市人民政府设立的海上搜寻救助机构，按照分级管理原则负责相应海上搜寻救助的统一组织、协调、指挥和具体实施。（）",
    "a": "错"
  },
  {
    "q": "只要设置显著的提示标识，就可以在公共场所安装图像采集、个人身份识别设备。",
    "a": "错"
  },
  {
    "q": "任何单位和个人在开展投资促进活动中弄虚作假，骗取奖励的，由原奖励决定机关取消该奖励，追回奖金。（）",
    "a": "对"
  },
  {
    "q": "期货交易实行账户实名制。交易者进行期货交易的，应当持有证明身份的合法证。件，以本人名义申请开立账户。",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定，用人单位应当严格执行劳动定额标准，不得强迫或者变相强迫劳动者加班。用人单位安排加班的，应当按照国家有关规定向劳动者支付加班费。（）",
    "a": "对"
  },
  {
    "q": "发生战争、严重自然灾害或者其他重大、紧急情况时，国家可以依法统一调用、处置国有企业资产。",
    "a": "对"
  },
  {
    "q": "宣誓仪式应当采取集体宣誓的形式。（）",
    "a": "错"
  },
  {
    "q": "歪曲、贬损少数民族语言文字的，由县级以上人民政府少数民族语言文字工作主管部门责令限期改正；逾期不改正的，处以五百元以上五千元以下罚款。（）",
    "a": "对"
  },
  {
    "q": "《广播电视节目制作经营许可证》由广电总局统一印制。有效期为1年。（）",
    "a": "错"
  },
  {
    "q": "电子商务经营者应当建立便捷、有效的投诉、举报机制，公开投诉、举报方式等信息，及时受理并处理投诉、举报。（）",
    "a": "对"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，党组织和党的领导干部违反党章和其他党内法规，不履行或者不正确履行职责，应当予以问责。（）",
    "a": "对"
  },
  {
    "q": "利用授权品种进行育种及其他科研活动使用授权品种的，要经植物新品种权所有人许可，向其支付使用费。（）",
    "a": "错"
  },
  {
    "q": "居民人均可支配收入从一万六千五百元增加到三万五千一百元。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "面对突如其来的新冠肺炎疫情，我们坚持人民至上、生命至上，坚持外防输入、内防反弹，坚持动态清零不动摇，开展抗击疫情人民战争、总体战、阻击战，最大限度保护了人民生命安全和身体健康，统筹疫情防控和经济社会发展取得重大积极成果。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "鼓励公路工程进行专业化施工分包，但必须依法进行。承包人可依法进行劳务合作，但禁止以劳务合作的名义进行施工分包。",
    "a": "对"
  },
  {
    "q": "审计机关和军队审计机构应当建立健全协作配合机制，按照国家有关规定对涉及军地经济事项实施联合审计。（）",
    "a": "对"
  },
  {
    "q": "我国的民族自治地方的企业、事业单位依照国家规定招收人员时，优先招收少数民族人员，并且可以从农村和牧区少数民族人口中招收。（）",
    "a": "对"
  },
  {
    "q": "任何单位和个人在开展投资促进活动中弄虚作假，骗取奖励的，由原奖励决定机关取消该奖励，追回奖金。（）",
    "a": "对"
  },
  {
    "q": "自治区财政每年安排不低于3000万元的广西北部湾经济区人才发展专项资金，用于支持经济区人才队伍开发建设。（）",
    "a": "对"
  },
  {
    "q": "实施失信惩戒应当遵循合法、关联、比例原则，确保过惩相当。其中，严重失信主体是法人或者非法人组织的，仅能记录其严重失信信息，不得对其法定代表人、主要负责人等的个人信用记录中进行标注。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,省、市级人民政府每年在向本级人民代表大会或者其常务委员会报告环境状况和环境保护目标完成情况时，应当报告水环境质量限期达标规划执行情况，并向社会公开。（）",
    "a": "错"
  },
  {
    "q": "建设工程竣工经验收合格后，方可交付使用；未经验收或者验收不合格的，可以视情况交付使用。",
    "a": "错"
  },
  {
    "q": "印刷企业不得盗印出版物，不得销售、擅自加印或者接受第三人委托加印受委托印刷的出版物，不得将接受委托印刷的出版物纸型及印刷底片等出售、出租、出借或者以其他形式转让给其他单位或者个人。（）",
    "a": "对"
  },
  {
    "q": "干部应当根据不同情况参加专业的教育培训。",
    "a": "错"
  },
  {
    "q": "我国民族自治地方的人民法院和人民检察院的领导成员和工作人员中，应当有实行区域自治的民族的人员。（）",
    "a": "对"
  },
  {
    "q": "根据《食品安全法》，食品复检机构出具的复检结论为最终检验结论。（）",
    "a": "对"
  },
  {
    "q": "不需要办理市场主体登记的，不用公示任何相关信息。（）",
    "a": "错"
  },
  {
    "q": "以下说法是否正确:爱国主义教育应当高举中国特色社会主义伟大旗帜，坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，坚持爱国和爱党、爱社会主义相统一，以维护国家统一和民族团结为着力点，把全面建成社会主义现代化强国、实现中华民族伟大复兴作为鲜明主题。（）",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 监察机关应当保障被留置人员的饮食、休息和安全，提供医疗服务。讯问被留置人员应当合理安排讯问时间和时长，讯问笔录由被讯问人阅看后签名。 （）",
    "a": "对"
  },
  {
    "q": "少数民族聚居地区司法诉讼可以使用当地的通用语言来进行。（）",
    "a": "对"
  },
  {
    "q": "股东会、董事会决议被人民法院宣告无效、撤销或者确认不成立的，公司根据该决议与善意相对人形成的民事法律关系将会受到影响。",
    "a": "错"
  },
  {
    "q": "任何单位和个人都有义务保护旅游资源，不得在景区或者已经规划但尚未开发、利用的旅游资源地域内建设污染环境的工业设施和对环境有害的种植、养殖等项目，不得建设破坏景观的设施，不得擅自进行采石、开矿、挖沙、砍伐、焚烧林木等破坏环境和旅游资源的行为。",
    "a": "对"
  },
  {
    "q": "为出口危险货物生产包装容器的企业，必须向商检机构申请进行包装容器的使用鉴定。（）",
    "a": "错"
  },
  {
    "q": "海洋渔业、海上交通安全都是依照《中华人民共和国海域使用管理法》进行监督管理。",
    "a": "错"
  },
  {
    "q": "国家秘密的密级为绝密、一级、二级。",
    "a": "错"
  },
  {
    "q": "行纪合同是行纪人以委托人的名义为委托人从事贸易活动，委托人支付报酬的合同。（）",
    "a": "错"
  },
  {
    "q": "出版社将蒙文发表的作品翻译成汉文在国内出版发行的行为不属于侵犯著作权的行为。（）",
    "a": "错"
  },
  {
    "q": "开发旅游资源和建设旅游设施，应当遵守有关环境和资源保护的法律、法规，依法进行环境影响评价。保护旅游资源与生态环境的配套设施，应当与旅游建设项目的主体工程同时设计、同时施工、同时投入使用。",
    "a": "对"
  },
  {
    "q": "基于个人同意处理个人信息的，个人（）撤回其同意。（）",
    "a": "错"
  },
  {
    "q": "县级以上人民政府应当建立健全耕地保护激励机制和粮食生产激励机制。",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位未在规定的时限内提交工伤认定申请，在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（）",
    "a": "对"
  },
  {
    "q": "可以销售除烟草口味外的调味电子烟。（）",
    "a": "错"
  },
  {
    "q": "药品生产企业的法定代表人、主要负责人对本企业的药品生产活动全面负责。（）",
    "a": "对"
  },
  {
    "q": "会计机构、会计人员发现会计账簿记录与实物、款项及有关资料不相符的，按照国家统一的会计制度的规定有权自行处理的，应当及时处理；无权处理的，应当立即向单位负责人报告，请求查明原因，作出处理。",
    "a": "对"
  },
  {
    "q": "国有独资公司章程由国有资产监督管理机构制定，或者由董事会制订报国有资产监督管理机构批准。",
    "a": "错"
  },
  {
    "q": "《著作权法》中所称作品，是指文学、艺术和科学领域内具有独创性并能以一定形式表现的智力成果。（）",
    "a": "对"
  },
  {
    "q": "依据《中华人民共和国民法典》的规定，代位继承人一般只能继承被代位继承人有权继承的遗产份额。（）",
    "a": "对"
  },
  {
    "q": "向我国境内出口食品的境外出口商或者代理商、进口食品的进口商应当向海关备案。（）",
    "a": "对"
  },
  {
    "q": "对经识别存在异常开户情形的，银行业金融机构、非银行支付机构有权加强核查，但不能拒绝开户。",
    "a": "错"
  },
  {
    "q": "专用手机可以随意带入保密要害部位。（）",
    "a": "错"
  },
  {
    "q": "违反《网络安全法》的规定，从事危害网络安全的活动，或者提供专门用于从事危害网络安全活动的程序、工具，或者为他人从事危害网络安全的活动提供技术支持、广告推广、支付结算等帮助，受到治安管理处罚的人员，终身不得从事网络安全管理和网络运营关键岗位的工作。（）",
    "a": "错"
  },
  {
    "q": "因正当防卫造成损害的，不承担民事责任。（）",
    "a": "对"
  },
  {
    "q": "赠与人的继承人或者法定代理人的撤销权，自知道或者应当知道撤销事由之日起六个月内行使。（）",
    "a": "对"
  },
  {
    "q": "自治区人民政府教育主管部门应当制定国家通用语言文字和少数民族语言文字的双语教师培养培训规划，建设双语兼通、学科配套、适应现代教育需求的教师队伍。（）",
    "a": "对"
  },
  {
    "q": "《广西安全用电管理办法》规定，电力用户用电设施产生谐波影响供电质量或者干扰电力系统安全运行的，应当采取治理措施予以消除。（）",
    "a": "对"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（）",
    "a": "对"
  },
  {
    "q": "任何组织或者个人不得获取未满18周岁公民的活体器官用于移植。",
    "a": "对"
  },
  {
    "q": "境外机构、组织、个人实施或者指使、资助他人实施的，或者境内机构、组织、个人与境外机构、组织、个人相勾结实施的危害中华人民共和国国家安全的间谍行为，都必须受到法律追究。",
    "a": "对"
  },
  {
    "q": "单位有义务防止、制止性骚扰行为。",
    "a": "对"
  },
  {
    "q": "电梯维护保养单位对电梯进行维护保养时，现场作业人员不得少于二人，并做好自身安全防护。",
    "a": "对"
  },
  {
    "q": "任何个人、法人或者其他组织不得通过本办法规定的电子烟交易管理平台以外的信息网络销售电子烟产品、雾化物和电子烟用烟碱等。（）",
    "a": "对"
  },
  {
    "q": "《宪法》规定，中华人民共和国公民对于任何国家机关和国家工作人员，有提出批评和建议的权利。（）",
    "a": "对"
  },
  {
    "q": "国家秘密知悉范围内的机关、单位，其有关工作人员不在知悉范围内，但因工作需要知悉国家秘密的，应当经机关、单位负责人批准。（）",
    "a": "对"
  },
  {
    "q": "对受疫情影响暂时失去收入来源的人群，要在信贷政策上予以适当倾斜，灵活调整住房按揭、信用卡等个人信贷还款安排，合理延后还款期限。（）",
    "a": "对"
  },
  {
    "q": "刑法中的附加险不可以独立适用。",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，引进海洋动植物物种，应当进行科学论证，避免对海洋生态系统造成危害。（）",
    "a": "对"
  },
  {
    "q": "《政府信息公开条例》所称政府信息，是指行政机关在履行行政职责过程中制作或者获取的，以一定形式记录、保存的信息。（）",
    "a": "错"
  },
  {
    "q": "加密传真机只能传输机密级和秘密级信息,绝密级信息应当送机要部门译发。（ ）",
    "a": "对"
  },
  {
    "q": "人力资源社会保障部门不必将消防法律法规和消防知识纳入公务员培训、职业培训内容。（）",
    "a": "错"
  },
  {
    "q": "疑似职业病病人在诊断、医学观察期间的费用,由用人单位承担。（ ）",
    "a": "错"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（）",
    "a": "对"
  },
  {
    "q": "其他检验机构可以接受对外贸易关系人或者外国检验机构的委托,办理进出口商品检验鉴定业务。（ ）",
    "a": "对"
  },
  {
    "q": "从事出版物印刷经营活动的企业不得印刷国家明令禁止出版的出版物和非出版单位出版的出版物。（）",
    "a": "对"
  },
  {
    "q": "以逐月领取退役金方式安置的退役军官和军士,被录用为公务员或者聘用为事业单位工作人 员的,自被录用 、聘用下月起停发退役金,其待遇按照公务员、事业单位工作人员管理相关法律法规执行。",
    "a": "错"
  },
  {
    "q": "各级机关、单位及其工作人员办理信访事项，应当恪尽职守、秉公办事，查明事实、分清责任，加强教育疏导，及时妥善处理，不得推诿、敷衍、拖延。",
    "a": "对"
  },
  {
    "q": "因受赠人的违法行为致使赠与人死亡或者丧失民事行为能力的,赠与人的继承人可以撤销赠与。",
    "a": "错"
  },
  {
    "q": "国家秘密的保密期限，除另有规定外，绝密级不超过三十年，机密级不超过二十年，秘密级不超过十年。",
    "a": "对"
  },
  {
    "q": "高等学校的校长,由符合教育法规定的任职条件的公民担任。高等学校的校长、副校长按照国家有关规定任免。",
    "a": "对"
  },
  {
    "q": "《中华人民共和国海域使用管理法》施行前，已经由农村集体经济组织或者村民委员会经营、管理的养殖用海，海域使用权归该农村集体经济组织或者村民委员会所有。",
    "a": "错"
  },
  {
    "q": "涉密载体是指以文字、数据、符号、图形、图像、声音等方式记载国家秘密信息的纸介质、光介质、电磁介质等各类物品。（ ）",
    "a": "错"
  },
  {
    "q": "只要消费者知道自己买的是假货，卖家就不会受到法律惩罚。（）",
    "a": "错"
  },
  {
    "q": "经营者不得编造、传播虚假信息或者误导性信息,损害竞争对手的商业信誉、商品声誉。（ ）",
    "a": "对"
  },
  {
    "q": "农户小李自己开设个人网店销售自家产的水果，他也需要办理市场主体登记。（）",
    "a": "对"
  },
  {
    "q": "文化部门负责文化娱乐场所审批或管理中的行业消防安全工作,指导、监督公共图书馆、文化馆（站）、剧院等文化单位履行消防安全职责。（ ）",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定，行为人非依法律规定或者未经对方同意，可以擅自变更或者解除民事法律行为。（）",
    "a": "错"
  },
  {
    "q": "高等学校教师经评定具备任职条件的,由高等学校按照教师职务的职责、条件和任期聘任。",
    "a": "错"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位未在规定的时限内提交工伤认定申请，在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（）",
    "a": "对"
  },
  {
    "q": "领导干部离任后也可以进行经济责任审计。（ ）",
    "a": "对"
  },
  {
    "q": "《就业促进法》规定，政府投资开发的公益性岗位优先安排就业困难人员。（）",
    "a": "对"
  },
  {
    "q": "国家推动电子商务基础设施和物流网络建设,完善电子商务统计制度,加强电子商务标准体系建设。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，对具有重要经济、社会价值的已遭到破坏的海洋生态，可以不进行整治和恢复。（）",
    "a": "错"
  },
  {
    "q": "境外机构、组织、个人实施或者指使、资助他人实施的,或者境内机构、组织、个人与境外机构、组织、个人相勾结实施的危害中华人民共和国国家安全的间谍行为,都必须受到法律追究。",
    "a": "对"
  },
  {
    "q": "国务院专利行政部门可以应专利权人或者利害关系人的请求处理在全国有重大影响的专利侵权纠纷。（）",
    "a": "对"
  },
  {
    "q": "网吧、电脑休闲室等向公众提供互联网上网服务的营业性场所,必须对上网消费者的身份证等有效证件进行核对、登记,并记录有关上网信息。",
    "a": "错"
  },
  {
    "q": "个人信息处理者处理不满十四周岁未成年人个人信息的，可以取得未成年人的父母或者其他监护人的同意。",
    "a": "错"
  },
  {
    "q": "干部有接受教育培训的权利和义务。",
    "a": "对"
  },
  {
    "q": "信访工作应坚持党的全面领导,把党的领导贯彻到信访工作各方面和全过程，确保正确政治方向。",
    "a": "对"
  },
  {
    "q": "坚持绿水青山就是金山银山的理念,坚持山水林田湖草沙一体化保护和系统治理,全方位、全地域、全过程加强生态环境保护,生态文明制度体系更加健全,污染防治攻坚向纵深推进,绿色、循环、低碳发展迈出坚实步伐,生态环境保护发生历史性、转折性、全局性变化,我们的祖国天更蓝、山更绿、水更清。——党的二十大报告（ ）",
    "a": "对"
  },
  {
    "q": "自治区人民政府知识产权主管部门应当会同有关部门建立知识产权信用分级分类监督管理机制，规范知识产权信用信息归集、信用评价和信用修复，依法实施守信激励和失信惩戒措施。",
    "a": "对"
  },
  {
    "q": "职业病诊断争议由设区的市级以上地方人民政府卫生行政部门根据当事人的申请,组织职业病诊断鉴定委员会进行鉴定。（ ）",
    "a": "错"
  },
  {
    "q": "《监察法》规定, 监察机关办理职务违法和职务犯罪案件，应当与审判机关、检察机关、执法部门互相配合，互相制约。（）",
    "a": "对"
  },
  {
    "q": "不同学段的教学内容应当根据广西地域资源的特点统筹安排、层次递进。（ ）",
    "a": "对"
  },
  {
    "q": "国家对卷烟商标注册实行强制注册。（）",
    "a": "对"
  },
  {
    "q": "学校的体育课可以被其他主科目占用。",
    "a": "对"
  },
  {
    "q": "市级以上人民政府可以根据旅游业发展需要和财政状况设立旅游发展专项资金，列入年度财政预算，用于旅游规划编制、旅游宣传促销、旅游资源保护与开发和旅游基础设施建设等。",
    "a": "错"
  },
  {
    "q": "财政票据由县级以上财政部门按照管理权限分别监（印）制。",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，环境保护行政主管部门、海洋行政主管部门和其他行使海洋环境监督管理权的部门，根据职责分工依法公开海洋环境相关信息；相关排污单位可以不公开排污信息。（）",
    "a": "错"
  },
  {
    "q": "2018年宪法修正案增加了“中国共产党领导是中国特色社会主义最本质的特征”。（ ）",
    "a": "对"
  },
  {
    "q": "从事接触直接入口食品工作的食品生产经营人员应当每年进行健康检查，取得健康证明后方可上岗工作。（）",
    "a": "对"
  },
  {
    "q": "国有资产监督管理机构决定其所出资企业的国有股权转让。其中,转让全部国有股权或者转让部分国有股权致使国家不再拥有控股地位的,报本级人民政府批准。",
    "a": "对"
  },
  {
    "q": "《民法典》对于成年人的监护人有顺序要求。（）",
    "a": "对"
  },
  {
    "q": "电子烟经营者应当在显著位置设置不向未成年人销售电子烟的标志;对难以判明是否是未成年人的,应当要求其出示身份证件。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者有完成劳动任务，提高职业技能，执行劳动安全卫生规程，遵守劳动纪律和职业道德的义务。（）",
    "a": "对"
  },
  {
    "q": "《统计法实施条例》规定,统计调查中取得的统计调查对象的原始资料,应当至少保存2年。（ ）",
    "a": "错"
  },
  {
    "q": "高速公路经营者不得擅自关闭服务区、停车区。确需关闭的，应当报告高速公路管理机构和公安机关交通管理部门，并及时向社会公告。（）",
    "a": "对"
  },
  {
    "q": "回收废旧口罩进行加工销售或者径行销售的,不仅要承担违约、侵权等民事责任,还应当依法承担相应的行政责任甚至刑事责任。（ ）",
    "a": "错"
  },
  {
    "q": "担保合同无效后,担保人仍应承担担保责任。（）",
    "a": "错"
  },
  {
    "q": "专用手机可以随意带入保密要害部位。（ ）",
    "a": "对"
  },
  {
    "q": "依法收养子女的夫妻和再婚夫妻不可以生育三个子女，收养的子女以及再婚夫妻再婚前生育的子女合并计算。（）",
    "a": "错"
  },
  {
    "q": "民族自治地方的自治机关,有权自主地决定本地方的医疗卫生事业的发展规划,发展现代医药和民族传统医药。（ ）",
    "a": "错"
  },
  {
    "q": "市场监督管理部门实施监督检查，可以根据需要，依照食品安全抽样检验管理有关规定，对被检查单位生产经营的原料、半成品、成品等进行抽样检验。（）",
    "a": "对"
  },
  {
    "q": "乡镇人民政府应当安排必要的资金,用于公共消防设施建设和业务经费支出。（ ）",
    "a": "错"
  },
  {
    "q": "食盐应当按照规定在外包装上作出标识，非食用盐的包装、标识应当明显区别于食盐。（）",
    "a": "对"
  },
  {
    "q": "根据《关于实行党政领导干部问责的暂行规定》,问责决定机关作出问责决定后,由组织人事部门办理相关事宜,或者由问责决定机关责成有关部门办理相关事宜。（ ）",
    "a": "对"
  },
  {
    "q": "保密要害部门、部位办公场所在采取必要的保密措施后，仍需要对进入的工勤人员严格监督管理。（）",
    "a": "对"
  },
  {
    "q": "监护人可以以任何方式对未成年人沉迷网络进行干预。",
    "a": "错"
  },
  {
    "q": "《中国共产党问责条例》规定，党的领导干部对履行职责不力的，应当严肃批评，依规整改，并在全区范围内通报。（）",
    "a": "错"
  },
  {
    "q": "《民法典》九百七十九条规定,没有法定的或者约定的义务,为避免他人利益受损失而进行管理的人,有权请求受益人偿还由此支出的必要费用。（ ）",
    "a": "错"
  },
  {
    "q": "国家工作人员在就职时可以进行宪法宣誓。（ ）",
    "a": "错"
  },
  {
    "q": "国家商检部门和商检机构依法对其他检验机构的进出口商品检验鉴定业务活动进行监督，可以对其检验的商品抽查检验。（）",
    "a": "对"
  },
  {
    "q": "进口的食品、食品添加剂应当经海关依照进出口商品检验相关法律、行政法规的规定检验合格。（ ）",
    "a": "错"
  },
  {
    "q": "保密审查主要是对拟公开发布的信息是否涉及国家秘密进行审查,不需要对是否涉及工作秘密、商业秘密、个人隐私等进行甄别鉴定。（ ）",
    "a": "错"
  },
  {
    "q": "同一企业可以用同一配方生产不同品牌的婴幼儿配方乳粉。（）",
    "a": "错"
  },
  {
    "q": "领导班子、领导干部违反或者未能正确履行党风廉政建设责任制规定的职责,应当追究责任。（ ）",
    "a": "错"
  },
  {
    "q": "专科教育应当使学生掌握本专业必备的基础理论、专门知识,具有从事本专业实际工作的基本技能和初步能力;",
    "a": "错"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，问责调查应当成立调查组，调查组成员不少于五人。（）",
    "a": "错"
  },
  {
    "q": "生产经营单位应当建立健全安全风险分级管控制度,明确安全风险辨识和分级方法、标准和程序,并编制安全风险分级管控清单,列明管控重点、管控机构、责任人员、监督管理、安全防护和应急处置等安全风险管控措施。",
    "a": "错"
  },
  {
    "q": "维护国家主权、统一和领土完整是包括港澳同胞和台湾同胞在内的全中国人民的共同义务。（ ）",
    "a": "错"
  },
  {
    "q": "“平等、团结、互助的社会主义民族关系已经确立，并将继续加强”属于2018年宪法修正案修改后的表述。（）",
    "a": "错"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定,问责调查应当成立调查组,调查组成员不少于五人。（ ）",
    "a": "错"
  },
  {
    "q": "商检机构根据便利对外贸易的需要,可以根据国家规定对法定检验的进出口商品进行出厂前的质量监督管理和检验。（ ）",
    "a": "对"
  },
  {
    "q": "任何单位或者个人可以使用任何商用密码产品（）",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定,非法人组织是不具有法人资格,但是能够依法以自己的名义从事民事活动的组织。（ ）",
    "a": "对"
  },
  {
    "q": "利用信息网络发布有关制作或者销售毒品、枪支、淫秽物品等违禁物品、管制物品或者其他违法犯罪信息的,构成非法利用信息网络罪。（ ）",
    "a": "对"
  },
  {
    "q": "反制清单和反制措施的确定、暂停、变更或者取消，由商务部或者国务院其他有关部门发布命令予以公布",
    "a": "错"
  },
  {
    "q": "任何人对危害广播电视设施的行为,均有权制止并向有关部门报告。",
    "a": "错"
  },
  {
    "q": "企业将固定资产达到预定可使用状态前或者研发过程中产出的产品或副产品对外销售（以下统称试运行销售） 的,对试运行销售相关的收入和成本分别进行会计处理,计入当期损益,不应将试运行销售相关收入抵销相关成本后的净额冲减固定资产成本或者研发支出,这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "不在中国境内销售、仅用于出口的电子烟产品，可以符合目的地国家或地区的法律法规和标准要求；目的地国家或地区没有相关法律法规和标准要求的，可以不符合我国的法律法规和标准相关要求。（）",
    "a": "错"
  },
  {
    "q": "党和国家机构改革、重大体制机制和职责调整应当在中央机构编制委员会领导下组织论证。",
    "a": "对"
  },
  {
    "q": "未取得或者已丧失宗教教职人员资格的,不得以宗教教职人员的身份从事活动。（ ）",
    "a": "对"
  },
  {
    "q": "高等学校按照国家有关规定，自主开展与境外高等学校之间的科学技术文化交流与合作。",
    "a": "对"
  },
  {
    "q": "国务院和县级以上地方人民政府设立审计机关。（ ）",
    "a": "错"
  },
  {
    "q": "《中国共产党问责条例》规定,党组织对履行职责不力、情节较轻的,应当责令其作出书面检查并限期整改。（ ）",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》不会被记入信用档案。（）",
    "a": "错"
  },
  {
    "q": "《广西环境保护条例》规定,确须拆除或者闲置的已建成的防治污染设施,应当事先报经市、县人民政府环境保护主管部门批准。（ ）",
    "a": "错"
  },
  {
    "q": "印花税一般实行就地纳税,但对于全国性商品物资订货会上所签订的合同应税的印花税,应由纳税人回其所在地后即时办理贴花完税手续。（ ）",
    "a": "错"
  },
  {
    "q": "高等学校的校长，由符合教育法规定的任职条件的公民担任。高等学校的校长、副校长按照国家有关规定任免。",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定,国家级海洋自然保护区的建立,须经全国人大批准。（ ）",
    "a": "对"
  },
  {
    "q": "招标人应当在招标文件中载明投标有效期。投标有效期从提交投标文件的截止之日起算",
    "a": "对"
  },
  {
    "q": "用人单位订立或者变更劳动合同时，未告知劳动者职业病危害真实情况的，由劳动保障行政部门责令限期改正，给予警告。（）",
    "a": "错"
  },
  {
    "q": "互联网视听节目服务单位播出的时政类视听新闻节目,应当是县级以上广播电台、电视台制作、播出或者中央新闻单位网站登载的时政类视听新闻节目。（ ）",
    "a": "对"
  },
  {
    "q": "审计机关和审计人员对在执行职务中知悉的国家秘密、工作秘密、商业秘密、个人隐私和个人信息,应予以保密,不得泄露或者向他人非法提供。（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国反洗钱法》规定，金融机构在进行客户身份识别时，只需核实客户的姓名和身份证件类型。",
    "a": "错"
  },
  {
    "q": "船舶载运货物,应当按照有关法律、行政法规、规章以及强制性标准和技术规范的要求安全装卸、积载、隔离、系固和管理。（ ）",
    "a": "错"
  },
  {
    "q": "我国实施出口管制的管理部门是国务院和中央军事委员会。（ ）",
    "a": "对"
  },
  {
    "q": "《中华人民共和国水法》所称的水资源，包括地表水、地下水和海水",
    "a": "错"
  },
  {
    "q": "植树造林、保护森林,是公民应尽的义务。各级人民政府应当组织开展全民义务植树活动。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "股东会、董事会决议被人民法院宣告无效、撤销或者确认不成立的,公司根据该决议与善意相对人形成的民事法律关系将会受到影响。",
    "a": "对"
  },
  {
    "q": "特种作业人员无需进行专门的安全作业培训，即可上岗作业。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,禁止向水体排放含热废水,应当采取措施,保证水体的水温符合水环境质量标准。（ ）",
    "a": "对"
  },
  {
    "q": "十分珍惜、合理利用土地和切实保护耕地是我国的基本国策。各级人民政府应当采取措施,全面规划,严格管理,保护、开发土地资源,制止非法占用土地的行为。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "国家要求男女双方在结婚登记前，共同进行医学检查或者相关健康体检",
    "a": "错"
  },
  {
    "q": "国务院专利行政部门可以应专利权人或者利害关系人的请求处理在全国有重大影响的专利侵权纠纷。（ ）",
    "a": "对"
  },
  {
    "q": "信访工作应坚持党的全面领导,把党的领导贯彻到信访工作各方面和全过程,确保正确政治方向。",
    "a": "错"
  },
  {
    "q": "城市应当推行生活垃圾分类制度。农村应当因地制宜、逐步推行生活垃圾分类制度。",
    "a": "对"
  },
  {
    "q": "鼓励货主企业将原以散货形式运输的货物改用集装箱运输。自2020年1月1日起,自治区财政每年对产生的增量部分集装箱给予适当补助。（ ）",
    "a": "错"
  },
  {
    "q": "电子烟批发企业不得向不具备从事电子烟零售业务资格的单位或者个人提供电子烟产品。（ ）",
    "a": "错"
  },
  {
    "q": "商用密码是指对涉及国家秘密内容的信息进行加密保护或者安全认证所使用的密码技术和密码产品。（）",
    "a": "错"
  },
  {
    "q": "联合体各方均应当具备承担招标项目的相应能力;国家有关规定或者招标文件对投标人资格条件有规定的,联合体各方均应当具备规定的相应资格条件。由同一专业的单位组成的联合体,按照资质等级较高的单位确定资质等级",
    "a": "错"
  },
  {
    "q": "监护人可以以任何方式对未成年人沉迷网络进行干预。",
    "a": "对"
  },
  {
    "q": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义行，是中国化时代化的马克思主义行。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "遗弃行为在不同的情形下可能触犯不同的罪名,将婴儿遗弃至医院门口等人流较多的公共场所可能构成遗弃罪,将婴儿遗弃至深山老林之中则触犯不作为的故意杀人罪。（ ）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水,应当符合国家有关放射性污染防治的规定和标准。（ ）",
    "a": "错"
  },
  {
    "q": "互联网信息服务提供者不得以介绍健康、养生知识等形式变相发布医疗、药品、医疗器械、保健食品广告。（）",
    "a": "对"
  },
  {
    "q": "开展投资项目评估（评价）,可以委托第三方评估（评价）机构进行。（ ）",
    "a": "错"
  },
  {
    "q": "电子购物无法要求电子商务经营者提发票。（ ）",
    "a": "错"
  },
  {
    "q": "自治区地震局可以向社会发布地震短期预报和临震预报。",
    "a": "错"
  },
  {
    "q": "任何单位和个人不得伪造、假冒出版单位名称或者报纸、期刊名称出版出版物。（ ）",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定,被监护人的父母担任监护人的,可以通过遗嘱指定监护人。（ ）",
    "a": "对"
  },
  {
    "q": "对前往电信网络诈骗活动严重地区的人员，出境活动存在重大涉电信网络诈骗活动嫌疑的，移民管理机构不可以决定不准其出境。",
    "a": "错"
  },
  {
    "q": "国家网信部门负责统筹协调网络安全工作和相关监督管理工作。",
    "a": "对"
  },
  {
    "q": "国家鼓励短缺药品的研制和生产,对临床急需的短缺药品、防治重大传染病和罕见病等重大疾病的新药予以优先审评审批。（ ）",
    "a": "错"
  },
  {
    "q": "禁止将剧毒、高毒农药用于蔬菜、瓜果、茶叶和中草药材等国家规定的农作物。（）",
    "a": "对"
  },
  {
    "q": "甲某醉酒后与男友争吵,从10楼扔下一把菜刀,菜刀从公交车车顶弹至地面,所幸没有造成人员伤亡。因甲某未造成他人伤害,故甲某无需承担刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "租赁物权属有争议属于承租人解除合同的法定情形之一。（ ）",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，职工或者其直系亲属认为是工伤，用人单位不认为是工伤的，由用人单位承担举证责任。（）",
    "a": "对"
  },
  {
    "q": "《就业促进法》规定,政府投资开发的公益性岗位优先安排就业困难人员。（ ）",
    "a": "对"
  },
  {
    "q": "参加合作各方对其通过涉外气象探测活动所获取的气象探测资料及其加工产品可以依照约定转让、提供给第三方。",
    "a": "错"
  },
  {
    "q": "鼓励公路工程进行专业化施工分包，但必须依法进行。承包人可依法进行劳务合作，但禁止以劳务合作的名义进行施工分包。",
    "a": "对"
  },
  {
    "q": "招标人可以自行决定是否编制标底。一个招标项目只能有一个标底",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定, 船舶装载运输油类或者有毒货物,应当采取防止溢流和渗漏的措施,防止货物落水造成水污染。（ ）",
    "a": "对"
  },
  {
    "q": "企业改制前签订但尚未履行完的各类应税合同，改制后需要变执行主体的，对仅改变执行主体、其余条款未作变动且改制前已贴花的，不再贴花。（）",
    "a": "对"
  },
  {
    "q": "《环境保护税法》规定,农业生产（不包括规模化养殖）排放应税污染物的,暂免征收环境保护税。（ ）",
    "a": "错"
  },
  {
    "q": "未成年人节目管理工作应当坚持正确导向,注重保护尊重未成年人的隐私和人格尊严等合法权益,坚持教育保护并重,实行社会共治,防止未成年人节目出现商业化、成人化和过度娱乐化倾向。",
    "a": "对"
  },
  {
    "q": "交通主管部门、公路管理机构依法对有关公路的法律、法规执行情况进行监督检查。",
    "a": "对"
  },
  {
    "q": "对严重违反国家保密规定的涉密人员,保密行政管理部门应当建议有关机关、单位给予处分并将其调离涉密岗位。",
    "a": "对"
  },
  {
    "q": "社区矫正对象违反法律法规或者监督管理规定的,应当视情节依法给予训诫、警告、提请公安机关予以治安管理处罚,或者依法提请撤销缓刑、撤销假释、对暂予监外执行的收监执行。（ ）",
    "a": "错"
  },
  {
    "q": "用人单位有会员二十人以上的，应当建立基层工会委员会;不足二十人的，可以单独建立基层工会委员会，也可以由两个以上单位的会员联合建立基层工会委员会，也可以选举组织员一人，组织会员开展活动。女职工人数较多的，可以建立工会女职工委员会，在同级工会领导下开展工作;女职工人数较少的，可以在工会委员会中设女职工委员。",
    "a": "错"
  },
  {
    "q": "《统计法实施条例》规定,个人作为统计调查对象提供统计资料,应当由本人签字。（ ）",
    "a": "错"
  },
  {
    "q": "需要征收土地,县级以上地方人民政府认为符合《土地管理法》第四十五条规定的,应当发布征收土地预公告,并开展拟征收土地现状调查和社会稳定风险评估。",
    "a": "错"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，初次违法且危害后果轻微并及时改正的，可以不予行政处罚。",
    "a": "对"
  },
  {
    "q": "租赁物权属有争议属于承租人解除合同的法定情形之一。（ ）",
    "a": "错"
  },
  {
    "q": "《地图管理条例》规定,时事宣传地图、时效性要求较高的图书和报刊等插附地图的,应当自受理地图审核申请之日起7个工作日内,作出审核决定。（ ）",
    "a": "错"
  },
  {
    "q": "投资者应当合法经营，诚实守信，不得采取虚假投资或者其他违法手段骗取投资待遇。（）",
    "a": "对"
  },
  {
    "q": "应当将法治教育纳入学校总体发展规划和年度工作计划。（ ）",
    "a": "对"
  },
  {
    "q": "广播电视发射台、转播台不得擅自播放自办节目和插播广告。（ ）",
    "a": "对"
  },
  {
    "q": "消费者有权要求经营者提供商品价格、产地、生产者、生产日期、有效期限、检售后服务等有关情况。（）",
    "a": "对"
  },
  {
    "q": "隐藏、转移、变卖、损毁国家安全机关依法查封、扣押、冻结的财物的,或者明知是间谍活动的涉案财物而窝藏、转移、收购、代为销售或者以其他方法掩饰、隐瞒的,由国家安全机关追回。构成犯罪的,依法追究刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "国家秘密的密级为绝密、一级、二级。",
    "a": "错"
  },
  {
    "q": "一条宠物狗与主人走失，被小张收留并悉心照顾，数天后狗主人来领，小明可以向狗主人要饲养费吗？（）",
    "a": "错"
  },
  {
    "q": "高等学校实行教师资格制度。只有取得研究生或者大学本科毕业学历的公民才能参加高校教师的资格考试。",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 以非法方法收集的证据不需要予以排除,可以作为案件处置的依据。（ ）",
    "a": "对"
  },
  {
    "q": "我国民族自治地方的人民法院和人民检察院的领导成员和工作人员中，应当有实行区域自治的民族的人员。（）",
    "a": "对"
  },
  {
    "q": "1987年起施行的《统计法实施细则》依旧有效。（ ）",
    "a": "错"
  },
  {
    "q": "基于个人同意处理个人信息的,个人（ ）撤回其同意。（ ）",
    "a": "错"
  },
  {
    "q": "以逐月领取退役金方式安置的退役军官和军士 ，被录用为公务员或者聘用为事业单位工作人 员的，自被录用 、聘用下月起停发退役金，其待遇按照公务员、事业单位工作人员管理相关法律法规执行。",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:各级人民政府应当将发展职业教育纳入国民经济和社会发展规划,与促进就业创业和推动发展方式转变、产业结构调整、技术优化升级等整体部署、统筹实施（ ）",
    "a": "错"
  },
  {
    "q": "涉及未成年人案件的新闻报道,要注意对未成年人姓名、照片等信息的保护。（ ）",
    "a": "对"
  },
  {
    "q": "电子烟批发企业不得向不具备从事电子烟零售业务资格的单位或者个人提供电子烟产品。（）",
    "a": "对"
  },
  {
    "q": "广播电视新闻应当真实、公正。",
    "a": "对"
  },
  {
    "q": "干部应当根据不同情况参加专业的教育培训。",
    "a": "对"
  },
  {
    "q": "反洗钱行政主管部门和其他依法负有反洗钱监督管理职责的部门、机构履行反洗钱职责获得的客户身份资料和交易信息，可以用于反洗钱行政调查和执法检查。",
    "a": "错"
  },
  {
    "q": "为了丰富学校法治教育的教学方式,可让学生参观司法场所。（ ）",
    "a": "错"
  },
  {
    "q": "中国共产党为什么能,中国特色社会主义为什么好,归根到底是马克思主义行,是中国化时代化的马克思主义行。——党的二十大报告（ ）",
    "a": "错"
  },
  {
    "q": "对在北部湾港内开展集装箱“穿梭巴士”业务且正常运营2年以上、安全生产运营良好的运营企业，自治区财政每年给予适当补助。（）",
    "a": "错"
  },
  {
    "q": "病残等特殊体质的学生无需参加体育活动。",
    "a": "错"
  },
  {
    "q": "建设海洋工程、海岸工程时,应做好配备防止船舶碰撞的设施、设备,不需要设置专用航标。（ ）",
    "a": "错"
  },
  {
    "q": "国家网信部门负责统筹协调网络安全工作和相关监督管理工作。",
    "a": "对"
  },
  {
    "q": "鼓励市场主体根据信用主体的信用状况,对守信主体采取优惠便利、增加交易机会等降低市场交易成本的措施;对失信主体采取取消优惠、提高保证金等增加交易成本的措施。",
    "a": "对"
  },
  {
    "q": "新型冠状病毒的肺炎患者被隔离期间劳动合同到期,用人单位是可以解除合同。（ ）",
    "a": "对"
  },
  {
    "q": "自治区人民政府应当制定国家通用语言文字和少数民族语言文字的双语教师培养培训规划，建设双语兼通、学科配套、适应现代教育需求的教师队伍。（）",
    "a": "错"
  },
  {
    "q": "任何单位和个人不得利用烈士公祭从事商业活动。",
    "a": "对"
  },
  {
    "q": "开展疫苗临床试验,应当经省级药品监督管理部门依法批准。（ ）",
    "a": "对"
  },
  {
    "q": "行政机关发现影响或者可能影响社会稳定、扰乱社会和经济管理秩序的虚假或者不完整信息的，应当发布准确的政府信息予以澄清。",
    "a": "对"
  },
  {
    "q": "法律援助补贴免征增值税和个人所得税。（ ）",
    "a": "错"
  },
  {
    "q": "按照《电子商务法》的规定,电子商务平台经营者的存在形式可以是法人或非法人组织。 （ ）",
    "a": "错"
  },
  {
    "q": "建设海洋工程、海岸工程时，应做好配备防止船舶碰撞的设施、设备，不需要设置专用航标。（）",
    "a": "错"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址,并为举报人保密。对实名举报并提供相关事实和证据的,监督检查部门应当将处理结果告知举报人。（ ）",
    "a": "错"
  },
  {
    "q": "出质人负有妥善保管质押财产的义务;因保管不善致使质押财产毁损、灭失的,应当承担赔偿责任。（ ）",
    "a": "错"
  },
  {
    "q": "自治区、设区的市人民政府设立的海上搜寻救助机构，按照分级管理原则负责相应海上搜寻救助的统一组织、协调、指挥和具体实施。（）",
    "a": "错"
  },
  {
    "q": "禁止销售可自行添加雾化物的电子烟。（ ）",
    "a": "对"
  },
  {
    "q": "发现食品生产经营者不符合监督检查要点表,影响食品安全的,市场监督管理部门应当依法进行调查处理。（ ）",
    "a": "对"
  },
  {
    "q": "从事传染病防治的政府卫生行政部门的工作人员严重不负责任，导致传染病传播或者流行，情节严重的，处三年以下有期徒刑或者拘役。（）",
    "a": "对"
  },
  {
    "q": "广播电视站不得接收、传送境外卫星电视节目,不得在转播节目中插播自办节目和广告。",
    "a": "错"
  },
  {
    "q": "政府门户网站是政府信息公开发布的重要平台,拟公开的涉密信息应及时登载。（ ）",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定,投保人不得为无民事行为能力人投保以死亡为给付保险金条件的人身保险，保险人也不得承保。但是父母为其未成年子女投保的人身保险，不受该项限制。",
    "a": "对"
  },
  {
    "q": "干部教育培训应当根据内容要求和干部特点,综合运用讲授式、研讨式、案例式、模拟式、体验式、访谈式、行动学习等方法,实现教学相长、学学相长。",
    "a": "错"
  },
  {
    "q": "申请专利和行使专利权应当遵循诚实信用原则。不得滥用专利权损害公共利益或者他人合法权益。（ ）",
    "a": "错"
  },
  {
    "q": "《社区矫正法》规定，被判处管制、宣告缓刑、假释和暂予监外执行的罪犯，依法实行社区矫正。（）",
    "a": "对"
  },
  {
    "q": "2018年宪法修正案将宪法序言第七自然段“健全社会主义法制”修改为“健全社会主义法治”。（ ）",
    "a": "错"
  },
  {
    "q": "适用简易程序审理的民事案件,由审判员一人独任审理。（ ）",
    "a": "错"
  },
  {
    "q": "个人无权要求个人信息处理者对其个人信息处理规则进行解释说明。",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,党政领导干部生态环境损害责任追究形式有:诫勉、责令公开道歉;组织处理,包括调离岗位、引咎辞职、责令辞职、免职、降职等;党纪政纪处分。组织处理和党纪政纪处分可以单独使用,也可以同时使用。追责对象涉嫌犯罪的,应当及时移送司法机关依法处理。（ ）",
    "a": "错"
  },
  {
    "q": "地方志工作成果依照有关规定参加国家和自治区地方志优秀社会科学成果评奖。",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国密码法》规定，任何组织或者个人不得利用密码从事危害国家安全、社会公共利益、他人合法权益等违法犯罪活动。",
    "a": "对"
  },
  {
    "q": "“打虎”、“拍蝇”、“猎狐”多管齐下,反腐败斗争取得压倒性胜利并全面巩固,消除了党、国家、军队内部存在的严重隐患。——党的二十大报告（ ）",
    "a": "对"
  },
  {
    "q": "不属于国家秘密的工作秘密,也可以酌情作出国家秘密标志。",
    "a": "错"
  },
  {
    "q": "国务院和县级以上地方人民政府设立审计机关。（）",
    "a": "对"
  },
  {
    "q": "为了改善学校的师资队伍,要鼓励有条件的高校设置青少年法治教育本科师范专业,探索青少年法治教育方向研究生培养。（ ）",
    "a": "对"
  },
  {
    "q": "建立健全永久基本农田储备区制度。优先将土地整理复垦开发和新建高标准农田增加的优质耕地划入永久基本农田储备区并上图入库,用于落实永久基本农田补划。这一说法（ ）。",
    "a": "错"
  },
  {
    "q": "《统计法实施条例》规定，非法干预独立统计应当承担法律责任。（）",
    "a": "对"
  },
  {
    "q": "合伙合同终止前,合伙人可以请求分割合伙财产。（ ）",
    "a": "错"
  },
  {
    "q": "对经识别存在异常开户情形的,银行业金融机构、非银行支付机构有权加强核查,但不能拒绝开户。",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉。（）",
    "a": "对"
  },
  {
    "q": "故意杀害被继承人的继承人丧失继承权。（ ）",
    "a": "错"
  },
  {
    "q": "乡镇、街道的机构编制事项由乡镇、街道党委（党工委）管理。",
    "a": "错"
  },
  {
    "q": "生产经营单位对重大危险源应当登记建档，进行定期检测、评估、监控，并制定应急预案，告知从业人员和相关人员在紧急情况下应当采取的应急措施。",
    "a": "对"
  },
  {
    "q": "我国各少数民族聚居的地方,包括自治乡,实行区域自治。（ ）",
    "a": "错"
  },
  {
    "q": "禁止任何单位和个人在公路上非法设卡、收费、罚款和拦截车辆。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "公职人员涉嫌违法，已经被立案调查，不宜继续履行职责的，公职人员任免机关、单位可以决定暂停其履行职务。",
    "a": "对"
  },
  {
    "q": "保险公司收到被保险人或者受益人的赔偿或者给付保险金的请求后,应当依照法律法规和合同约定及时作出处理,不得拖延理赔、无理拒赔。",
    "a": "错"
  },
  {
    "q": "食盐定点生产、批发企业应当建立采购销售记录制度,如实记录并保存相关凭证。记录和凭证保存期限不得少于3年。（ ）",
    "a": "错"
  },
  {
    "q": "人体器官捐献应当遵循自愿、无偿的原则。",
    "a": "对"
  },
  {
    "q": "因行贿谋取不正当利益,情节严重的,或者使国家利益遭受重大损失的,处五年以上十年以下有期徒刑,并处罚金。（ ）",
    "a": "错"
  },
  {
    "q": "中国红十字会是中华人民共和国统一的红十字组织,是从事人道主义工作的社会救助团体。",
    "a": "错"
  },
  {
    "q": "我国的民族自治地方的自治机关根据法律规定， 确定本地方内草场和森林的所有权和使用权。（）",
    "a": "对"
  },
  {
    "q": "为保障公路养护人员的人身安全,公路养护人员进行养护作业时,应当穿着统一的安全标志服;利用车辆进行养护作业时,应当在公路作业车辆上设置明显的作业标志。",
    "a": "错"
  },
  {
    "q": "赠与人的继承人或者法定代理人的撤销权,自知道或者应当知道撤销事由之日起六个月内行使。（ ）",
    "a": "错"
  },
  {
    "q": "国家机关的印章、牌匾，应当同时使用规范汉字和国家批准的《壮文方案》确定的壮文。（）",
    "a": "对"
  },
  {
    "q": "办理电话卡不得超出国家有关规定限制的数量。",
    "a": "对"
  },
  {
    "q": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的思想政治表现、职业道德、业务水平和工作实绩进行考核,考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
    "a": "对"
  },
  {
    "q": "保密要害部门、部位工作人员不得擅自离岗离职或因私出国（境）。（）",
    "a": "对"
  },
  {
    "q": "涉密会议、活动不得使用不具备保密条件的电视电话会议系统。（ ）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,党政领导干部生态环境损害责任追究形式有:诫勉、责令公开道歉;组织处理,包括调离岗位、引咎辞职、责令辞职、免职、降职等;党纪政纪处分。组织处理和党纪政纪处分可以单独使用,也可以同时使用。追责对象涉嫌犯罪的,应当及时移送司法机关依法处理。（ ）",
    "a": "对"
  },
  {
    "q": "对保密期限届满的国家秘密，需要公开的可不进行保密审查确定。（）",
    "a": "错"
  },
  {
    "q": "中央有关部委和国家机关部门党组（党委）根据工作需要,开展巡视工作。（ ）",
    "a": "对"
  },
  {
    "q": "旅游合同中安排旅游购物的,应当在合同中明确规定购物的地点、次数、时限,可以强制消费者购物。（ ）",
    "a": "对"
  },
  {
    "q": "市场监督管理部门是电子商务监管的主要部门之一，市级以上市场监督管理部门负责电子商务的监督管理。（）",
    "a": "错"
  },
  {
    "q": "国家秘密的密级、保密期限和知悉范围一旦确定,就不能进行变更。",
    "a": "错"
  },
  {
    "q": "发生造成人员死亡或产生社会影响的较大火灾事故的,由事故发生地县级人民政府负责组织调查处理。（ ）",
    "a": "对"
  },
  {
    "q": "国家帮助和扶持少数民族地区、边远地区和贫困地区发展公路建设。",
    "a": "对"
  },
  {
    "q": "对前往电信网络诈骗活动严重地区的人员,出境活动存在重大涉电信网络诈骗活动嫌疑的,移民管理机构不可以决定不准其出境。",
    "a": "对"
  },
  {
    "q": "城市应当推行生活垃圾分类制度。农村应当因地制宜、逐步推行生活垃圾分类制度。",
    "a": "错"
  },
  {
    "q": "进行电焊、气焊等具有火灾危险作业的人员和自动消防系统的操作人员，必须持证上岗，并遵守消防安全操作规程。",
    "a": "对"
  },
  {
    "q": "劳动者通过人力资源服务机构进行网络求职,应当如实提供本人基本信息以及与应聘岗位相关的知识、技能、工作经历等情况。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "任何单位和个人不得非法买卖、出租、出借电话卡、物联网卡、电信线路、短信端口、银行账户、支付账户、互联网账号等。",
    "a": "错"
  },
  {
    "q": "可以违规超标准在铁路、公路等用地红线外，以及河渠两侧、水库周边占用一般耕地建设绿化带（铁路、公路等两侧绿化带宽度应小于5米，其中县乡道路两侧绿化带宽度应小于3米），这一说法（）。",
    "a": "错"
  },
  {
    "q": "国家海事管理机构负责制定全国船舶重大海上溢油污染事件应急预案,报国务院生态环境主管部门、国务院应急管理部门备案。",
    "a": "对"
  },
  {
    "q": "粮食和储备部门不可委托具有相应资质的鉴定检测机构,对涉嫌违法违规行为有关的粮食、工具等进行鉴定检测。",
    "a": "对"
  },
  {
    "q": "电子购物无法要求电子商务经营者提发票。（ ）",
    "a": "错"
  },
  {
    "q": "中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "a": "对"
  },
  {
    "q": "经营者进行抽奖式的有奖销售,最高奖的金额超过四万元,属于不正当有奖销售行为。（ ）",
    "a": "对"
  },
  {
    "q": "党委政法委员会是党委领导和管理政法工作的职能部门,是实现党对政法工作领导的唯一组织形式。（ ）",
    "a": "对"
  },
  {
    "q": "任何单位和个人都有爱护公路、公路用地及公路附属设施的义务,有权检举和控告破坏、损坏公路、公路用地、公路附属设施和影响公路安全的行为。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "《广西实施消防法办法》规定，开展消防宣传教育培训是公安机关消防机构应当履行的职责。（）",
    "a": "对"
  },
  {
    "q": "任何单位和个人都有义务保护旅游资源,不得在景区或者已经规划但尚未开发、利用的旅游资源地域内建设污染环境的工业设施和对环境有害的种植、养殖等项目,不得建设破坏景观的设施,不得擅自进行采石、开矿、挖沙、砍伐、焚烧林木等破坏环境和旅游资源的行为。",
    "a": "错"
  },
  {
    "q": "境外机构、组织、个人实施或者指使、资助他人实施的,或者境内机构、组织、个人与境外机构、组织、个人相勾结实施的危害中华人民共和国国家安全的间谍行为,都必须受到法律追究。",
    "a": "对"
  },
  {
    "q": "向我国境内出口食品的境外出口商或者代理商、进口食品的进口商应当向海关备案。（ ）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国密码法》规定，所有商用密码产品都必须由具备资格的机构检测认证合格后，方可销售或者提供。",
    "a": "错"
  },
  {
    "q": "国家采取措施推进无障碍环境建设,为残疾人、老年人自主安全地通行道路、出入建筑物以及使用其附属设施、搭乘公共交通运输工具,获取、使用和交流信息,获得社会服务等提供便利。",
    "a": "对"
  },
  {
    "q": "保证合同中未约定保证方式的,为一般保证。",
    "a": "错"
  },
  {
    "q": "个人信息处理者可以处理个人自行公开或者其他已经合法公开的全部个人信息。",
    "a": "错"
  },
  {
    "q": "经营者以降价销售、有奖销售、附赠等形式提供的商品、奖品、赠品、免费服务等，应当保证质量，可以免除其应当承担的修理、重作、更换以及其他民事责任。（）",
    "a": "错"
  },
  {
    "q": "《监察法》规定, 监察机关应当保障被留置人员的饮食、休息和安全,提供医疗服务。讯问被留置人员应当合理安排讯问时间和时长,讯问笔录由被讯问人阅看后签名。 （ ）",
    "a": "对"
  },
  {
    "q": "有关地方和部门领导干部在领导和组织开展政法工作中,因违反《中国共产党政法工作条例》和有关党内法规制度规定职责,应当承担责任的,给予党纪政务处分;涉嫌犯罪的,依法追究刑事责任。（ ）",
    "a": "错"
  },
  {
    "q": "国家保障教育事业优先发展。（ ）",
    "a": "对"
  },
  {
    "q": "鼓励和支持社会各界采取多种方式参与少数民族语言文字的抢救、保护、研究工作。（）",
    "a": "对"
  },
  {
    "q": "高等学校通过以教师为主体的教职工代表大会等组织形式,依法保障教职工参与民主管理和监督,维护教职工合法权益。",
    "a": "对"
  },
  {
    "q": "根据《广西壮族自治区旅游条例》,未取得质量标准等级的,不得使用或者变相使用相关质量标准等级的称谓和标识从事经营活动。（ ）",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》的规定,从事危害网络安全的活动,或者提供专门用于从事危害网络安全活动的程序、工具,或者为他人从事危害网络安全的活动提供技术支持、广告推广、支付结算等帮助,受到治安管理处罚的人员,终身不得从事网络安全管理和网络运营关键岗位的工作。（ ）",
    "a": "错"
  },
  {
    "q": "美容、美发、美体、保健、洗浴达不到约定或者承诺效果的，应当按照消费者的要求给予重作或者退还已收取的费用。（）",
    "a": "对"
  },
  {
    "q": "劳动者依法享有平等就业和自主择业的权利。劳动者就业,不因民族、种族、性别、宗教信仰等不同而受歧视。劳动者受到就业歧视的,可以向人民法院提起诉讼。（ ）",
    "a": "错"
  },
  {
    "q": "在未采取防护措施的情况下,不得在涉密网络与互联网及其他公共信息网络之间进行信息交换。（ ）",
    "a": "错"
  },
  {
    "q": "海上搜寻救助坚持以人为本,遇险人员有获得无偿搜寻救助的权利。（ ）",
    "a": "对"
  },
  {
    "q": "国家根据少数民族的特点和需要，帮助和支持少数民族地区发展高等教育事业，为少数民族培养高级专门人才。",
    "a": "对"
  },
  {
    "q": "机动车发生交通事故造成损害,属于该机动车一方责任的,先由承保机动车强制保险的保险人在强制保险责任限额范围内予以赔偿;不足部分,由承保机动车商业保险的保险人按照保险合同的约定予以赔偿;仍然不足或者没有投保机动车商业保险的,由非机动车一方自行承担。",
    "a": "对"
  },
  {
    "q": "在涉密科研项目结题阶段,要加强成果验收、申报奖项、申请专利等工作的保密管理。（ ）",
    "a": "错"
  },
  {
    "q": "对造成重大或者特大海洋环境污染、生态破坏事故的,按照直接损失的30%计算罚款。",
    "a": "错"
  },
  {
    "q": "经营者提供商品或者服务，应当按照规定明码标价，做到价签价目齐全。如果价格有变动时，应当及时调整。可以收取未标明的费用。（）",
    "a": "错"
  },
  {
    "q": "根据《宪法》,上级人民法院负责指导下级人民法院的审判工作。（ ）",
    "a": "对"
  },
  {
    "q": "无配偶者收养异性子女的,收养人与被收养人的年龄应当相差四十周岁以上,且无不利于被收养人健康成长的违法犯罪记录,民政部门应当依法进行收养评估。（ ）",
    "a": "对"
  },
  {
    "q": "经过不懈努力,党找到了自我革命这一跳出治乱兴衰历史周期率的第二个答案,确保党永远不变质、不变色、不变味。——党的二十大报告（ ）",
    "a": "错"
  },
  {
    "q": "假冒注册商标属于侵犯他人的知识产权。（）",
    "a": "对"
  },
  {
    "q": "根据《人力资源市场暂行条例》,违反本条例第十八条第二款规定,开展人力资源服务业务未备案,由人力资源社会保障行政部门责令改正;拒不改正的,处2元以上5万元以下的罚款。（ ）",
    "a": "错"
  },
  {
    "q": "根据《宪法》规定,国务院领导和管理教育、科学、文化、卫生、体育和计划生育工作。（ ）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定,国家建立并实施重点海域排污总量控制制度,确定主要污染物排海总量控制指标,并对主要污染源分配排放控制数量。（ ）",
    "a": "错"
  },
  {
    "q": "商检机构根据便利对外贸易的需要，可以根据国家规定对法定检验的进出口商品进行出厂前的质量监督管理和检验。（）",
    "a": "错"
  },
  {
    "q": "市级以上人民政府及其有关部门应当保障适龄儿童接种免疫规划疫苗。监护人应当依法保证适龄儿童按时接种免疫规划疫苗。（ ）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府价格行政主管部门在制定和调整实行政府定价和政府指导价的旅游价格时,可以考虑听取消费者、旅游经营者以及旅游主管部门等相关部门的意见。",
    "a": "错"
  },
  {
    "q": "在地下水超采地区,县级以上地方人民政府应当采取措施,严格控制开采地下水。在地下水严重超采地区,经省、自治区、直辖市人民政府批准,可以划定地下水禁止开采或者限制开采区。在沿海地区开采地下水,应当经过科学论证,并采取措施,防止地面沉降和海水入侵。",
    "a": "错"
  },
  {
    "q": "《中华人民共和国反洗钱法》规定，金融机构在进行客户身份识别时，可以不核实客户的身份证件号码。",
    "a": "错"
  },
  {
    "q": "党和国家机构改革、重大体制机制和职责调整由本级编委启动。（ ）",
    "a": "对"
  },
  {
    "q": "禁止销售可自行添加雾化物的电子烟。（ ）",
    "a": "对"
  },
  {
    "q": "我国民族自治地方的汉族干部要学习当地少数民族的语言文字,少数民族干部在学习、使用本民族语言文字的同时,可以不用学习全国通用的普通话和规范文字。（ ）",
    "a": "对"
  },
  {
    "q": "《反间谍法》仅适用于国家安全机关防范、制止和惩治间谍的行为。（）",
    "a": "错"
  },
  {
    "q": "申请人以邮寄方式提交政府信息公开申请的,以信件寄出之日为收到申请之日。（ ）",
    "a": "错"
  },
  {
    "q": "劳动者申请仲裁或者提起诉讼的,工会可以依法给予支持和帮助。（ ）",
    "a": "错"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定,用人单位未在规定的时限内提交工伤认定申请,在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（ ）",
    "a": "对"
  },
  {
    "q": "我国实施出口管制的管理部门是国务院和中央军事委员会。（）",
    "a": "对"
  },
  {
    "q": "《统计法实施条例》规定,个人作为统计调查对象提供统计资料,应当由本人签字。（ ）",
    "a": "错"
  },
  {
    "q": "法律、行政法规或者国务院决定规定经自治区人民政府地方金融监督管理部门批准方可设立的地方金融组织,由自治区人民政府地方金融监督管理部门颁发经营许可证。",
    "a": "对"
  },
  {
    "q": "提出仲裁要求的一方应当自劳动争议发生之日起六十日内向劳动争议仲裁委员会提出书面申请。（ ）",
    "a": "对"
  },
  {
    "q": "猥亵儿童罪的主观方面表现为直接故意和间接故意。（）",
    "a": "错"
  },
  {
    "q": "我国上级国家机关的决议、决定、命令和指示,如有不适合民族自治地方实际情况的,自治机关可以报经该上级国家机关批准,变通执行或者停止执行。（ ）",
    "a": "对"
  },
  {
    "q": "留置财产为可分物的,留置财产的价值应当相当于债务的金额。（ ）",
    "a": "对"
  },
  {
    "q": "海上施工作业或者水上水下活动结束后,有关单位、个人应当及时消除可能妨碍海上交通安全的隐患。",
    "a": "对"
  },
  {
    "q": "企业将固定资产达到预定可使用状态前或者研发过程中产出的产品或副产品对外销售（以下统称试运行销售） 的，对试运行销售相关的收入和成本分别进行会计处理，计入当期损益，不应将试运行销售相关收入抵销相关成本后的净额冲减固定资产成本或者研发支出,这一说法（）。",
    "a": "对"
  },
  {
    "q": "鼓励和支持社会殡仪专业服务机构等社会力量为烈士安葬提供专业化 、规范化服务。",
    "a": "错"
  },
  {
    "q": "《地图管理条例》规定,展示或者登载不属于出版物的地图的,由展示者或者登载者送审。（ ）",
    "a": "错"
  },
  {
    "q": "《民法典》规定,行为人与相对人恶意串通,损害他人合法权益的民事法律行为无效。（ ）",
    "a": "对"
  },
  {
    "q": "受气象、海况、技术状况等客观条件限制，致使海上搜寻救助特定行动无法进行的，负责指挥的海上搜寻救助机构可以决定海上搜寻救助特定行动终止；如获得新的信息或者认为需要，可以恢复海上搜寻救助特定行动。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定,国家级海洋自然保护区的建立,须经全国人大批准。（ ）",
    "a": "对"
  },
  {
    "q": "领导干部在履行经济责任过程中,民主决策时,在多数人同意的情况下,决定、批准、组织实施重大经济事项,由于决策不当或者决策失误造成公共资金、国有资产、国有资源损失浪费的行为应当承担直接责任。（ ）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府应当对具有重要纪念意义、教育意义的英雄烈士纪念设施依照《中华人民共和国文物保护法》的规定,核定公布为文物保护单位。（ ）",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:国家鼓励和支持密码科学技术研究和应用，依法保护密码领域的知识产权，促进密码科学技术进步和创新。（）",
    "a": "对"
  },
  {
    "q": "小张和其朋友到卢沟桥游览,他们身穿二战时期日本的军服拍照并上传至网络。其行为触犯了《英雄烈士保护法》。 （ ）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定, 在饮用水水源保护区内,禁止设置排污口。（ ）",
    "a": "错"
  },
  {
    "q": "客船载运乘客不得同时载运危险货物。（ ）",
    "a": "错"
  },
  {
    "q": "抵押财产折价或者拍卖、变卖后,其价款超过债权数额的部分归抵押人所有,不足部分债务人无需再清偿。（）",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定,非法人组织是不具有法人资格,但是能够依法以自己的名义从事民事活动的组织。（ ）",
    "a": "对"
  },
  {
    "q": "为保障公路养护人员的人身安全,公路养护人员进行养护作业时,应当穿着统一的安全标志服;利用车辆进行养护作业时,应当在公路作业车辆上设置明显的作业标志。",
    "a": "错"
  },
  {
    "q": "2018年宪法修正案将宪法序言第七自然段“健全社会主义法制”修改为“健全社会主义法治”。（ ）",
    "a": "对"
  },
  {
    "q": "旅游者与旅游经营者发生纠纷时，只能向相关主管部门、旅游投诉受理机构或者消费者权益保护组织投诉。（）",
    "a": "错"
  },
  {
    "q": "国家反对一切形式的恐怖主义,依法取缔恐怖活动组织。（ ）",
    "a": "错"
  },
  {
    "q": "中级人民法院、高级人民法院审理民事案件可以适用小额诉讼的程序审理,实行一审终审。（ ）",
    "a": "对"
  },
  {
    "q": "小赵的女友患有重大疾病,但一直对小赵隐瞒,婚后小赵发现,能请求离婚吗?（ ）",
    "a": "错"
  },
  {
    "q": "主席团的决定，由主席团全体成员的三分之二人数以上通过。（）",
    "a": "错"
  },
  {
    "q": "高等学校教师职务根据学校所承担的教学、科学研究等任务的需要设置。教师职务设助教、讲师、副教授、教授。",
    "a": "对"
  },
  {
    "q": "国家保障抚恤优待对象享受社会保障和基本公共服务等公民普惠待遇,同时享受相应的抚恤优待待遇",
    "a": "对"
  },
  {
    "q": "涉外社会调查项目应当依法报经批准。（ ）",
    "a": "错"
  },
  {
    "q": "许可使用合同和转让合同中著作权人未明确许可、转让的权利，未经著作权人同意，另一方当事人不得行使。（）",
    "a": "对"
  },
  {
    "q": "个人信息处理者处理不满十四周岁未成年人个人信息的,可以取得未成年人的父母或者其他监护人的同意。",
    "a": "对"
  },
  {
    "q": "《民族区域自治法》规定,国家制定优惠政策,引导和鼓励国内外资金投向民族自治地方。 （ ）",
    "a": "错"
  },
  {
    "q": "国家鼓励和支持企业事业单位、社会组织及个人依法开展营利性家庭教育服务活动。（ ）",
    "a": "对"
  },
  {
    "q": "网吧、电脑休闲室等向公众提供互联网上网服务的营业性场所，必须对上网消费者的身份证等有效证件进行核对、登记，并记录有关上网信息。",
    "a": "对"
  },
  {
    "q": "债务人不履行到期债务或者发生当事人约定的实现抵押权的情形,致使抵押财产被人民法院依法扣押的,自扣押之日起,抵押权人有权收取该抵押财产的天然孳息或者法定孳息,且抵押权人可以不通知应当清偿法定孳息义务人。（ ）",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定,用人单位应当严格执行劳动定额标准,不得强迫或者变相强迫劳动者加班。用人单位安排加班的,应当按照国家有关规定向劳动者支付加班费。（ ）",
    "a": "对"
  },
  {
    "q": "国务院其他有关部门和省、自治区、直辖市人民政府其他有关部门所属的气象台站,可以发布供本系统使用的专项气象预报,也可以特定形式向社会公开发布。",
    "a": "错"
  },
  {
    "q": "根据《宪法》规定，特定问题调查委员会进行调查的时候，一切有关的国家机关、社会团体和公民都有义务向它提供必要的材料。（）",
    "a": "对"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的,应当追究相关地方党委和政府有关领导成员的责任。（ ）",
    "a": "对"
  },
  {
    "q": "代书遗嘱应当有一个以上见证人在场见证。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定,引进海洋动植物物种,应当进行科学论证,避免对海洋生态系统造成危害。（ ）",
    "a": "对"
  },
  {
    "q": "国家维护电子商务交易安全，保护电子商务用户信息，鼓励电子商务数据开发应用，保障电子商务数据依法有序自由流动。（）",
    "a": "对"
  },
  {
    "q": "领导干部离任后也可以进行经济责任审计。（ ）",
    "a": "错"
  },
  {
    "q": "接受新闻单位采访、参加学术活动或者发表研究文章时,可以涉及涉密数据及相关信息。（ ）",
    "a": "错"
  },
  {
    "q": "预防、控制传染病疫情或者应对突发事件急需的疫苗,经国务院药品监督管理部门批准,免予批签发。（ ）",
    "a": "对"
  },
  {
    "q": "全国人大和地方各级人大由民主选举产生，对人民负责，受人民监督，这体现了对权力的制约。（）",
    "a": "对"
  },
  {
    "q": "重大涉密会议、活动应当请保密行政管理部门对保密工作进行监督和指导,并提供必要的安全保密技术服务保障。（ ）",
    "a": "错"
  },
  {
    "q": "消费者有权要求经营者提供商品价格、产地、生产者、生产日期、有效期限、检售后服务等有关情况。（ ）",
    "a": "错"
  },
  {
    "q": "我区宅基地面积按照如下标准执行:平原地区和城市郊区每户宅基地面积不得超过一百平方米;丘陵地区、山区每户宅基地面积不得超过一百五十平方米。",
    "a": "对"
  },
  {
    "q": "国家通用语言文字和少数民族语言文字相互翻译或者转写时，可以按照少数民族语言文字的特点及规律进行翻译或者转写。（）",
    "a": "错"
  },
  {
    "q": "申请办理网络接入、移动电话等入网手续,却不提供真实身份信息的用户,网络运营者可以拒绝办理。",
    "a": "对"
  },
  {
    "q": "假冒注册商标属于侵犯他人的知识产权。（ ）",
    "a": "对"
  },
  {
    "q": "国务院交通运输主管部门和其他有关部门、有关县级以上地方人民政府应当建立健全船员境外突发事件预警和应急处置机制,制定船员境外突发事件应急预案。（ ）",
    "a": "错"
  },
  {
    "q": "高等学校通过以教师为主体的教职工代表大会等组织形式，依法保障教职工参与民主管理和监督，维护教职工合法权益。",
    "a": "对"
  },
  {
    "q": "统计监督是党和国家监督体系的重要组成部分,是政府统计工作的一项基本职能。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息,包括匿名化处理后的信息。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "生产经营单位应当加强安全生产信息化建设,其中矿山、金属冶炼、建筑施工、城镇燃气、交通运输、危险物品等重点行业、领域的生产经营单位,应当按照国家和自治区要求,建立安全生产风险监测预警系统,并将安全生产信息数据联网接入相关部门安全监管信息系统平台。",
    "a": "错"
  },
  {
    "q": "出版社将蒙文发表的作品翻译成汉文在国内出版发行的行为不属于侵犯著作权的行为。（）",
    "a": "错"
  },
  {
    "q": "应当审定的农作物品种未经审定的,不得发布广告、推广、销售。（ ）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定,向海域排放含热废水,必须采取有效措施,保证邻近渔业水域的水温符合国家海洋环境质量标准,避免毒性污染对水产资源的危害。（ ）",
    "a": "对"
  },
  {
    "q": "因第三人的过错污染环境、破坏生态的,被侵权人只能向侵权人请求赔偿。",
    "a": "对"
  },
  {
    "q": "故意杀害被继承人的继承人丧失继承权。（ ）",
    "a": "对"
  },
  {
    "q": "电子商务平台经营者在转送声明到达知识产权权利人后七日内,未收到权利人已经投诉或者起诉通知的,应当及时终止所采取的措施。（ ）",
    "a": "对"
  },
  {
    "q": "从事网络招聘服务的人力资源服务机构因业务需要,确需向境外提供在中华人民共和国境内运营中收集和产生的个人信息和重要数据的,应当遵守国家有关法律、行政法规规定。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定,国家在重点海洋生态功能区、生态环境敏感区和脆弱区等海域划定生态保护红线,实行严格保护。（ ）",
    "a": "错"
  },
  {
    "q": "《地图管理条例》规定,时事宣传地图、时效性要求较高的图书和报刊等插附地图的,应当自受理地图审核申请之日起7个工作日内,作出审核决定。（ ）",
    "a": "错"
  },
  {
    "q": "高等学校通过以教师为主体的教职工代表大会等组织形式,依法保障教职工参与民主管理和监督,维护教职工合法权益。",
    "a": "错"
  },
  {
    "q": "隐藏、转移、变卖、损毁国家安全机关依法查封、扣押、冻结的财物的，或者明知是间谍活动的涉案财物而窝藏、转移、收购、代为销售或者以其他方法掩饰、隐瞒的，由国家安全机关追回。构成犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定,用人单位未在规定的时限内提交工伤认定申请,在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（ ）",
    "a": "错"
  },
  {
    "q": "宪法是每个公民享有权利、履行义务的根本保证。（ ）",
    "a": "错"
  },
  {
    "q": "根据《广西壮族自治区安全生产条例》规定,生产经营单位应当建立主要负责人负责的安全生产责任制,向全体从业人员公示。",
    "a": "错"
  },
  {
    "q": "根据《烟草专卖行政处罚程序规定》，到期不缴纳罚款的，烟草专卖局可以每日按照罚款数额的3%加处罚款，加处罚款的数额没有上限。",
    "a": "错"
  },
  {
    "q": "党组（党委）重大决策失误的,对参与决策的党组（党委）成员实行终身责任追究。（ ）",
    "a": "对"
  },
  {
    "q": "法律、行政法规或者国务院决定规定经自治区人民政府地方金融监督管理部门批准方可设立的地方金融组织,由自治区人民政府地方金融监督管理部门颁发经营许可证。",
    "a": "错"
  },
  {
    "q": "病残等特殊体质的学生无需参加体育活动。",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定，行为人非依法律规定或者未经对方同意，可以擅自变更或者解除民事法律行为。（）",
    "a": "错"
  },
  {
    "q": "任何组织或者个人不得以任何形式买卖人体器官,不得从事与买卖人体器官有关的活动。",
    "a": "对"
  },
  {
    "q": "我国的民族自治地方的企业、事业单位依照国家规定招收人员时,优先招收少数民族人员,并且可以从农村和牧区少数民族人口中招收。（ ）",
    "a": "对"
  },
  {
    "q": "我国各少数民族聚居的地方,包括自治乡,实行区域自治。（ ）",
    "a": "错"
  },
  {
    "q": "按照《电子商务法》的规定，电子商务平台经营者的存在形式可以是法人或非法人组织。 （）",
    "a": "对"
  },
  {
    "q": "人民法院受理破产申请后,债务人对个别债权人的债务清偿无效。（ ）",
    "a": "对"
  },
  {
    "q": "《就业促进法》规定,政府投资开发的公益性岗位优先安排就业困难人员。（ ）",
    "a": "错"
  },
  {
    "q": "县级以上人民政府旅游主管部门负责组织对本行政区域的旅游资源进行普查、评估、登记,建立旅游资源档案,及时更新信息,向同级人民政府有关部门通报并向社会公布。",
    "a": "错"
  },
  {
    "q": "县级以上人民政府应当建立健全以受益者付费原则为基础的市场化、多元化生态保护补偿制度。健全综合补偿制度，加大生态保护补偿资金投入力度。鼓励、支持受益地区和生态保护地区、流域上下游地区人民政府建立纵向补偿关系。",
    "a": "错"
  },
  {
    "q": "采取欺诈、威胁等手段订立的劳动合同无效。（ ）",
    "a": "错"
  },
  {
    "q": "《民族区域自治法》是实施《中华人民共和国宪法》规定的民族区域自治制度的基本法律。（ ）",
    "a": "错"
  },
  {
    "q": "没有法定的或者约定的义务,为避免他人利益受损失而进行管理的人,无权请求受益人偿还由此支出的必要费用。",
    "a": "对"
  },
  {
    "q": "劳动者职业技能考核鉴定机构的设立不需要经行政审批。（）",
    "a": "错"
  },
  {
    "q": "因正当防卫造成损害的,不承担民事责任。（ ）",
    "a": "对"
  },
  {
    "q": "遗弃行为在不同的情形下可能触犯不同的罪名,将婴儿遗弃至医院门口等人流较多的公共场所可能构成遗弃罪,将婴儿遗弃至深山老林之中则触犯不作为的故意杀人罪。（ ）",
    "a": "对"
  },
  {
    "q": "国家保障抚恤优待对象享受社会保障和基本公共服务等公民普惠待遇,同时享受相应的抚恤优待待遇",
    "a": "错"
  },
  {
    "q": "用人单位应当建立职业培训制度，按照国家规定提取和使用职业培训经费，根据本单位实际，有计划地对劳动者进行职业培训。（）",
    "a": "对"
  },
  {
    "q": "我国制造业规模、外汇储备稳居世界第一。——党的二十大报告（ ）",
    "a": "错"
  },
  {
    "q": "国家鼓励境内、境外社会组织和个人捐资助学。（ ）",
    "a": "错"
  },
  {
    "q": "公民依法行使出版自由的权利,各级人民政府应当予以保障。公民在行使出版自由的权利的时候,必须遵守宪法和法律,不得反对宪法确定的基本原则,不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。（ ）",
    "a": "对"
  },
  {
    "q": "我国居住在民族自治地方以内的非自治少数民族，享受不了自治民族的平等权利和地位。（）",
    "a": "错"
  },
  {
    "q": "自治区、设区的市、县（市、区）地方志书每20年左右编修一次。自治区、设区的市、县（市、区）地方综合年鉴一年一鉴,公开出版。",
    "a": "错"
  },
  {
    "q": "高速公路建设项目竣工后,应当按照国家有关规定进行验收;未经验收或者验收不合格的,不得交付使用。",
    "a": "对"
  },
  {
    "q": "公职人员涉嫌违法,已经被立案调查,不宜继续履行职责的,公职人员任免机关、单位可以决定暂停其履行职务。",
    "a": "错"
  },
  {
    "q": "船舶载运货物，应当按照有关法律、行政法规、规章以及强制性标准和技术规范的要求安全装卸、积载、隔离、系固和管理。（）",
    "a": "对"
  },
  {
    "q": "核查发现公众聚集场所使用、营业情况与承诺内容不符,经责令限期改正,逾期不整改或者整改后仍达不到要求的,依法撤销相应许可。",
    "a": "错"
  },
  {
    "q": "有人民陪审员参加的合议庭评议案件,实行少数服从多数的原则。（ ）",
    "a": "对"
  },
  {
    "q": "广播电台、电视台由县、不设区的市以上人民政府广播电视行政部门设立。（ ）",
    "a": "对"
  },
  {
    "q": "财政票据由县级以上财政部门按照管理权限分别监（印）制。",
    "a": "错"
  },
  {
    "q": "受教育权既是公民的权利,也是公民的义务。（ ）",
    "a": "错"
  },
  {
    "q": "个人信息处理者处理不满十四周岁未成年人个人信息的,可以取得未成年人的父母或者其他监护人的同意。",
    "a": "错"
  },
  {
    "q": "国家安全机关依照法律、行政法规和国家有关规定,履行防范、制止和惩治间谍行为以外的其他危害国家安全行为的职责,适用中央有关文件规定。（ ）",
    "a": "错"
  },
  {
    "q": "建设工程合同是承包人进行工程建设，发包人支付价款的合同。",
    "a": "对"
  },
  {
    "q": "有关地方和部门领导干部在领导和组织开展政法工作中,因违反《中国共产党政法工作条例》和有关党内法规制度规定职责,应当承担责任的,给予党纪政务处分;涉嫌犯罪的,依法追究刑事责任。（ ）",
    "a": "对"
  },
  {
    "q": "我国民族自治地方的财政预算支出,按照国家规定,设机动资金,预备费在预算中所占比例低于一般地区。（ ）",
    "a": "对"
  },
  {
    "q": "对受疫情影响暂时失去收入来源的人群,要在信贷政策上予以适当倾斜,灵活调整住房按揭、信用卡等个人信贷还款安排,合理延后还款期限。（ ）",
    "a": "错"
  },
  {
    "q": "以未成年人为对象的出版物不得含有诱发未成年人模仿违反社会公德的行为和违法犯罪的行为的内容，不得含有恐怖、残酷等妨害未成年人身心健康的内容。（）",
    "a": "对"
  },
  {
    "q": "建设海洋工程、海岸工程时,应做好配备防止船舶碰撞的设施、设备,不需要设置专用航标。（ ）",
    "a": "错"
  },
  {
    "q": "根据《关于实行党风廉政建设责任制的规定》,在对违反党风廉政建设责任制行为实施责任追究时不因领导干部工作岗位或者职务的变动而免予追究,但已退休的免予追究。（ ）",
    "a": "对"
  },
  {
    "q": "国有独资公司的董事会成员中,应当过半数为外部董事,并应当有公司职工代表。",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家建立并实施重点海域排污总量控制制度，确定主要污染物排海总量控制指标，并对主要污染源分配排放控制数量。（）",
    "a": "对"
  },
  {
    "q": "使用伪造、变造的通行费优惠证明文件的,拒交、逃交、少交车辆通行费的,由交通运输综合行政执法机构责令补交,处应交车辆通行费五倍以下罚款",
    "a": "对"
  },
  {
    "q": "经营者以降价销售、有奖销售、附赠等形式提供的商品、奖品、赠品、免费服务等,应当保证质量,可以免除其应当承担的修理、重作、更换以及其他民事责任。（ ）",
    "a": "错"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定,问责调查应当成立调查组,调查组成员不少于五人。（ ）",
    "a": "对"
  },
  {
    "q": "对经识别存在异常开户情形的，银行业金融机构、非银行支付机构有权加强核查，但不能拒绝开户。",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,地方各级党委和政府对本地区生态环境和资源保护负完全责任,党委和政府主要领导成员承担主要责任,其他有关领导成员在职责范围内承担相应责任。（ ）",
    "a": "对"
  },
  {
    "q": "农户小李自己开设个人网店销售自家产的水果,他也需要办理市场主体登记。（ ）",
    "a": "错"
  },
  {
    "q": "食盐定点生产、批发企业应当建立采购销售记录制度,如实记录并保存相关凭证。记录和凭证保存期限不得少于3年。（ ）",
    "a": "对"
  },
  {
    "q": "发行进口出版物的，可以从依法设立的出版物进口经营单位进货。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定,地方环境保护部门负责军事船舶污染海洋环境的监督管理及污染事故的调查处理。（ ）",
    "a": "错"
  },
  {
    "q": "自治区地震局可以向社会发布地震短期预报和临震预报。",
    "a": "对"
  },
  {
    "q": "中华人民共和国的一切权力属于公民。（ ）",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:禁止在自然保护地、重要渔业水域、海水浴场、生态保护红线区域及其他需要特别保护的区域，新设工业排污口和城镇污水处理厂排污口；法律、行政法规另有规定的除外。（）",
    "a": "对"
  },
  {
    "q": "企业合并、分立或者与他人合资、合作经营后,可自行变更海域使用权人。",
    "a": "对"
  },
  {
    "q": "国家根据少数民族的特点和需要,帮助和支持少数民族地区发展高等教育事业,为少数民族培养高级专门人才。",
    "a": "错"
  },
  {
    "q": "《地图管理条例》规定,任何出版单位不得出版未经审定的中小学教学地图。（ ）",
    "a": "错"
  },
  {
    "q": "公民的劳动权利能力和劳动行为能力始于18周岁。（）",
    "a": "错"
  },
  {
    "q": "在对外贸易经营活动中,不得实施以不正当的低价销售商品、串通标、发布虚假广告、进行商业贿赂等不正当竞争行为。在对外贸易经营活动中实施不正当竞争行为的,依照有关反不正当竞争的法律、行政法规的规定处理。投标、发布虚假广告、进行商业贿赂等不正当竞争行为。在对外贸易经营活动中实施不正当竞争行为的,依照有关反不正当竞争的法律、行政法规的规定处理。",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,作出的决策与生态环境和资源方面政策、法律法规相违背的,应当追究相关地方党委和政府主要领导成员的责任。（ ）",
    "a": "对"
  },
  {
    "q": "凡少数民族居住的地方均可实行民族区域自治。（ ）",
    "a": "对"
  },
  {
    "q": "任何单位和个人发现传染病病人或者疑似传染病病人时，应当及时向附近的疾病预防控制机构或者医疗机构报告。（）",
    "a": "对"
  },
  {
    "q": "《民法典》规定,民事主体不得滥用民事权利损害国家利益、社会公共利益或者他人合法权益。（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国反洗钱法》规定,金融机构在进行客户身份识别时,可以要求客户提供家庭成员信息。",
    "a": "错"
  },
  {
    "q": "驾驶机动车,应当遵守左侧通行的原则。（ ）",
    "a": "错"
  },
  {
    "q": "进口的食品、食品添加剂应当经海关依照进出口商品检验相关法律、行政法规的规定检验合格。（）",
    "a": "对"
  },
  {
    "q": "劳动者解除劳动合同,应当提前三十日以书面形式通知用人单位。（ ）",
    "a": "错"
  },
  {
    "q": "海洋环境保护法自2023年12月1日起施行。",
    "a": "对"
  },
  {
    "q": "纳税人依照耕地占用税法第七条第一款、第二款规定免征或者减征耕地占用税后,改变原占地用途,应当按照当地适用税额补缴耕地占用税。",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，党的工作机关不设正职领导助理，一般不设秘书长。（）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定,地方党委工作机关的设立、撤销、合并或者变更,由同级机构编制管理部门提出方案,按规定程序由本级党委讨论决定后,报上级党委审批。（ ）",
    "a": "错"
  },
  {
    "q": "未经检定、检定不合格或者超过检定有效期的气象计量器具可以在气象业务中使用。",
    "a": "对"
  },
  {
    "q": "对在经济区内新注册开办的冷链物流企业,自其取得第一笔收入所属纳税年度起,免征属于地方分享部分的企业所得税5年。（ ）",
    "a": "对"
  },
  {
    "q": "项目建设单位向发展改革等部门申报核准或审批建设项目时， 必须附国土资源部门预审意见；没有预审意见或预审未通过的，不得核准或批准建设项目。这一说法（）。",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:爱国主义教育应当高举中国特色社会主义伟大旗帜,坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导,坚持爱国和爱党、爱社会主义相统一,以维护国家统一和民族团结为着力点,把全面建成社会主义现代化强国、实现中华民族伟大复兴作为鲜明主题。（ ）",
    "a": "对"
  },
  {
    "q": "统计调查对象报送数据必须经过其行业行政主管部门审核同意。（ ）",
    "a": "错"
  },
  {
    "q": "玩家可以使用匿名身份,使用电信业务经营者、互联网服务提供者的供网络游戏服务。",
    "a": "错"
  },
  {
    "q": "从事接触直接入口食品工作的食品生产经营人员应当每年进行健康检查，取得健康证明后方可上岗工作。（）",
    "a": "对"
  },
  {
    "q": "劳动者被诊断患有职业病,但用人单位没有依法参加工伤保险的,其医疗和生活保障由该用人单位承担。（ ）",
    "a": "对"
  },
  {
    "q": "旅游合同事项发生变更的,应当事先征得消费者的同意。经营者擅自减少旅游项目或者降低标准的,应当退还相应费用并依法承担民事责任。（ ）",
    "a": "错"
  },
  {
    "q": "任何单位和个人不得非法买卖、出租、出借电话卡、物联网卡、电信线路、短信端口、银行账户、支付账户、互联网账号等。",
    "a": "对"
  },
  {
    "q": "保证的方式只有一般保证这一种方式。（）",
    "a": "错"
  },
  {
    "q": "生产经营单位对重大危险源应当登记建档,进行定期检测、评估、监控,并制定应急预案,告知从业人员和相关人员在紧急情况下应当采取的应急措施。",
    "a": "对"
  },
  {
    "q": "对累犯以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪被判处十年以上有期徒刑、无期徒刑的犯罪分子,符合假释条件的,可以假释。",
    "a": "对"
  },
  {
    "q": "地方党委和政府以及基层党组织和基层单位对信访事项已经复查复核和涉法涉诉信访事项已经依法终结的相关信访人,应当做好疏导教育、矛盾化解、帮扶救助等工作。",
    "a": "错"
  },
  {
    "q": "负有监护、收养、看护、教育、医疗等特殊职责的人员对不满十四周岁的幼女实施奸淫的，以强奸论，从重处罚。（）",
    "a": "对"
  },
  {
    "q": "《网络安全法》规定,网络运营者,是指网络的所有者、管理者和网络服务提供者。（ ）",
    "a": "对"
  },
  {
    "q": "只要发现青少年有犯罪行为,一律对其进行处罚,杜绝后患。（ ）",
    "a": "错"
  },
  {
    "q": "发生重大传染病疫情等突发事件,为了控制、减轻和消除突发事件因其的社会危害,行政机关对违反突发事件应对措施的行为,依法快速、从重处罚。（ ）",
    "a": "对"
  },
  {
    "q": "只有一个股东的公司，股东不能证明公司财产独立于股东自己的财产的，应当对公司债务承担连带责任。",
    "a": "对"
  },
  {
    "q": "对造成重大或者特大海洋环境污染、生态破坏事故的,按照直接损失的30%计算罚款。",
    "a": "错"
  },
  {
    "q": "航道保护范围由县级以上人民政府交通运输主管部门会同水行政主管部门或者流域管理机构、自然资源主管部门根据航道发展规划技术等级和航道保护实际需要划定,报上一级交通运输主管部门批准公布。",
    "a": "对"
  },
  {
    "q": "电子商务平台经营者在转送声明到达知识产权权利人后七日内,未收到权利人已经投诉或者起诉通知的,应当及时终止所采取的措施。（ ）",
    "a": "对"
  },
  {
    "q": "犯间谍罪的，有自首或者立功表现的，可以从轻、减轻或者免除处罚；有重大立功表现的，给予奖励。（）",
    "a": "错"
  },
  {
    "q": "专科教育的基本修业年限为二至三年,",
    "a": "对"
  },
  {
    "q": "凡少数民族居住的地方均可实行民族区域自治。（ ）",
    "a": "对"
  },
  {
    "q": "新发展理念是指民主、平等、自由、公正、法治。（ ）",
    "a": "错"
  },
  {
    "q": "为了制止专利侵权行为，在证据可能灭失或者以后难以取得的情况下，专利权人或者利害关系人可以在起诉前依法向人民法院申请保全证据。（）",
    "a": "对"
  },
  {
    "q": "我国的民族自治地方的人民法院和人民检察院对本级人民代表大会及其常务委员会负责。民族自治地方的人民检察院并对上级人民检察院负责。（ ）",
    "a": "错"
  },
  {
    "q": "对领导干部在改革创新中的失误和错误,正确把握事业为上、实事求是、依纪依法、容纠并举等原则,经综合分析研判,可以免责或者从轻定责,鼓励探索创新,支持担当作为,保护领导干部干事创业的积极性、主动性、创造性。（ ）",
    "a": "错"
  },
  {
    "q": "生产经营转基因食品应当按照规定显著标示。（ ）",
    "a": "对"
  },
  {
    "q": "国家要求男女双方在结婚登记前，共同进行医学检查或者相关健康体检",
    "a": "错"
  },
  {
    "q": "广播电台、电视台应当按照真实、客观、及时、公正的原则采编、制作、播放广播电视新闻节目,禁止有偿新闻,不得播放虚假新闻。",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定,国家根据海洋环境质量状况和国家经济、技术条件,制定国家海洋环境质量标准。（ ）",
    "a": "错"
  },
  {
    "q": "从境外引进农作物或者林木试验用种,应当隔离栽培,收获物可以作为种子销售。（ ）",
    "a": "错"
  },
  {
    "q": "公路建设应当符合公路工程技术标准。",
    "a": "对"
  },
  {
    "q": "接受新闻单位采访、参加学术活动或者发表研究文章时,可以涉及涉密数据及相关信息。（ ）",
    "a": "错"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,对分管部门违反生态环境和资源方面政策、法律法规行为监管失察、制止不力甚至包庇纵容的,应当追究相关地方党委和政府有关领导成员的责任。（ ）",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》，电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的，应当立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告。（）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府地方志工作机构、方志馆不得为公民、法人和其他组织查询、阅览、摘抄地方志文献和资料提供便利。",
    "a": "错"
  },
  {
    "q": "实行开放许可的专利权人可以与被许可人就许可使用费进行协商后给予普通许可,也可以就该专利给予独占或者排他许可。（ ）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，国家建立并实施重点海域排污总量控制制度，确定主要污染物排海总量控制指标，并对主要污染源分配排放控制数量。（）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国保险法》的规定,投保人不得为无民事行为能力人投保以死亡为给付保险金条件的人身保险,保险人也不得承保。但是父母为其未成年子女投保的人身保险,不受该项限制。",
    "a": "对"
  },
  {
    "q": "重大投资项目用地不可以单独申报;分期实施的,可以根据项目可行性研究报告或者备案表批复的分期实施方案进行分期申报。（ ）",
    "a": "错"
  },
  {
    "q": "在保密审查过程中对是否属于国家秘密的不明确事项，应当报送业务主管部门审查确定。（）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,有关市、县级人民政府应当按照水污染防治规划确定的水环境质量改善目标的要求,制定限期达标规划,采取措施按期达标。（ ）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 地方各级环境保护主管部门对本行政区域的水环境质量负责,应当及时采取措施防治水污染。（ ）",
    "a": "错"
  },
  {
    "q": "机关、单位发现国家秘密已经泄露或者可能泄露的，应当立即采取补救措施，并在1个工作日内向同级保密行政管理部门和上级主管部门报告。",
    "a": "错"
  },
  {
    "q": "经营者采用格式条款与消费者订立合同,应当以单独告知、字体加粗、弹窗等显著方式提请消费者注意商品或者服务的数量和质量、价款或者费用、履行期限和方式、安全注意事项和风险警示、售后服务、民事责任等与消费者有重大利害关系的内容,并按照消费者的要求予以说明。",
    "a": "错"
  },
  {
    "q": "以下说法是否正确:教育应当坚持立德树人,对受教育者加强社会主义核心价值观教育,增强受教育者的社会责任感、创新精神和实践能力。（ ）",
    "a": "错"
  },
  {
    "q": "领导干部在履行经济责任过程中，民主决策时，在多数人同意的情况下，决定、批准、组织实施重大经济事项，由于决策不当或者决策失误造成公共资金、国有资产、国有资源损失浪费的行为应当承担直接责任。（）",
    "a": "错"
  },
  {
    "q": "快递从业人员造成他人损害的,由快递从业人员所属的经营快递业务的企业依照民事侵权责任相关法律的规定承担侵权责任。（ ）",
    "a": "对"
  },
  {
    "q": "对于党中央以及上级党组织决定、决策部署、指示等,各有关地方党委、党委政法委员会、政法单位党组（党委）必须坚决贯彻执行。（ ）",
    "a": "对"
  },
  {
    "q": "一方的婚前财产属于夫妻共同财产。（）",
    "a": "错"
  },
  {
    "q": "复检机构与初检机构不论什么情况下都不得为同一机构。（ ）",
    "a": "对"
  },
  {
    "q": "抵押权不得与债权分离而单独转让或者作为其他债权的担保。（ ）",
    "a": "对"
  },
  {
    "q": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的思想政治表现、职业道德、业务水平和工作实绩进行考核，考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
    "a": "对"
  },
  {
    "q": "建立党组（党委）书记述责述廉制度。（ ）",
    "a": "对"
  },
  {
    "q": "依据《中华人民共和国民法典》的规定,代位继承人一般只能继承被代位继承人有权继承的遗产份额。（ ）",
    "a": "错"
  },
  {
    "q": "进口商品未经商检机构检验的，不准销售和使用。（）",
    "a": "错"
  },
  {
    "q": "国家海事管理机构负责制定全国船舶重大海上溢油污染事件应急预案,报国务院生态环境主管部门、国务院应急管理部门备案。",
    "a": "对"
  },
  {
    "q": "宣誓仪式应当采取集体宣誓的形式。（ ）",
    "a": "错"
  },
  {
    "q": "玩家可以使用匿名身份，使用电信业务经营者、互联网服务提供者的供网络游戏服务。",
    "a": "错"
  },
  {
    "q": "驾驶机动车,应当遵守左侧通行的原则。（ ）",
    "a": "错"
  },
  {
    "q": "电子商务平台经营者应当遵循公开、公平、公正的原则,制定平台服务协议和交易规则。（ ）",
    "a": "错"
  },
  {
    "q": "电梯维护保养单位对电梯进行维护保养时，现场作业人员不得少于二人，并做好自身安全防护。",
    "a": "对"
  },
  {
    "q": "商家只要能提供合法有效的营业执照,就算没在电子商务平台上公示,也不会受到惩罚。（ ）",
    "a": "对"
  },
  {
    "q": "食品安全风险评估结果是制定、修订食品安全标准和对食品安全实施监督管理的科学依据。（ ）",
    "a": "错"
  },
  {
    "q": "债权人转让全部或者部分债权时， 该转让也同时对保证人发生效力。",
    "a": "错"
  },
  {
    "q": "高速公路建设项目竣工后,应当按照国家有关规定进行验收;未经验收或者验收不合格的,不得交付使用。",
    "a": "对"
  },
  {
    "q": "医疗机构歇业,可以不办理注销登记。（ ）",
    "a": "错"
  },
  {
    "q": "为贯彻落实《中华人民共和国烟草专卖法实施条例》最新修订内容，工业和信息化部2023年5月16日修订并公布的《烟草专卖行政处罚程序规定》明确对电子烟等新型烟草违法行为实施行政处罚适用该规定。",
    "a": "对"
  },
  {
    "q": "个人信息处理者处理不满十六周岁未成年人个人信息的,应征得其监护人的同意。",
    "a": "对"
  },
  {
    "q": "我国制造业规模、外汇储备稳居世界第一。——党的二十大报告（ ）",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得利用公共文化设施、文化产品、文化活动以及其他相关服务，从事危害国家安全、损害社会公共利益和其他违反法律法规的活动。",
    "a": "对"
  },
  {
    "q": "反电信网络诈骗工作有关部门、单位的工作人员违反《中华人民共和国反电信网络诈骗法》规定行为,构成犯罪的,不予追究刑事责任。",
    "a": "错"
  },
  {
    "q": "为了改善学校的师资队伍,要鼓励有条件的高校设置青少年法治教育本科师范专业,探索青少年法治教育方向研究生培养。（ ）",
    "a": "对"
  },
  {
    "q": "各级人民政府应当加强少数民族濒危语言文字的抢救、保护工作，组织制定少数民族濒危语言文字保护措施，调查、收集、研究、整理、保存少数民族濒危语言文字资料。（）",
    "a": "错"
  },
  {
    "q": "在国家安全工作中,需要采取限制公民权利和自由的特别措施时,应当依法进行,并以维护国家安全的实际需要为限度。",
    "a": "错"
  },
  {
    "q": "县级以上地方各级人民政府应当组织有关部门制定本行政区域内生产安全事故应急救援预案,建立应急救援体系。（ ）",
    "a": "错"
  },
  {
    "q": "某卷烟厂生产的某品牌卷烟在包装上标明了“吸烟有害健康”，但没有标明焦油含量级，该卷烟厂的做法符合法律规定。（）",
    "a": "错"
  },
  {
    "q": "国家根据少数民族的特点和需要,帮助和支持少数民族地区发展高等教育事业,为少数民族培养高级专门人才。",
    "a": "对"
  },
  {
    "q": "设区的市级烟草专卖行政主管部门可以批准设立或者取消烟叶收购站。（ ）",
    "a": "对"
  },
  {
    "q": "开立银行账户、支付账户不得超出国家有关规定限制的数量。",
    "a": "对"
  },
  {
    "q": "组织、策划、实施、参与电信网络诈骗活动或者为电信网络诈骗活动提供帮助,构成犯罪的,依法追究刑事责任。尚不构成犯罪的,由公安机关处十日以上十五日以下拘留;没收违法所得,处违法所得一倍以上十倍以下罚款,没有违法所得或者违法所得不足一万元的,处十万元以下罚款",
    "a": "错"
  },
  {
    "q": "依据《反有组织犯罪法》规定,办理有组织犯罪案件中发现的可用以证明犯罪嫌疑人、被告人无罪的各种财物、文件,办案机关有权决定是否查封、扣押。（ ）",
    "a": "对"
  },
  {
    "q": "不需要办理市场主体登记的，不用公示任何相关信息。（）",
    "a": "错"
  },
  {
    "q": "不同学段的教学内容应当根据广西地域资源的特点统筹安排、层次递进。（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国反洗钱法》规定,金融机构在进行客户身份识别时,可以不核实客户的身份证件号码。",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:中小学校、幼儿园应当根据家长的需求，邀请有关人员传授家庭教育理念、知识和方法，组织开展家庭教育指导服务和实践活动，促进家庭与学校共同教育（）",
    "a": "对"
  },
  {
    "q": "国务院专利行政部门可以应专利权人或者利害关系人的请求处理在全国有重大影响的专利侵权纠纷。（ ）",
    "a": "对"
  },
  {
    "q": "申请人以邮寄方式提交政府信息公开申请的,以信件寄出之日为收到申请之日。（ ）",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定, 企业应当采用原材料利用效率高、污染物排放量高的工艺，并加强管理，减少水污染物的产生。（）",
    "a": "错"
  },
  {
    "q": "因政府依法统一征收农村集体土地而失地,被征地农民不享受养老保险补贴。（ ）",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 监察委员会依照法律规定独立行使监察权,不受行政机关、社会团体和个人的干涉。（ ）",
    "a": "对"
  },
  {
    "q": "一切法律、行政法规和地方性法规都不得同《宪法》相抵触。（）",
    "a": "对"
  },
  {
    "q": "国务院财政、税务主管部门根据人均耕地面积和经济发展情况确定各省、自治区、直辖市的平均税额",
    "a": "错"
  },
  {
    "q": "债务人以第三人的财产设定抵押,抵押权人放弃该抵押权、抵押权顺位或者变更抵押权的,其他担保人在抵押权人丧失优先受偿权益的范围内免除担保责任。（ ）",
    "a": "对"
  },
  {
    "q": "国家机关的印章、牌匾，应当同时使用规范汉字和国家批准的《壮文方案》确定的壮文。（）",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》,电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的,应当立即停止传输该信息,采取消除等处置措施,防止信息扩散,保存有关记录,并向有关主管部门报告。（ ）",
    "a": "对"
  },
  {
    "q": "《中国共产党章程》明确,中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为自己的行动指南。（ ）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。 （）",
    "a": "对"
  },
  {
    "q": "中国式现代化,是中国共产党领导的社会主义现代化,既有各国现代化的共同特征,更有基于自己国情的中国特色。",
    "a": "错"
  },
  {
    "q": "禁止销售可自行添加雾化物的电子烟。（ ）",
    "a": "对"
  },
  {
    "q": "单位犯票据诈骗罪的，追究直接负责的主管人员和其他直接责任人员的刑事责任，对单位判处罚金。 （）",
    "a": "错"
  },
  {
    "q": "依据《反有组织犯罪法》规定,发展未成年人参加黑社会性质组织、境外的黑社会组织,教唆、诱骗未成年人实施有组织犯罪,或者实施有组织犯罪侵害未成年人合法权益的,依法从重追究刑事责任。（ ）",
    "a": "错"
  },
  {
    "q": "国家鼓励高等学校同企业事业组织、社会团体及其他社会组织在科学研究、技术开发和推广等方面进行多种形式的合作。",
    "a": "错"
  },
  {
    "q": "行纪合同是行纪人以委托人的名义为委托人从事贸易活动，委托人支付报酬的合同。（）",
    "a": "错"
  },
  {
    "q": "任何单位和个人都有义务保护旅游资源,不得在景区或者已经规划但尚未开发、利用的旅游资源地域内建设污染环境的工业设施和对环境有害的种植、养殖等项目,不得建设破坏景观的设施,不得擅自进行采石、开矿、挖沙、砍伐、焚烧林木等破坏环境和旅游资源的行为。",
    "a": "对"
  },
  {
    "q": "《民法典》规定,民事主体不得滥用民事权利损害国家利益、社会公共利益或者他人合法权益。（ ）",
    "a": "错"
  },
  {
    "q": "少数民族聚居地区人民政府提倡和鼓励各民族干部互相学习语言文字，为同时使用国家通用语言文字和少数民族语言文字执行公务创造条件。（）",
    "a": "对"
  },
  {
    "q": "领导干部在履行经济责任过程中,民主决策时,在多数人同意的情况下,决定、批准、组织实施重大经济事项,由于决策不当或者决策失误造成公共资金、国有资产、国有资源损失浪费的行为应当承担直接责任。（ ）",
    "a": "错"
  },
  {
    "q": "我国的民族自治地方的人民法院和人民检察院对本级人民代表大会及其常务委员会负责。民族自治地方的人民检察院并对上级人民检察院负责。（ ）",
    "a": "对"
  },
  {
    "q": "坚持和加强党对信访工作的全面领导，构建党委统一领导、政府组织落实、信访工作联席会议协调、信访部门推动、各方齐抓共管的信访工作格局。",
    "a": "对"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息,包括匿名化处理后的信息。这一说法（ ）",
    "a": "错"
  },
  {
    "q": "行政事业单位负责向交款人交付资金往来结算电子票据。交款人未能正常获取资金往来结算电子票据信息的,由财政票据管理部门负责处理。",
    "a": "对"
  },
  {
    "q": "电子商务经营者应当在其首页显著位置，持续公示营业执照信息和与其经营业务有关的行政许可信息。（）",
    "a": "对"
  },
  {
    "q": "三包产品退货时,需要支付折旧费。（ ）",
    "a": "错"
  },
  {
    "q": "《地图管理条例》规定,展示或者登载不属于出版物的地图的,由展示者或者登载者送审。（ ）",
    "a": "对"
  },
  {
    "q": "电子商务平台经营者可以在网页任何位置公示平台服务协议和交易规则信息或者上述信息的链接标识。（）",
    "a": "错"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛,和对方球员发生规则范围内的碰撞,导致脚踝骨折,他可以向对方请求赔偿吗?（ ）",
    "a": "错"
  },
  {
    "q": "国家安全机关因反间谍工作需要,可以依照规定查验有关组织和个人的电子通信工具、器材等设备、设施。查验中发现存在危害国家安全情形的,可以直接予以查封、扣押。（ ）",
    "a": "错"
  },
  {
    "q": "应当建立中小学法治教育骨干教师培养机制，完善对法治教育教学成果的支持和奖励制度。（）",
    "a": "对"
  },
  {
    "q": "要建立工作督查制度,完善过程监督机制,加强事中、事后监管,确保青少年法治教育始终沿着正确的方向顺利推进。（ ）",
    "a": "对"
  },
  {
    "q": "船舶所有人、经营人或者管理人不得指使、强令船员违章冒险操作、作业。",
    "a": "对"
  },
  {
    "q": "遗弃行为在不同的情形下可能触犯不同的罪名,将婴儿遗弃至医院门口等人流较多的公共场所可能构成遗弃罪,将婴儿遗弃至深山老林之中则触犯不作为的故意杀人罪。（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》侵权责任编是调整因侵害民事权利产生的民事关系。（ ）",
    "a": "对"
  },
  {
    "q": "因第三人的过错污染环境、破坏生态的，被侵权人只能向侵权人请求赔偿。",
    "a": "错"
  },
  {
    "q": "经营者提供商品或者服务,应当按照国家有关规定或者商业惯例向消费者出具发票等购货凭证或者服务单据。（ ）",
    "a": "对"
  },
  {
    "q": "宗教团体、宗教院校、宗教活动场所德财产和收入,应当用于与其宗旨相符的活动以及公益慈善事业,盈余可以用于分配。（ ）",
    "a": "对"
  },
  {
    "q": "在民族自治地方的企业、事业单位,应当尊重当地自治机关的自治权,遵守当地自治条例、单行条例和地方性法规、规章,接受当地自治机关的监督。（ ）",
    "a": "错"
  },
  {
    "q": "高等学校教师职务根据学校所承担的教学、科学研究等任务的需要设置。教师职务设助教、讲师、副教授、教授。",
    "a": "对"
  },
  {
    "q": "为电信网络诈骗活动提供帮助,但尚不构成犯罪的,不会遭受其他处罚。",
    "a": "错"
  },
  {
    "q": "任何个人和组织不得从事非法侵入他人网络、干扰他人网络正常功能、窃取网络安全的活动。",
    "a": "对"
  },
  {
    "q": "未经检定、检定不合格或者超过检定有效期的气象计量器具可以在气象业务中使用。",
    "a": "对"
  },
  {
    "q": "依据《中华人民共和国民法典》的规定，代位继承人一般只能继承被代位继承人有权继承的遗产份额。（）",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定,民事法律行为是民事主体通过意思表示设立、变更、终止民事法律关系的行为。（ ）",
    "a": "错"
  },
  {
    "q": "公司在存续期间未产生债务,或者已清偿全部债务的,无需经全体股东承诺,可以按照规定通过简易程序注销公司登记",
    "a": "错"
  },
  {
    "q": "财政票据由县级以上财政部门按照管理权限分别监（印）制。",
    "a": "对"
  },
  {
    "q": "依据《反有组织犯罪法》规定，对有组织犯罪的罪犯，人民法院可以依照《中华人民共和国刑法》有关从业禁止的规定，禁止其从事相关职业，并通报相关行业主管部门。（）",
    "a": "对"
  },
  {
    "q": "坚持和加强党对信访工作的全面领导,构建党委统一领导、政府组织落实、信访工作联席会议协调、信访部门推动、各方齐抓共管的信访工作格局。",
    "a": "对"
  },
  {
    "q": "为了不给青少年增加学业压力,不应当考察、评价青少年法治教育水平。（ ）",
    "a": "错"
  },
  {
    "q": "申请人以平常信函等无需签收的邮寄方式提交政府信息公开申请的,政府信息公开工作机构应当于申请人提交申请的当日与申请人确认,接收之日为收到申请之日。（ ）",
    "a": "错"
  },
  {
    "q": "广播电视行政部门拟作出对公民处一万元以上罚款、对法人或者其他组织处十万元以上罚款应当告知当事人有要求听证的权利，当事人要求听证的，应当组织听证。（）",
    "a": "对"
  },
  {
    "q": "《中国共产党章程》明确,中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为自己的行动指南。（ ）",
    "a": "错"
  },
  {
    "q": "实行开放许可的专利权人可以与被许可人就许可使用费进行协商后给予普通许可,也可以就该专利给予独占或者排他许可。（ ）",
    "a": "错"
  },
  {
    "q": "国家安全机关及其工作人员依法履行反间谍工作职责获取的个人和组织的信息,根据需要,可以用于其他工作。",
    "a": "错"
  },
  {
    "q": "危害国家安全犯罪、恐怖活动犯罪、黑社会性质的组织犯罪的犯罪分子，在刑罚执行完毕或者赦免以后，在任何时候再犯上述任一类罪的，都以累犯论处。（）",
    "a": "对"
  },
  {
    "q": "对关系消费者生命健康的商品或者服务,电子商务平台经营者对平台内经营者的资质资格未尽到审核义务,或者对消费者未尽到安全保障义务,造成消费者损害的,依法承担相应的责任。（ ）",
    "a": "对"
  },
  {
    "q": "干部教育培训机构评估的内容包括办学方针、培训质量、师资队伍、组织管理、学风建设、基础设施、经费管理等。",
    "a": "错"
  },
  {
    "q": "广播电视传输运营服务提供者无需向社会公布其业务种类、服务范围、服务时限、资费标准,并在用户知情、自愿的前提下与其以书面或者其他形式签订协议,明确双方的权利和义务。",
    "a": "对"
  },
  {
    "q": "境外人员违反《国家安全法》的，可以直接逮捕。（）",
    "a": "错"
  },
  {
    "q": "高速公路经营者有权拒绝拒交、逃交、少交车辆通行费的车辆通行,并要求补交车辆通行费;对拒不补交车辆通行费导致收费道口堵塞的,高速公路经营者应当及时报告公安机关,由公安机关依法予以处理。（ ）",
    "a": "错"
  },
  {
    "q": "违反《网络安全法》不会被记入信用档案。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当为个人行使权利提供必要的便利。",
    "a": "错"
  },
  {
    "q": "合伙人就合伙事务作出决定的，除合伙合同另有约定外，应当经2/3以上合伙人一致同意。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定,国家加强防治海洋环境污染损害的科学技术的研究和开发,对严重污染海洋环境的落后生产工艺和落后设备,实行淘汰制度。（ ）",
    "a": "对"
  },
  {
    "q": "根据《国家功勋荣誉表彰条例》规定, 纪念章作为荣誉性纪念,重在精神鼓励,不享受有关待遇。答案（ ）",
    "a": "对"
  },
  {
    "q": "因当事人一方的违约行为,损害对方人身权益、财产权益的,受损害方有权请求其同时承担违约责任和侵权责任。",
    "a": "错"
  },
  {
    "q": "文化部门负责文化娱乐场所审批或管理中的行业消防安全工作，指导、监督公共图书馆、文化馆（站）、剧院等文化单位履行消防安全职责。（）",
    "a": "对"
  },
  {
    "q": "根据2022年施行的《家庭教育促进法》规定,县级以上地方人民政府可以结合当地实际情况和需要,通过多种途径和方式确定家庭教育指导机构,该机构开展家庭教育研究、服务人员队伍建设和培训、公共服务产品研发,可根据居民志愿组织营利性指导活动。（ ）",
    "a": "对"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定,负责作出责任追究决定的机关和部门,不需要将责任追究决定向社会公开。（ ）",
    "a": "对"
  },
  {
    "q": "对正在进行行凶、杀人、抢劫、强奸、绑架以及其他严重危及人身安全的暴力犯罪,采取防卫行为,造成不法侵害人伤亡的,属于防卫过当,应负刑事责任。（ ）",
    "a": "错"
  },
  {
    "q": "有人民陪审员参加的合议庭评议案件，实行少数服从多数的原则。（）",
    "a": "对"
  },
  {
    "q": "玩家可以使用匿名身份,使用电信业务经营者、互联网服务提供者的供网络游戏服务。",
    "a": "错"
  },
  {
    "q": "实现中小学法治副校长（辅导员）全覆盖即可,没必要为辖区中小学校配备法律顾问团队。（ ）",
    "a": "对"
  },
  {
    "q": "我国的监护制度,允许为未成年人、无或者限制民事行为能力人设定监护人,但是不允许具有完全民事行为能力的成年人为自己设定监护人。（ ）",
    "a": "对"
  },
  {
    "q": "快递从业人员造成他人损害的，由快递从业人员所属的经营快递业务的企业依照民事侵权责任相关法律的规定承担侵权责任。（）",
    "a": "对"
  },
  {
    "q": ".法律可以设定各种行政处罚。包括限制人身自由的行政处罚。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水,应当符合国家有关放射性污染防治的规定和标准。（ ）",
    "a": "对"
  },
  {
    "q": "基于个人同意处理个人信息的,个人有权撤回其同意。",
    "a": "错"
  },
  {
    "q": "自治区人民代表大会会议有三分之二以上的代表出席，始得举行。（）",
    "a": "对"
  },
  {
    "q": "地方党委和政府以及基层党组织和基层单位对信访事项已经复查复核和涉法涉诉信访事项已经依法终结的相关信访人,应当做好疏导教育、矛盾化解、帮扶救助等工作。",
    "a": "对"
  },
  {
    "q": "通过网络销售商品适用于《电子商务法》调整。（ ）",
    "a": "对"
  },
  {
    "q": "中华人民共和国的一切权力属于公民。（ ）",
    "a": "对"
  },
  {
    "q": "国家保障抚恤优待对象享受社会保障和基本公共服务等公民普惠待遇，同时享受相应的抚恤优待待遇",
    "a": "对"
  },
  {
    "q": "居住权可以转让、继承,设立居住权的住宅可以出租。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位订立或者变更劳动合同时,未告知劳动者职业病危害真实情况的,由劳动保障行政部门责令限期改正,给予警告。（ ）",
    "a": "对"
  },
  {
    "q": "反间谍法自2014年12月4日起施行。（ ）",
    "a": "错"
  },
  {
    "q": "项目建设单位向发展改革等部门申报核准或审批建设项目时， 必须附国土资源部门预审意见；没有预审意见或预审未通过的，不得核准或批准建设项目。这一说法（）。",
    "a": "对"
  },
  {
    "q": "用人单位对仲裁裁决不服的,可以在职业病诊断、鉴定程序结束之日起十日内依法向人民法院提起诉讼。（ ）",
    "a": "错"
  },
  {
    "q": "可以销售除烟草口味外的调味电子烟。（ ）",
    "a": "错"
  },
  {
    "q": "红十字标志和名称受法律保护。禁止利用红十字标志和名称牟利,禁止以任何形式冒用、滥用、篡改红十字标志和名称。",
    "a": "错"
  },
  {
    "q": "信用主体被认定为失信主体，应当予以失信惩戒。实施失信惩戒应当遵循合法、关联、比例原则，确保过惩相当。对于列入严重失信主体名单的信用主体，为确保惩戒效果，可以对失信主体外的第三方实施失信惩戒。",
    "a": "错"
  },
  {
    "q": "因正当防卫造成损害的,不承担民事责任。（ ）",
    "a": "对"
  },
  {
    "q": "《中华人民共和国数据安全法》规定,任何个人、组织都有权对违反本法规定的行为向有关主管部门投诉、举报。有关主管部门可以对投诉、举报人的相关信息予以公示。",
    "a": "对"
  },
  {
    "q": "海洋环境污染损害,是指直接把物质或者能量引入海洋环境,产生损害海洋生物资源、危害人体健康、妨害渔业和海上其他合法活动、损害海水使用素质和减损环境质量等有害影响。",
    "a": "对"
  },
  {
    "q": "寄件人提供身份信息不实的，经营快递业务的企业可以收寄。（）",
    "a": "错"
  },
  {
    "q": "反间谍法自2014年12月4日起施行。（ ）",
    "a": "错"
  },
  {
    "q": "快递收件时,发现寄件人提供的身份证不是本人的,不能继续收寄。（ ）",
    "a": "错"
  },
  {
    "q": "电子烟经营者应当在显著位置设置不向未成年人销售电子烟的标志;对难以判明是否是未成年人的,应当要求其出示身份证件。（ ）",
    "a": "错"
  },
  {
    "q": "依据《反有组织犯罪法》规定，任何单位和个人都有协助、配合有关部门开展反有组织犯罪工作的义务。（）",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定,用人单位未在规定的时限内提交工伤认定申请,在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》施行后,《合同法》废止。（ ）",
    "a": "错"
  },
  {
    "q": "任何单位和个人不得侵占、哄抢、损毁、破坏广播电视设施。",
    "a": "对"
  },
  {
    "q": "国家平等对待线上线下商务活动，促进线上线下融合发展。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励境内、境外社会组织和个人捐资助学。（ ）",
    "a": "错"
  },
  {
    "q": "干部教育培训以脱产培训、党委（党组）理论学习中心组学习、网络培训、在职自学等方式进行。",
    "a": "对"
  },
  {
    "q": "在商业经营活动中可以使用高音广播喇叭的方法招揽顾客。（ ）",
    "a": "错"
  },
  {
    "q": "驾驶机动车，应当遵守左侧通行的原则。（）",
    "a": "错"
  },
  {
    "q": "造成公路损坏的,责任者应当及时报告公路管理机构,并接受公路管理机构的现场调查。",
    "a": "对"
  },
  {
    "q": "犯间谍罪的,有自首或者立功表现的,可以从轻、减轻或者免除处罚;有重大立功表现的,给予奖励。（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》九百七十九条规定,没有法定的或者约定的义务,为避免他人利益受损失而进行管理的人,有权请求受益人偿还由此支出的必要费用。（ ）",
    "a": "对"
  },
  {
    "q": "地方各级人民政府应当对本行政区域的环境质量负责。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定,向海域排放含热废水,必须采取有效措施,保证邻近渔业水域的水温符合国家海洋环境质量标准,避免毒性污染对水产资源的危害。（ ）",
    "a": "对"
  },
  {
    "q": "保证合同中未约定保证方式的,为一般保证。",
    "a": "错"
  },
  {
    "q": "只从事非主要农作物种子和非主要林木种子生产的,不需要办理种子生产经营许可证。（ ）",
    "a": "错"
  },
  {
    "q": "县级以上人民政府应当建立健全以受益者付费原则为基础的市场化、多元化生态保护补偿制度。健全综合补偿制度，加大生态保护补偿资金投入力度。鼓励、支持受益地区和生态保护地区、流域上下游地区人民政府建立纵向补偿关系。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定, 地方各级人民政府应当统筹规划建设农村污水、垃圾处理设施,并保障其正常运行。（ ）",
    "a": "错"
  },
  {
    "q": "国家采取措施推进无障碍环境建设,为残疾人、老年人自主安全地通行道路、出入建筑物以及使用其附属设施、搭乘公共交通运输工具,获取、使用和交流信息,获得社会服务等提供便利。",
    "a": "对"
  },
  {
    "q": "商家只要能提供合法有效的营业执照,就算没在电子商务平台上公示,也不会受到惩罚。（ ）",
    "a": "错"
  },
  {
    "q": "银行保险机构不得进行欺诈、隐瞒或者误导性的宣传，不得作夸大产品收益或者服务权益、掩饰产品风险等虚假或者引人误解的宣传。",
    "a": "对"
  },
  {
    "q": "劳动者依法享有平等就业和自主择业的权利。劳动者就业,不因民族、种族、性别、宗教信仰等不同而受歧视。劳动者受到就业歧视的,可以向人民法院提起诉讼。（ ）",
    "a": "错"
  },
  {
    "q": "我国《民法典》规定,行为人非依法律规定或者未经对方同意,可以擅自变更或者解除民事法律行为。（ ）",
    "a": "对"
  },
  {
    "q": "旅游经营者有权拒绝违反法律、法规规定的收费、摊派和检查;有权拒绝旅游者违反法律、法规或者社会公德的要求。",
    "a": "对"
  },
  {
    "q": "《地图管理条例》规定，全国性中小学教学地图，由国务院教育行政部门会同国务院测绘地理信息行政主管部门、外交部组织审定。（）",
    "a": "对"
  },
  {
    "q": "自治州、自治县的自治条例和单行条例,报省或者自治区的人民代表大会常务委员会批准后生效,并报全国人民代表大会常务委员会备案。（ ）",
    "a": "错"
  },
  {
    "q": "企业停工停产超过一个工资支付周期的,职工没有提供正常劳动的,企业可停止发放生活费。（ ）",
    "a": "对"
  },
  {
    "q": "医疗事故赔偿费用,实行一次性结算。（ ）",
    "a": "对"
  },
  {
    "q": "居住权可以转让、继承，设立居住权的住宅可以出租。（）",
    "a": "错"
  },
  {
    "q": "《监察法》规定, 监察机关应当保障被留置人员的饮食、休息和安全,提供医疗服务。讯问被留置人员应当合理安排讯问时间和时长,讯问笔录由被讯问人阅看后签名。 （ ）",
    "a": "对"
  },
  {
    "q": "统计调查对象报送数据必须经过其行业行政主管部门审核同意。（ ）",
    "a": "对"
  },
  {
    "q": "国务院交通主管部门主管全国公路工作。",
    "a": "错"
  },
  {
    "q": "《民法典》施行后，《合同法》废止。（）",
    "a": "对"
  },
  {
    "q": "对受疫情影响暂时失去收入来源的人群,要在信贷政策上予以适当倾斜,灵活调整住房按揭、信用卡等个人信贷还款安排,合理延后还款期限。（ ）",
    "a": "对"
  },
  {
    "q": "只要设置显著的提示标识,就可以在公共场所安装图像采集、个人身份识别设备。",
    "a": "对"
  },
  {
    "q": "保密要害部门、部位工作人员不得擅自离岗离职或因私出国（境）。（ ）",
    "a": "对"
  },
  {
    "q": "《党政领导干部生态环境损害责任追究办法（试行）》规定，党政领导干部利用职务影响，干预、插手建设项目，致使不符合生态环境和资源方面政策、法律法规的建设项目得以审批（核准）、建设或者投产（使用）的，应当追究其责任。（）",
    "a": "对"
  },
  {
    "q": "永久基本农田可以转为林地、草地、园地等其他农用地及农业设施建设用地。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "国家工作人员在就职时可以进行宪法宣誓。（ ）",
    "a": "对"
  },
  {
    "q": "省、自治区、直辖市人民政府应当定期召开政府常务会议、办公会议,研究部署消防工作。（ ）",
    "a": "错"
  },
  {
    "q": "信访工作应坚持党的全面领导,把党的领导贯彻到信访工作各方面和全过程，确保正确政治方向。",
    "a": "对"
  },
  {
    "q": "凡多贴印花税票者,不可申请退税,但可申请下期抵扣。（ ）",
    "a": "错"
  },
  {
    "q": "机关、单位发现国家秘密已经泄露或者可能泄露的,应当立即采取补救措施,并在1个工作日内向同级保密行政管理部门和上级主管部门报告。",
    "a": "对"
  },
  {
    "q": "为了保护学生千万不可将真实法治案例引入课堂教学。（ ）",
    "a": "错"
  },
  {
    "q": "以下说法是否正确:高等教育的任务是培养具有社会责任感、创新精神和实践能力的高级专门人才，发展科学技术文化，促进社会主义现代化建设。（）",
    "a": "对"
  },
  {
    "q": "实施广播电视行政处罚,由违法行为发生地的有行政处罚权的县级以上广播电视行政部门管辖。（ ）",
    "a": "对"
  },
  {
    "q": "最高人民法院党组、最高人民检察院党组按照有关规定,严格执行向党中央报告工作制度。（ ）",
    "a": "错"
  },
  {
    "q": "我国法律规定,民族自治地方的人民政府实行自治区主席、自治州州长、自治县县长、自治乡乡长负责制。（ ）",
    "a": "错"
  },
  {
    "q": "17周岁的甲在乙4S店购买一辆新车，之后得到其父亲同意。甲的民事行为有效。",
    "a": "对"
  },
  {
    "q": "在电子商务争议处理中,电子商务经营者不需要提供原始合同和交易记录。（ ）",
    "a": "错"
  },
  {
    "q": "公民在行使言论自由权利时,不需要受到任何限制。（ ）",
    "a": "错"
  },
  {
    "q": "抵押权人应当在主债权诉讼时效届满后三年内行使抵押权;未行使的,人民法院不予保护。（ ）",
    "a": "对"
  },
  {
    "q": "职业病诊断争议由设区的市级以上地方人民政府卫生行政部门根据当事人的申请，组织职业病诊断鉴定委员会进行鉴定。（）",
    "a": "对"
  },
  {
    "q": "委托合同是委托人和受托人约定,由受托人处理委托人事务的合同。（ ）",
    "a": "对"
  },
  {
    "q": "其他检验机构可以接受对外贸易关系人或者外国检验机构的委托,办理进出口商品检验鉴定业务。（ ）",
    "a": "错"
  },
  {
    "q": "可以销售除烟草口味外的调味电子烟。（ ）",
    "a": "错"
  },
  {
    "q": "公路用地范围内的山坡、荒地，由当地政府负责水土保持。",
    "a": "错"
  },
  {
    "q": "特种作业人员必须按照国家有关规定经专门的安全作业培训，取得相应资格后方可上岗作业。生产经营单位应当在特种作业人员上岗作业前对其资格进行核实。",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 以非法方法收集的证据不需要予以排除，可以作为案件处置的依据。（）",
    "a": "错"
  },
  {
    "q": "收买被拐卖的妇女、儿童，对被买儿童没有虐待行为，不阻碍对其进行解救的，可以免于处罚。（）",
    "a": "错"
  },
  {
    "q": "国家安全机关因反间谍工作需要，依法查封、扣押查验中存在危害国家安全情形、拒绝整改或者整改后仍不符合要求的组织和个人的电子通信工具、器材等设备、设施，在危害国家安全的情形消除后，视情予以解除查封、扣押。（）",
    "a": "错"
  },
  {
    "q": "国家储备、出口烟叶的计划和烟叶调拨计划，由各级烟草专卖局下达。（）",
    "a": "错"
  },
  {
    "q": "国家安全机关工作人员滥用职权、玩忽职守、徇私舞弊，构成犯罪的，或者有非法拘禁、刑讯逼供、暴力取证、违反规定泄露国家秘密、商业秘密和个人隐私等行为，构成犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "国家海事管理机构负责制定全国船舶重大海上溢油污染事件应急预案，报国务院生态环境主管部门、国务院应急管理部门备案。",
    "a": "对"
  },
  {
    "q": "《中国共产党问责条例》规定，党的领导干部对履行职责不力的，应当严肃批评，依规整改，并在全区范围内通报。（）",
    "a": "错"
  },
  {
    "q": "我国民族自治地方的汉族干部要学习当地少数民族的语言文字，少数民族干部在学习、使用本民族语言文字的同时，可以不用学习全国通用的普通话和规范文字。（）",
    "a": "错"
  },
  {
    "q": "县级以上人民政府统计机构应当公布举报统计违法行为的方式和途径，依法受理、核实、处理举报，为确保举报的真实性，应当公开举报人。（）",
    "a": "错"
  },
  {
    "q": "有限责任公司的股东以其实际出资为限对公司承担责任。",
    "a": "错"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛，和对方球员发生规则范围内的碰撞，导致脚踝骨折，他可以向对方请求赔偿吗？（）",
    "a": "错"
  },
  {
    "q": "国有资产转让由履行出资人职责的机构决定。履行出资人职责的机构决定转让全部国有资产的，或者转让部分国有资产致使国家对该企业不再具有控股地位的，应当报请本级人民政府批准。（）",
    "a": "对"
  },
  {
    "q": ".法律可以设定各种行政处罚。包括限制人身自由的行政处罚。",
    "a": "错"
  },
  {
    "q": "任何组织和个人不得阻碍红十字会工作人员依法履行救援、救助、救护职责。",
    "a": "对"
  },
  {
    "q": "根据《广西实施工伤保险条例办法》，参加工伤保险的职工个人需要缴纳工伤保险费。（）",
    "a": "错"
  },
  {
    "q": "民族区域自治制度是我国的一项基本政治制度，必须长期坚持，不容动摇。（）",
    "a": "对"
  },
  {
    "q": "乙为甲的非婚生子，乙将甲杀害，乙仍有权继承甲的遗产",
    "a": "错"
  },
  {
    "q": "从事技术工种的劳动者，若熟悉本技术岗位的工作，上岗前可以不经过培训。（）",
    "a": "错"
  },
  {
    "q": "生产经营单位的安全生产管理机构和安全生产管理人员在履行职责时，只需要向本单位有关负责人报告履职情况，无需向其他部门或人员报告。",
    "a": "对"
  },
  {
    "q": "问责决定作出后，应当及时向被问责党组织或者党的领导干部及其所在党组织宣布并督促执行，如遇特殊情况可向上级管理机构申请延期执行。（）",
    "a": "错"
  },
  {
    "q": "在保密审查过程中对是否属于国家秘密的不明确事项，应当报送业务主管部门审查确定。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（）",
    "a": "对"
  },
  {
    "q": "烈士骨灰盒或者灵柩应当覆盖中华人民共和国国旗 。需要覆盖中国共产党 党旗或者中国人民 解放军军旗的 ，按 照有关规定执行 。 国旗 、党旗 、军旗不能同时覆盖， 不得随遗体火化或者随骨灰盒 、灵柩掩埋。",
    "a": "对"
  },
  {
    "q": "继承从被继承人设立遗嘱时开始。（）",
    "a": "错"
  },
  {
    "q": "我国的民族自治地方的企业、事业单位依照国家规定招收人员时，优先招收少数民族人员，并且可以从农村和牧区少数民族人口中招收。（）",
    "a": "对"
  },
  {
    "q": "从事互联网视听节目服务的单位应当依照法律、行政法规等规定，取得网上传播视听节目许可证或者履行备案手续。（）",
    "a": "对"
  },
  {
    "q": "淘汰、报废的涉密办公自动化设备不能当作废品出售或随意丢弃，可转送或捐赠他人。（）",
    "a": "错"
  },
  {
    "q": "继承从被继承人死亡时开始。（）",
    "a": "对"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。（）",
    "a": "对"
  },
  {
    "q": "基本养老保险个人帐户不得提前支取，记帐利率不得低于银行定期存款利率，免征利息税。（）",
    "a": "对"
  },
  {
    "q": "城市应当推行生活垃圾分类制度。农村应当因地制宜、逐步推行生活垃圾分类制度。",
    "a": "对"
  },
  {
    "q": "使用伪造、变造的通行费优惠证明文件的，拒交、逃交、少交车辆通行费的，由交通运输综合行政执法机构责令补交，处应交车辆通行费五倍以下罚款",
    "a": "对"
  },
  {
    "q": "国家商检部门和商检机构依法对其他检验机构的进出口商品检验鉴定业务活动进行监督，可以对其检验的商品抽查检验。（）",
    "a": "对"
  },
  {
    "q": "高等学校实行中国共产党高等学校基层委员会领导下的校长负责制。",
    "a": "对"
  },
  {
    "q": "电网建设需要拆迁建筑物、构筑物的，所有权人在获得补偿后，应当在规定的期限内自行搬迁。逾期未搬迁的依法处理。（）",
    "a": "对"
  },
  {
    "q": "过失犯罪不一定负刑事责任。（）",
    "a": "对"
  },
  {
    "q": "从事传染病防治的政府卫生行政部门的工作人员严重不负责任，导致传染病传播或者流行，情节严重的，处三年以下有期徒刑或者拘役。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "在人均耕地低于0.5亩的地区，省、自治区、直辖市可以根据当地经济发展情况，适当提高耕地占用税的适用税额。",
    "a": "对"
  },
  {
    "q": "新型冠状病毒的肺炎患者被隔离期间劳动合同到期，用人单位是可以解除合同。（）",
    "a": "错"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址，并为举报人保密。对实名举报并提供相关事实和证据的，监督检查部门应当将处理结果告知举报人。（）",
    "a": "对"
  },
  {
    "q": "电子烟批发企业不得向不具备从事电子烟零售业务资格的单位或者个人提供电子烟产品。（）",
    "a": "对"
  },
  {
    "q": "统计调查对象报送数据必须经过其行业行政主管部门审核同意。（）",
    "a": "错"
  },
  {
    "q": "经省级以上政府部门批准后，可以在寺观教堂外修建大型露天宗教造像。（）",
    "a": "错"
  },
  {
    "q": "不在中国境内销售、仅用于出口的电子烟产品，可以符合目的地国家或地区的法律法规和标准要求；目的地国家或地区没有相关法律法规和标准要求的，可以不符合我国的法律法规和标准相关要求。（）",
    "a": "错"
  },
  {
    "q": "药品成份的含量不符合国家药品标准的为假药。（）",
    "a": "错"
  },
  {
    "q": "以逐月领取退役金方式安置的退役军官和军士 ，被录用为公务员或者聘用为事业单位工作人 员的，自被录用 、聘用下月起停发退役金，其待遇按照公务员、事业单位工作人员管理相关法律法规执行。",
    "a": "对"
  },
  {
    "q": "债务人不履行到期债务，债权人不可以留置已经合法占有的债务人的动产，无权就该动产优先受偿。",
    "a": "错"
  },
  {
    "q": "对非法持有属于国家秘密的文件、资料和其他物品的，以及非法持有、使用专用间谍器材的，国家安全机关可以依法对其人身、物品、住处和其他有关的地方进行搜查；对其非法持有的属于国家秘密的文件、资料和其他物品，以及非法持有、使用的专用间谍器材予以没收。（）",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当为个人行使权利提供必要的便利。",
    "a": "对"
  },
  {
    "q": "进口婴幼儿配方乳粉的产品配方应当经海关注册。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，向海域排放含热废水，必须采取有效措施，保证邻近渔业水域的水温符合国家海洋环境质量标准，避免毒性污染对水产资源的危害。（）",
    "a": "错"
  },
  {
    "q": "地方金融监督管理部门应当建立健全监督管理工作制度，强化监督管理能力建设，加强对地方金融组织及其业务活动的现场监督管理和现场检查，并与有关部门建立监督管理协调机制和信息共享机制。",
    "a": "错"
  },
  {
    "q": "永久基本农田可以转为林地、草地、园地等其他农用地及农业设施建设用地。这一说法（）。",
    "a": "错"
  },
  {
    "q": "《民族区域自治法》规定，国家根据统一规划和市场需求，优先在民族自治地方合理安排资源开发项目和基础设施建设项目。（）",
    "a": "对"
  },
  {
    "q": "美容、美发、美体、保健、洗浴达不到约定或者承诺效果的，应当按照消费者的要求给予重作或者退还已收取的费用。（）",
    "a": "对"
  },
  {
    "q": "造成公路损坏的，责任者应当及时报告公路管理机构，并接受公路管理机构的现场调查。",
    "a": "对"
  },
  {
    "q": "因当事人一方的违约行为，损害对方人身权益、财产权益的，受损害方有权请求其同时承担违约责任和侵权责任。",
    "a": "错"
  },
  {
    "q": "电子商务平台经营者修改平台服务协议和交易规则，修改内容应当至少在实施前十日予以公示。（）",
    "a": "错"
  },
  {
    "q": "自治区人民政府应当制定国家通用语言文字和少数民族语言文字的双语教师培养培训规划，建设双语兼通、学科配套、适应现代教育需求的教师队伍。（）",
    "a": "错"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（）",
    "a": "对"
  },
  {
    "q": "开发商应当采取必要的安全保障措施防止高空抛物情形的发生，否则应承担未履行安全保障义务的侵权责任。（）",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。（）",
    "a": "对"
  },
  {
    "q": "行政机关收到政府信息公开申请，能够当场答复的，可以当场予以答复。（）",
    "a": "错"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，问责调查应当成立调查组，调查组成员不少于五人。（）",
    "a": "错"
  },
  {
    "q": "建设项目占用永久基本农田的，以国家永久基本农田数据库为准，必须落实永久基本农田补划任务。这一说法（）。",
    "a": "对"
  },
  {
    "q": "又聋又哑的人或盲人犯罪，不负刑事责任。（）",
    "a": "错"
  },
  {
    "q": "我们经过接续奋斗，实现了小康这个中华民族的千年梦想，我国发展站在了更高历史起点上。我们坚持精准扶贫、尽锐出战，打赢了人类历史上规模最大的脱贫攻坚战，全国八百三十二个贫困县全部摘帽，近一亿农村贫困人口实现脱贫，九百六十多万贫困人口实现易地搬迁，历史性地解决了绝对贫困问题，为全球减贫事业作出了重大贡献。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "永久基本农田可以转为林地、草地、园地等其他农用地及农业设施建设用地。这一说法（）。",
    "a": "错"
  },
  {
    "q": "《广西安全用电管理办法》规定，电力用户用电设施产生谐波影响供电质量或者干扰电力系统安全运行的，应当采取治理措施予以消除。（）",
    "a": "对"
  },
  {
    "q": "不动产物权的设立、变更、转让和消灭，应当依照法律规定交付。",
    "a": "错"
  },
  {
    "q": "《水污染防治法》规定,向水体排放含低放射性物质的废水，应当符合国家有关放射性污染防治的规定和标准。（）",
    "a": "对"
  },
  {
    "q": "电子烟经营者应当在显著位置设置不向未成年人销售电子烟的标志；对难以判明是否是未成年人的，应当要求其出示身份证件。（）",
    "a": "对"
  },
  {
    "q": "在保障海上生命安全、船舶保安和防治船舶污染方面，船长有权独立作出决定",
    "a": "对"
  },
  {
    "q": "对严重违反国家保密规定的涉密人员，保密行政管理部门应当建议有关机关、单位给予处分并将其调离涉密岗位。",
    "a": "错"
  },
  {
    "q": "食盐应当按照规定在外包装上作出标识，非食用盐的包装、标识应当明显区别于食盐。（）",
    "a": "对"
  },
  {
    "q": "高速公路经营者不得擅自关闭服务区、停车区。确需关闭的，应当报告高速公路管理机构和公安机关交通管理部门，并及时向社会公告。（）",
    "a": "对"
  },
  {
    "q": "机动车驾驶人发生交通事故后逃逸，该机动车参加强制保险的，由保险人予以赔偿，不得设置赔偿限额。",
    "a": "错"
  },
  {
    "q": "县级以上人民政府旅游主管部门可以视情况选择在重要旅游区（点）、旅游集散地、交通枢纽为旅游者和旅游经营者提供信息咨询服务。",
    "a": "错"
  },
  {
    "q": "《海洋环境保护法》规定，向海洋倾倒废弃物，必须按照国家规定缴纳倾倒费。 （）",
    "a": "对"
  },
  {
    "q": "电网建设需要拆迁建筑物、构筑物的，所有权人在获得补偿后，应当在规定的期限内自行搬迁。逾期未搬迁的依法处理。（）",
    "a": "对"
  },
  {
    "q": "国家鼓励经营快递业务的企业采取措施回收快件包装材料，实现包装材料的减量化利用和再利用。（）",
    "a": "对"
  },
  {
    "q": "劳动合同被确认部分无效后，劳动合同整体无效。（）",
    "a": "错"
  },
  {
    "q": "应当将法治教育纳入学校总体发展规划和年度工作计划。（）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府统计机构应当公布举报统计违法行为的方式和途径，依法受理、核实、处理举报，为确保举报的真实性，应当公开举报人。（）",
    "a": "错"
  },
  {
    "q": "可以利用自动售货机等自助售卖方式销售或者变相销售电子烟产品。（）",
    "a": "错"
  },
  {
    "q": "其他检验机构可以接受对外贸易关系人或者外国检验机构的委托，办理进出口商品检验鉴定业务。（）",
    "a": "对"
  },
  {
    "q": "任何组织或者个人不得以任何形式买卖人体器官，不得从事与买卖人体器官有关的活动。",
    "a": "对"
  },
  {
    "q": "根据《广西旅游条例》规定，县级以上人民政府应当根据旅游业发展需要和财政状况设立旅游发展专项资金或者安排旅游发展专项经费。（）",
    "a": "对"
  },
  {
    "q": "在人均耕地低于0.5亩的地区，省、自治区、直辖市可以根据当地经济发展情况，适当提高耕地占用税的适用税额。",
    "a": "对"
  },
  {
    "q": "高等学校的党委领导学校思想政治工作和德育工作，落实意识形态工作责任制，维护学校安全稳定，促进和谐校园建设。",
    "a": "对"
  },
  {
    "q": "《统计法实施条例》规定，从事统计执法工作的人员，可以不取得由国家统计局统一印制的统计执法证。（）",
    "a": "错"
  },
  {
    "q": "消费者在电子商务平台购买商品或者接受服务，与平台内经营者发生争议时，电子商务平台经营者不用帮助消费者维护合法权益。（）",
    "a": "错"
  },
  {
    "q": "投保人和保险人通过口头协商就能变更合同内容。",
    "a": "错"
  },
  {
    "q": "国务院专利行政部门可以应专利权人或者利害关系人的请求处理在全国有重大影响的专利侵权纠纷。（）",
    "a": "对"
  },
  {
    "q": "法律援助补贴免征增值税和个人所得税。",
    "a": "对"
  },
  {
    "q": "县级以上人民政府地方志工作机构、方志馆不得为公民、法人和其他组织查询、阅览、摘抄地方志文献和资料提供便利。",
    "a": "错"
  },
  {
    "q": "未经批准利用的无居民海岛，应当维持现状；禁止采石、挖海砂、采伐林木以及进行生产、建设、旅游等活动。",
    "a": "对"
  },
  {
    "q": "生产经营单位在重大危险源所在场所明显位置设置安全警示标志是为了告知人员潜在风险并标明应急措施。",
    "a": "对"
  },
  {
    "q": "贯彻总体国家安全观，以坚定的意志品质维护国家主权、安全、发展利益，国家安全得到全面加强。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "高校校长应当研究工会、共青团、妇女组织等群团组织和学生会（研究生会）、学术组织工作中的重大问题，加强学生社团管理，支持他们依照法律和各自章程开展工作。",
    "a": "错"
  },
  {
    "q": "我国居住在民族自治地方以内的非自治少数民族，享受不了自治民族的平等权利和地位。（）",
    "a": "错"
  },
  {
    "q": "淘汰、报废的涉密办公自动化设备不能当作废品出售或随意丢弃，可转送或捐赠他人。（）",
    "a": "错"
  },
  {
    "q": "生产经营单位的主要负责人是本单位安全生产第一责任人，对本单位的安全生产工作全面负责。（）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（）",
    "a": "对"
  },
  {
    "q": "《广西实施老年人权益保障法办法》规定，赡养人不得以老年人的婚姻关系变化为由，强占、分割老年人的财产或者限制老年人行使其占有、使用、收益和处分财产的权利。（）",
    "a": "对"
  },
  {
    "q": "对经识别存在异常开户情形的，银行业金融机构、非银行支付机构有权加强核查，但不能拒绝开户。",
    "a": "错"
  },
  {
    "q": "地方金融监督管理部门应当建立健全监督管理工作制度，强化监督管理能力建设，加强对地方金融组织及其业务活动的现场监督管理和现场检查，并与有关部门建立监督管理协调机制和信息共享机制。",
    "a": "错"
  },
  {
    "q": "个人对其个人信息的处理享有知情权、决定权，有权限制或者拒绝他人对其个人信息进行处理。",
    "a": "对"
  },
  {
    "q": "在隔离期间，实施隔离措施的人民政府应当对被隔离人员提供生活保障。（）",
    "a": "对"
  },
  {
    "q": "我区宅基地面积按照如下标准执行：平原地区和城市郊区每户宅基地面积不得超过一百平方米；丘陵地区、山区每户宅基地面积不得超过一百五十平方米。",
    "a": "对"
  },
  {
    "q": "保密审查主要是对拟公开发布的信息是否涉及国家秘密进行审查，不需要对是否涉及工作秘密、商业秘密、个人隐私等进行甄别鉴定。（）",
    "a": "错"
  },
  {
    "q": "国家平等对待线上线下商务活动，促进线上线下融合发展。（）",
    "a": "对"
  },
  {
    "q": "县级以上地方人民政府应当将快递业发展纳入本级国民经济和社会发展规划，在城乡规划和土地利用总体规划中统筹考虑快件大型集散、分拣等基础设施用地的需要。（）",
    "a": "对"
  },
  {
    "q": "我国《著作权法》所称的著作权即版权。（）",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息。（）",
    "a": "对"
  },
  {
    "q": "根据《广西实施工伤保险条例办法》，参加工伤保险的职工个人需要缴纳工伤保险费。（）",
    "a": "错"
  },
  {
    "q": "审计机关和审计人员不得参加可能影响其依法独立履行审计监督职责的活动，不得干预、插手被审计单位及其相关单位的正常生产经营和管理活动。（）",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得擅自对外提供国家秘密资料。（）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，党的工作机关正职由上级机构领导成员兼任的，不设常务副职。（）",
    "a": "错"
  },
  {
    "q": "受教育权既是公民的权利，也是公民的义务。（）",
    "a": "对"
  },
  {
    "q": "债权人转让全部或者部分债权时， 该转让也同时对保证人发生效力。",
    "a": "错"
  },
  {
    "q": "人民币汇率实行以央行汇率为基础的、有管理的浮动汇率制度。",
    "a": "错"
  },
  {
    "q": "《英雄烈士保护法》规定，县级以上人民政府有关部门应当为英雄烈士遗属祭扫提供便利。（）",
    "a": "对"
  },
  {
    "q": "快递从业人员造成他人损害的，由快递从业人员所属的经营快递业务的企业依照民事侵权责任相关法律的规定承担侵权责任。（）",
    "a": "对"
  },
  {
    "q": "民族自治地方为国家的生态平衡、环境保护作出贡献的，国家给予一定的利益补偿。（）",
    "a": "对"
  },
  {
    "q": "在保密重点领域中，应加强国家秘密的管理，涉及国家经济命脉、能源资源安全和社会公共安全的商业秘密、工作秘密不需要管理。（）",
    "a": "错"
  },
  {
    "q": "以下说法是否正确:教育应当坚持立德树人，对受教育者加强社会主义核心价值观教育，增强受教育者的社会责任感、创新精神和实践能力。（）",
    "a": "对"
  },
  {
    "q": "有关地方和部门领导干部在领导和组织开展政法工作中，因违反《中国共产党政法工作条例》和有关党内法规制度规定职责，应当承担责任的，给予党纪政务处分；涉嫌犯罪的，依法追究刑事责任。（）",
    "a": "对"
  },
  {
    "q": "对有发热及急性呼吸道症状需要就医的新型冠状病毒感染的肺炎患者、疑似患者以及可疑暴露者和密切接触者，应当立即到就近的医疗卫生机构发热门诊就诊，并配合医务人员对其自身健康等状况的询问。（）",
    "a": "对"
  },
  {
    "q": "人民法院受理破产申请后，债务人对个别债权人的债务清偿无效。（）",
    "a": "对"
  },
  {
    "q": "建设项目占用永久基本农田的，以国家永久基本农田数据库为准，必须落实永久基本农田补划任务。这一说法（）。",
    "a": "对"
  },
  {
    "q": "人民团体的印章、牌匾，应当同时使用规范汉字和国家批准的《壮文方案》确定的壮文。（）",
    "a": "对"
  },
  {
    "q": "合伙合同终止前，合伙人可以请求分割合伙财产。（）",
    "a": "错"
  },
  {
    "q": "境外组织或者个人及其在境内成立的组织不得在境内从事互联网宗教信息服务。（）",
    "a": "对"
  },
  {
    "q": "领导干部严禁侵犯统计机构和统计工作人员独立行使统计职权。（）",
    "a": "对"
  },
  {
    "q": "各级机关、单位应当落实属地责任，认真接待处理群众来访，把问题解决在当地，引导信访人就地反映问题。",
    "a": "对"
  },
  {
    "q": "危害国家安全犯罪、恐怖活动犯罪、黑社会性质的组织犯罪的犯罪分子，在刑罚执行完毕或者赦免以后，在任何时候再犯上述任一类罪的，都以累犯论处。（）",
    "a": "对"
  },
  {
    "q": "《广西贯彻落实问责条例实施办法》规定，党委（党组）可以根据问题性质或者工作需要直接进行问责调查，也可以指定纪委（纪检组）、党的工作部门或者下级党组织进行调查。（）",
    "a": "对"
  },
  {
    "q": "机关、企业和事业单位可以根据需要设置医疗机构，可以不纳入当地医疗机构的设置规划。（）",
    "a": "错"
  },
  {
    "q": "机动车驾驶人发生交通事故后逃逸，该机动车参加强制保险的，由保险人予以赔偿，不得设置赔偿限额。",
    "a": "错"
  },
  {
    "q": "海域所有权分为国家所有和集体所有。",
    "a": "错"
  },
  {
    "q": "行政事业单位负责向交款人交付资金往来结算电子票据。交款人未能正常获取资金往来结算电子票据信息的，由财政票据管理部门负责处理。",
    "a": "错"
  },
  {
    "q": "广播电台、电视台由县、不设区的市以上人民政府广播电视行政部门设立。（）",
    "a": "对"
  },
  {
    "q": "承担海上搜寻救助职责的单位和个人，接到海上搜寻救助任务的指令后，应当立即执行，并接受海上搜寻救助机构的统一组织、协调、指挥。（）",
    "a": "对"
  },
  {
    "q": "食盐应当按照规定在外包装上作出标识，非食用盐的包装、标识应当明显区别于食盐。（）",
    "a": "对"
  },
  {
    "q": "实施失信惩戒应当遵循合法、关联、比例原则，确保过惩相当。其中，严重失信主体是法人或者非法人组织的，仅能记录其严重失信信息，不得对其法定代表人、主要负责人等的个人信用记录中进行标注。",
    "a": "错"
  },
  {
    "q": "在保密重点领域中，应加强国家秘密的管理，涉及国家经济命脉、能源资源安全和社会公共安全的商业秘密、工作秘密不需要管理。（）",
    "a": "错"
  },
  {
    "q": "维护国家主权、统一和领土完整是包括港澳同胞和台湾同胞在内的全中国人民的共同义务。（）",
    "a": "对"
  },
  {
    "q": "抵押权不得与债权分离而单独转让或者作为其他债权的担保。（）",
    "a": "对"
  },
  {
    "q": "公路用地范围内的山坡、荒地，由当地政府负责水土保持。",
    "a": "错"
  },
  {
    "q": "从境外引进农作物或者林木试验用种，应当隔离栽培，收获物可以作为种子销售。（）",
    "a": "错"
  },
  {
    "q": "海域所有权分为国家所有和集体所有。",
    "a": "错"
  },
  {
    "q": "关法人以及以公益为目的的非营利法人、非法人组织不能做保证人。",
    "a": "错"
  },
  {
    "q": "监护人可以以任何方式对未成年人沉迷网络进行干预。",
    "a": "错"
  },
  {
    "q": "机关、单位发现国家秘密已经泄露或者可能泄露的，应当立即采取补救措施，并在1个工作日内向同级保密行政管理部门和上级主管部门报告。",
    "a": "错"
  },
  {
    "q": "为贯彻落实《中华人民共和国烟草专卖法实施条例》最新修订内容，工业和信息化部2023年5月16日修订并公布的《烟草专卖行政处罚程序规定》明确对电子烟等新型烟草违法行为实施行政处罚适用该规定。",
    "a": "对"
  },
  {
    "q": "未经批准利用的无居民海岛，应当维持现状；禁止采石、挖海砂、采伐林木以及进行生产、建设、旅游等活动。",
    "a": "对"
  },
  {
    "q": "基础研究和原始创新不断加强，一些关键核心技术实现突破，战略性新兴产业发展壮大，载人航天、探月探火、深海深地探测、超级计算机、卫星导航、量子信息、核电技术、新能源技术、大飞机制造、生物医药等取得重大成果，进入创新型国家行列。——党的二十大报告（）",
    "a": "对"
  },
  {
    "q": "金融类产品和服务，利用信息网络提供新闻信息、音视频节目、出版以及文化产品等内容方面的服务，不适用《电子商务法》。（）",
    "a": "对"
  },
  {
    "q": "《水污染防治法》规定, 国家对重点水污染物排放实施总量控制制度。（）",
    "a": "对"
  },
  {
    "q": "网吧、电脑休闲室等向公众提供互联网上网服务的营业性场所，必须对上网消费者的身份证等有效证件进行核对、登记，并记录有关上网信息。",
    "a": "对"
  },
  {
    "q": "植树造林、保护森林，是公民应尽的义务。各级人民政府应当组织开展全民义务植树活动。这一说法（）",
    "a": "对"
  },
  {
    "q": "领导干部离任后也可以进行经济责任审计。（）",
    "a": "对"
  },
  {
    "q": "纳税人依法可以享受减免税待遇而没有享受的，经纳税人申请，税务机关核准后应当在今后免收税款。（）",
    "a": "错"
  },
  {
    "q": "从十九大到二十大，是“两个一百年”奋斗目标的历史交汇期。（）",
    "a": "对"
  },
  {
    "q": "各级人民政府和有关部门应当加强反电信网络诈骗宣传，普及相关法律和知识，提高公众对各类电信网络诈骗方式的防骗意识和识骗能力。",
    "a": "对"
  },
  {
    "q": "根据《国家功勋荣誉表彰条例》规定， 纪念章作为荣誉性纪念，重在精神鼓励，不享受有关待遇。答案（）",
    "a": "对"
  },
  {
    "q": "快递收件时，发现寄件人提供的身份证不是本人的，不能继续收寄。（）",
    "a": "对"
  },
  {
    "q": "危险物品的生产、经营、储存、装卸单位以及矿山、金属冶炼、建筑施工、运输单位的主要负责人和安全生产管理人员，通过考核后无需再进行任何培训。",
    "a": "错"
  },
  {
    "q": "用人单位订立或者变更劳动合同时，未告知劳动者职业病危害真实情况的，由劳动保障行政部门责令限期改正，给予警告。（）",
    "a": "错"
  },
  {
    "q": "分公司具有法人资格，其民事责任由自己承担。",
    "a": "错"
  },
  {
    "q": "作为统计调查对象的个人在重大国情国力普查活动中拒绝、阻碍统计调查，或者提供不真实或者不完整的普查资料的，由县级以上人民政府统计机构责令改正，予以批评教育。",
    "a": "对"
  },
  {
    "q": "预备党员违反党纪，情节较重的，可以保留预备党员资格的，党组织对其批评教育或者延长预备期。",
    "a": "错"
  },
  {
    "q": "街道办事处应当根据当地经济发展和消防工作的需要建立专职消防队、志愿消防队，承担火灾扑救、应急救援等职能。（ ）",
    "a": "错"
  },
  {
    "q": "进行电焊、气焊等具有火灾危险作业的人员和自动消防系统的操作人员，必须持证上岗，并遵守消防安全操作规程。",
    "a": "对"
  },
  {
    "q": "基于个人同意处理个人信息的，个人有权撤回其同意。",
    "a": "对"
  },
  {
    "q": "从事互联网宗教信息服务所使用的名称，除与申请人名称相同以外，不得使用宗教团体、宗教院校和宗教活动场所等名称，不得含有法律、行政法规禁止的内容。",
    "a": "对"
  },
  {
    "q": "全国人大和地方各级人大由民主选举产生，对人民负责，受人民监督，这体现了对权力的制约。（ ）",
    "a": "对"
  },
  {
    "q": "机关、单位应当在国家秘密产生的同时，由承办人确定密级、保密期限和知悉范围，并采取相应保密措施。",
    "a": "错"
  },
  {
    "q": "县住房和城乡建设局对王某做出罚款3000元的处罚决定。王某不服申请行政复议，本案的复议机关是县政府和市住房和城乡建设局。",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得参与或者支持违法宗教活动，不得为违法宗教活动提供场所、设施、资金、交通等方面的条件和便利。",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，有关单位发现可能发生突发公共卫生事件时，应当先报告再采取措施防止危害扩大。",
    "a": "错"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，包括匿名化处理后的信息。这一说法（ ）",
    "a": "错"
  },
  {
    "q": "一切国家机关和国家工作人员必须依靠人民的支持，努力为人民服务。（ ）",
    "a": "对"
  },
  {
    "q": "未经审查和批准，不得对外公开发布政府信息。（ ）",
    "a": "对"
  },
  {
    "q": "未经批准，不得将带有录音、录像、拍照、信息存储功能的设备带入保密要害部位。（ ）",
    "a": "对"
  },
  {
    "q": "某企业不服省级人民政府的行政决定，经过行政复议后，可以再向国务院申请裁决，裁决是最终裁决。",
    "a": "错"
  },
  {
    "q": "机关、单位应当将涉及绝密级或者较多机密级、秘密级国家秘密的机构确定为保密要害部位。",
    "a": "错"
  },
  {
    "q": "某单位在申请防雷装置设计审核时提供了虚假材料，气象主管机构发现后，决定不予行政许可，并给予警告，同时规定该单位两年内不得再次申请。",
    "a": "错"
  },
  {
    "q": "违反《网络安全法》将会被记入信用档案。（ ）",
    "a": "对"
  },
  {
    "q": "涉案财物已被用于清偿合法债务、转让或者设置其他权利负担，善意第三人通过正常市场交易、支付合理对价，并实际取得相应权利的，监察机关经研究可以对善意取得的财物进行追缴。",
    "a": "错"
  },
  {
    "q": "个人信息的处理目的、处理方式和处理的个人信息种类发生变更的，无需取得个人同意。",
    "a": "错"
  },
  {
    "q": "《中华人民共和国数据安全法》规定，任何个人、组织都有权对违反本法规定的行为向有关主管部门投诉、举报。有关主管部门可以对投诉、举报人的相关信息予以公示。",
    "a": "错"
  },
  {
    "q": "从事网络招聘服务的人力资源服务机构因业务需要，确需向境外提供在中华人民共和国境内运营中收集和产生的个人信息和重要数据的，应当遵守国家有关法律、行政法规规定。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "申请办理网络接入、移动电话等入网手续，却不提供真实身份信息的用户，网络运营者可以拒绝办理。",
    "a": "对"
  },
  {
    "q": "在涉密科研项目结题阶段，要加强成果验收、申报奖项、申请专利等工作的保密管理。（ ）",
    "a": "对"
  },
  {
    "q": "消防安全重点单位的消防安全管理人应当经过消防培训。（ ）",
    "a": "对"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（ ）",
    "a": "对"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（ ）",
    "a": "对"
  },
  {
    "q": "党组织应当按照有关规定向上级党组织报备党内法规和规范性文件。（ ）",
    "a": "对"
  },
  {
    "q": "中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "a": "对"
  },
  {
    "q": "监察机关及其工作人员侵犯公民、法人和其他组织合法权益造成损害的，依法给予国家赔偿。",
    "a": "错"
  },
  {
    "q": "申请人当面提交政府信息公开申请的，以提交之日为收到申请之日。（ ）",
    "a": "对"
  },
  {
    "q": "政府门户网站是政府信息公开发布的重要平台，拟公开的涉密信息应及时登载。（ ）",
    "a": "错"
  },
  {
    "q": "中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得擅自对外提供国家秘密资料。（ ）",
    "a": "对"
  },
  {
    "q": "气象主管机构所属气象台站可以开展雷电预报,并及时向社会发布。",
    "a": "对"
  },
  {
    "q": "国家工作人员在就职时可以进行宪法宣誓。（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国数据安全法》规定，任何个人、组织都有权对违反本法规定的行为向有关主管部门投诉、举报。有关主管部门可以对投诉、举报人的相关信息予以公示。",
    "a": "错"
  },
  {
    "q": "市、县级人民政府应当在本级政府预算中安排必要的资金，保障消防站、消防供水、消防通信等公共消防设施和消防装备建设。（ ）",
    "a": "对"
  },
  {
    "q": "《工作机关条例（试行）》规定，地方党委工作机关的设立、撤销、合并或者变更，由同级机构编制管理部门提出方案，按规定程序由本级党委讨论决定后，报上级党委审批。（ ）",
    "a": "对"
  },
  {
    "q": "因学术不端行为被学校给予记过处分未满1年的申请人，一律不得申请授予学位。",
    "a": "对"
  },
  {
    "q": "涉密打印机和扫描仪可以采取有线或无线方式与涉密计算机连接。（ ）",
    "a": "错"
  },
  {
    "q": "预备党员违反党纪，情节较重的，可以保留预备党员资格的，党组织对其批评教育或者延长预备期。",
    "a": "错"
  },
  {
    "q": "领导干部经济责任审计和自然资源资产离任审计，依照新修订审计法和国家有关规定执行。（ ）",
    "a": "对"
  },
  {
    "q": "批准设立党组（党委）的党组织必须听取党组（党委）书记报告履职情况，加强对权力运行的监督制约。（ ）",
    "a": "错"
  },
  {
    "q": "《广西壮族自治区多元化解矛盾纠纷条例》规定，边境地区应当建立完善边境多元化解矛盾纠纷机制。",
    "a": "对"
  },
  {
    "q": "互联网视听节目服务单位播出时政类视听新闻节目，应当是地（市）级以上广播电台、电视台制作、播出的节目和中央新闻单位网站登载的时政类视听新闻节目。（ ）",
    "a": "对"
  },
  {
    "q": "政府信息公开申请应当包括的内容之一为申请公开的政府信息的名称、文号或者便于行政机关查询的其他特征性描述。（ ）",
    "a": "对"
  },
  {
    "q": "地方各级人民政府应当将包括消防安全布局、消防站、消防供水、消防通信、消防车通道、消防装备等内容的消防规划纳入城乡规划，并负责组织实施。",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，对不属于突发公共卫生事件的报告，报告人需承担法律责任。",
    "a": "错"
  },
  {
    "q": "根据《网络安全法》，电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的，应当立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告。（ ）",
    "a": "对"
  },
  {
    "q": "机关、单位可以根据需要自行调整国家秘密的密级和保密期限。",
    "a": "错"
  },
  {
    "q": "某单位在申请防雷装置设计审核时提供了虚假材料，气象主管机构发现后，决定不予行政许可，并给予警告，同时规定该单位两年内不得再次申请。",
    "a": "错"
  },
  {
    "q": "在保密审查过程中对是否属于国家秘密的不明确事项，应当报送业务主管部门审查确定。",
    "a": "错"
  },
  {
    "q": "除法律、法规、规章可以设定行政处罚外，其他规范性文件均不得设定行政处罚。",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当为个人行使权利提供必要的便利。",
    "a": "对"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址，并为举报人保密。对实名举报并提供相关事实和证据的，监督检查部门应当将处理结果告知举报人。（ ）",
    "a": "对"
  },
  {
    "q": "消防安全重点单位的消防安全管理人应当经过消防培训。（ ）",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》不会被记入信用档案。（ ）",
    "a": "错"
  },
  {
    "q": "机关、单位应当在国家秘密产生的同时，由承办人确定密级、保密期限和知悉范围，并采取相应保密措施。",
    "a": "错"
  },
  {
    "q": "对疑似病人，确诊前不用在指定场所单独隔离治疗。（ ）",
    "a": "错"
  },
  {
    "q": "国家商检部门和商检机构依法对其他检验机构的进出口商品检验鉴定业务活动进行监督，可以对其检验的商品抽查检验。（ ）",
    "a": "对"
  },
  {
    "q": "抵押财产折价或者拍卖、变卖后,其价款超过债权数额的部分归抵押人所有,不足部分债务人无需再清偿。（ ）",
    "a": "错"
  },
  {
    "q": "华侨居住在未建交国家时，其证明材料只需经居住国外交机关认证即可。",
    "a": "错"
  },
  {
    "q": "张三离家出走下落不明被宣告失踪后，其妻李四作为财产代管人负责管理失踪人财产。若因过失造成损害的，应当承担赔偿责任。",
    "a": "错"
  },
  {
    "q": "人民群众获得感、幸福感、安全感更加充实、更有保障、更可持续，共同富裕取得新成效。——党的二十大报告（ ）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国个人信息保护法》的相关规定，未经个人信息处理者同意，受托人不得转委托他人处理个人信息。",
    "a": "对"
  },
  {
    "q": "用人单位应当在解除或者终止劳动合同时出具解除或者终止劳动合同的证明，并在三十日内为劳动者办理档案和社会保险关系转移手续。",
    "a": "错"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正。（ ）",
    "a": "错"
  },
  {
    "q": "各级机关、单位及其工作人员办理信访事项，应当恪尽职守、秉公办事，查明事实、分清责任，加强教育疏导，及时妥善处理，不得推诿、敷衍、拖延。",
    "a": "对"
  },
  {
    "q": "合同中造成对方人身损害的中的免责条款无效。",
    "a": "对"
  },
  {
    "q": "涉密人员的合法权益受法律保护。对因保密原因合法权益受到影响和限制的涉密人员，按照国家有关规定给予相应待遇或者赔偿。",
    "a": "对"
  },
  {
    "q": "纳税人因有特殊困难，不能按期缴纳税款的，经税务机关批准，可以延期缴纳税款，且延期期间无需缴纳滞纳金。",
    "a": "错"
  },
  {
    "q": "刘某向卫生局申请在小区设立个体诊所，卫生局受理申请。小区居民陈某等人提出，诊所的医疗废物会造成环境污染，要求卫生局不予批准，卫生局受理刘某申请后，应当向其出具加盖本机关专用印章和注明日期的书面凭证。",
    "a": "对"
  },
  {
    "q": "向我国境内出口食品的境外出口商或者代理商、进口食品的进口商应当向海关备案。（ ）",
    "a": "对"
  },
  {
    "q": "统计监督是党和国家监督体系的重要组成部分，是政府统计工作的一项基本职能。（ ）",
    "a": "对"
  },
  {
    "q": "重大涉密会议、活动应当请保密行政管理部门对保密工作进行监督和指导，并提供必要的安全保密技术服务保障。（ ）",
    "a": "对"
  },
  {
    "q": "新修订的《中华人民共和国反不正当竞争法》明确禁止经营者利用网络从事生产经营活动时，影响用户选择或者其他方式，实施流量劫持、干扰下载等妨碍、破坏其他经营者合法提供的网络产品或者服务正常运行的行为。（ ）",
    "a": "对"
  },
  {
    "q": "《国家安全法》规定，公民和组织应当为国家安全工作提供便利条件或者其他协助。（ ）",
    "a": "对"
  },
  {
    "q": "未经批准，不得将带有录音、录像、拍照、信息存储功能的设备带入保密要害部位。（ ）",
    "a": "对"
  },
  {
    "q": "香港居民办理收养登记时，只需提交香港居民身份证。",
    "a": "错"
  },
  {
    "q": "基本养老保险个人帐户不得提前支取，记帐利率不得低于银行定期存款利率，免征利息税。（ ）",
    "a": "对"
  },
  {
    "q": "自然人只能随父姓或者母姓。",
    "a": "错"
  },
  {
    "q": "机关、单位对违反国家保密规定的人员不依法给予处分的，保密行政管理部门应当建议纠正。",
    "a": "对"
  },
  {
    "q": "对信访部门提出的改进工作、完善政策、追究责任的建议，有关机关、单位应当口头反馈采纳情况。",
    "a": "错"
  },
  {
    "q": "《中华人民共和国劳动合同法》规定，劳动合同试用期最长不得超过六个月。",
    "a": "对"
  },
  {
    "q": "债权人留置的动产,应当与债权属于同一法律关系,但是企业之间留置的除外。（ ）",
    "a": "对"
  },
  {
    "q": "因当事人一方的违约行为，损害对方人身权益、财产权益的，受损害方有权请求其同时承担违约责任和侵权责任。",
    "a": "对"
  },
  {
    "q": "国家商检部门应当公布进出口商品抽查检验结果或者向有关部门通报抽查检验情况。（ ）",
    "a": "对"
  },
  {
    "q": "县级以上人民政府统计机构应当公布举报统计违法行为的方式和途径，依法受理、核实、处理举报，为确保举报的真实性，应当公开举报人。（ ）",
    "a": "错"
  },
  {
    "q": "公民依法行使出版自由的权利，各级人民政府应当予以保障。公民在行使出版自由的权利的时候，必须遵守宪法和法律，不得反对宪法确定的基本原则，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。（ ）",
    "a": "对"
  },
  {
    "q": "《英雄烈士保护法》规定，教育行政部门应当以青少年学生为重点，将英雄烈士事迹和精神的宣传教育纳入国民教育体系。（ ）",
    "a": "对"
  },
  {
    "q": "国家网信部门负责统筹协调网络安全工作和相关监督管理工作。",
    "a": "对"
  },
  {
    "q": "机关、单位应当建立健全涉密人员管理制度，明确涉密人员的权利、岗位责任和要求，对涉密人员履行职责情况开展经常性的监督检查",
    "a": "对"
  },
  {
    "q": "领导干部经济责任审计和自然资源资产离任审计，依照新修订审计法和国家有关规定执行。（ ）",
    "a": "对"
  },
  {
    "q": "纳税人因有特殊困难，不能按期缴纳税款的，经税务机关批准，可以延期缴纳税款，且延期期间无需缴纳滞纳金。",
    "a": "错"
  },
  {
    "q": "女职工生育享受不少于九十天的产假。（ ）",
    "a": "对"
  },
  {
    "q": "国家实行行政许可清单管理制度，适时调整行政许可清单并向社会公布，清单之外不得违法实施行政许可。",
    "a": "对"
  },
  {
    "q": "《中华人民共和国突发事件应对法》规定，按照社会危害程度、影响范围等因素，突发事件分为一般、较大和重大三级。",
    "a": "错"
  },
  {
    "q": "各级党委和政府应当为信访工作提供必要的支持和保障，所需经费不列入本级预算。",
    "a": "错"
  },
  {
    "q": "商检机构和依法设立的检验机构，依法对进出口商品实施检验。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位解除劳动合同，工会认为不适当的，有权提出意见。（ ）",
    "a": "对"
  },
  {
    "q": "收养人对依据国际条约出具的证明文书的真实性不承担法律责任。",
    "a": "错"
  },
  {
    "q": "根据《中华人民共和国突发事件应对法》，公民参加应急救援工作或者协助维护社会秩序期间，其所在单位可按其工资待遇的80%予以发放。",
    "a": "错"
  },
  {
    "q": "公务员认为机关及其领导人员侵犯其合法权益的,可以依法向上级机关或者监察机关提出控告。",
    "a": "对"
  },
  {
    "q": "电子商务经营者应当建立便捷、有效的投诉、举报机制，公开投诉、举报方式等信息，及时受理并处理投诉、举报。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当对其个人信息处理活动负责，并采取必要措施保障所处理的个人信息的安全。",
    "a": "对"
  },
  {
    "q": "突发事件应急处置工作结束后，地方政府可以制定恢复重建计划，无需向上一级人民政府报告。（ ）",
    "a": "错"
  },
  {
    "q": "公民和组织履行维护国家安全的义务不包括为国家安全工作提供便利条件或者其他协助。（ ）",
    "a": "错"
  },
  {
    "q": "拥有马克思主义科学理论指导是我们党坚定信仰信念、把握历史主动的根本所在。——党的二十大报告（ ）",
    "a": "对"
  },
  {
    "q": "在保密重点领域中，应加强国家秘密的管理，涉及国家经济命脉、能源资源安全和社会公共安全的商业秘密、工作秘密不需要管理。（ ）",
    "a": "错"
  },
  {
    "q": "依法属于国家所有的自然资源，所有权可以不登记。",
    "a": "对"
  },
  {
    "q": "自然人所有的私有财产都可以依法继承。",
    "a": "错"
  },
  {
    "q": "各级人民政府以及有关部门树立正确的政绩观，在投资促进过程中承诺的投资条件，可以以口头形式予以明确。（ ）",
    "a": "错"
  },
  {
    "q": "涉密载体是指以文字、数据、符号、图形、图像、声音等方式记载国家秘密信息的纸介质、光介质、电磁介质等各类物品。（ ）",
    "a": "对"
  },
  {
    "q": "涉密载体是指以文字、数据、符号、图形、图像、声音等方式记载国家秘密信息的纸介质、光介质、电磁介质等各类物品。（ ）",
    "a": "对"
  },
  {
    "q": "各级党委和政府应当健全人民建议征集制度，对涉及国计民生的重要工作，主动听取群众的建议意见。",
    "a": "对"
  },
  {
    "q": "《中华人民共和国民法典》自2021年2月1日起施行。",
    "a": "错"
  },
  {
    "q": "商检机构根据便利对外贸易的需要，可以根据国家规定对法定检验的进出口商品进行出厂前的质量监督管理和检验。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者解除劳动合同，应当提前三十日以书面形式通知用人单位。（ ）",
    "a": "对"
  },
  {
    "q": "口头遗嘱可以由一个见证人在场见证。",
    "a": "错"
  },
  {
    "q": "用人单位应当在解除或者终止劳动合同时出具解除或者终止劳动合同的证明，并在三十日内为劳动者办理档案和社会保险关系转移手续。",
    "a": "错"
  },
  {
    "q": "税务机关因税收管理和查办涉税案件，需要查询纳税人以及其他涉案人员身份信息的，公安机关应当依法予以协助。（ ）",
    "a": "对"
  },
  {
    "q": "项目建设单位向发展改革等部门申报核准或审批建设项目时， 必须附国土资源部门预审意见；没有预审意见或预审未通过的，不得核准或批准建设项目。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "境外人员违反《国家安全法》的，可以直接逮捕。（ ）",
    "a": "错"
  },
  {
    "q": "可以违规超标准在铁路、公路等用地红线外，以及河渠两侧、水库周边占用一般耕地建设绿化带（铁路、公路等两侧绿化带宽度应小于5米，其中县乡道路两侧绿化带宽度应小于3米），这一说法（ ）。",
    "a": "错"
  },
  {
    "q": "可以借婚姻索取财物。",
    "a": "错"
  },
  {
    "q": "乙为甲的非婚生子，乙有权继承甲的遗产。",
    "a": "对"
  },
  {
    "q": "各级党委和政府应当健全人民建议征集制度，对涉及国计民生的重要工作，主动听取群众的建议意见。",
    "a": "对"
  },
  {
    "q": "政府信息公开申请应当包括的内容之一为申请公开的政府信息的名称、文号或者便于行政机关查询的其他特征性描述。（ ）",
    "a": "对"
  },
  {
    "q": "工资分配应当遵循按劳分配原则，实行同工同酬。（ ）",
    "a": "对"
  },
  {
    "q": "领导干部经济责任审计和自然资源资产离任审计，依照新修订审计法和国家有关规定执行。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者通过人力资源服务机构进行网络求职，应当如实提供本人基本信息以及与应聘岗位相关的知识、技能、工作经历等情况。这一说法（ ）。",
    "a": "对"
  },
  {
    "q": "行政机关实施行政强制措前须向行政机关负责人报告并经批准。",
    "a": "对"
  },
  {
    "q": "从事接触直接入口食品工作的食品生产经营人员应当每年进行健康检查，取得健康证明后方可上岗工作。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正。（ ）",
    "a": "错"
  },
  {
    "q": "甲在河里游泳时发生溺水，路过乙救起了甲，但自己的手机因此而受损。乙可以要求甲适当补偿损失。",
    "a": "对"
  },
  {
    "q": "机关法人以及以公益为目的的非营利法人、非法人组织不能做保证人。",
    "a": "错"
  },
  {
    "q": "《中华人民共和国劳动合同法》规定，劳动合同试用期最长不得超过六个月",
    "a": "对"
  },
  {
    "q": "《英雄烈士保护法》规定，教育行政部门应当以青少年学生为重点，将英雄烈士事迹和精神的宣传教育纳入国民教育体系。（ ）",
    "a": "对"
  },
  {
    "q": "债务人以第三人的财产设定抵押,抵押权人放弃该抵押权、抵押权顺位或者变更抵押权的,其他担保人在抵押权人丧失优先受偿权益的范围内免除担保责任。（ ）",
    "a": "错"
  },
  {
    "q": "用人单位解除劳动合同，工会认为不适当的，有权提出意见。（ ）",
    "a": "对"
  },
  {
    "q": "某地为瑶族自治县，则该县县长既可以由汉族公民担任，也可以由瑶族公民担任。",
    "a": "错"
  },
  {
    "q": "基于个人同意处理个人信息的，个人有权撤回其同意。",
    "a": "对"
  },
  {
    "q": "对疑似病人，确诊前不用在指定场所单独隔离治疗。（ ）",
    "a": "错"
  },
  {
    "q": "十分珍惜、合理利用土地和切实保护耕地是我国的基本国策。各级人民政府应当采取措施，全面规划，严格管理，保护、开发土地资源，制止非法占用土地的行为。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "申请人以邮寄方式提交政府信息公开申请的，以信件寄出之日为收到申请之日。（ ）",
    "a": "错"
  },
  {
    "q": "赠与人的继承人或者法定代理人的撤销权，自知道或者应当知道撤销事由之日起六个月内行使。（ ） 《监察法》规定, 监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉。（ ）",
    "a": "对"
  },
  {
    "q": "某市安监局向甲公司发放《烟花爆竹生产企业安全生产许可证》后，发现甲公司所提交的申请材料系伪造。对于该许可证的处理某市安监局采取撤销",
    "a": "对"
  },
  {
    "q": "任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息。（ ）",
    "a": "对"
  },
  {
    "q": "监察机关可以对涉嫌职务犯罪的被调查人以及可能隐蔽被调查人或者犯罪证据的人的身体、物品、住处和其他有关地方进行搜查。在搜查时，应当出示搜查证，被调查人或者家属不得在场。",
    "a": "错"
  },
  {
    "q": "根据《网络安全法》，用户必须进行实名认证才能入网。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息处理者处理不满十四周岁未成年人个人信息的，可以取得未成年人的父母或者其他监护人的同意。",
    "a": "错"
  },
  {
    "q": "中华人民共和国的一切权力属于人民。（ ）",
    "a": "对"
  },
  {
    "q": "中华人民共和国的一切权力属于公民。（ ）",
    "a": "错"
  },
  {
    "q": "申请人以平常信函等无需签收的邮寄方式提交政府信息公开申请的，政府信息公开工作机构应当于申请人提交申请的当日与申请人确认，接收之日为收到申请之日。（ ）",
    "a": "对"
  },
  {
    "q": "劳动者申请仲裁或者提起诉讼的，工会可以依法给予支持和帮助。（ ）",
    "a": "对"
  },
  {
    "q": "上级监察机关可以办理下一级监察机关管辖范围内的监察事项，必要时也可以办理所辖各级监察机关管辖范围内的监察事项。",
    "a": "对"
  },
  {
    "q": "我国《民法典》规定，自然人以户籍登记或者其他有效身份登记记载的居所为住所；经常居所与住所不一致的，经常居所视为住所。（ ）",
    "a": "对"
  },
  {
    "q": "公民、法人或者其他组织认为行政机关在政府信息公开工作中侵犯其合法权益的，只可以进行投诉或举报。（ ）",
    "a": "错"
  },
  {
    "q": "按照我国《民法典》的规定，当事人对保证的方式没有约定的，应视为承担一般保证责任。（ ）",
    "a": "错"
  },
  {
    "q": "供应商在参加政府采购活动前3年内因违法经营被禁止在一定期限内参加政府采购活动，期限届满的，可以参加政府采购活动",
    "a": "对"
  },
  {
    "q": "《网络安全法》自2018年1月1日起施行。（ ） 中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "a": "对"
  },
  {
    "q": "居民人均可支配收入从一万六千五百元增加到三万五千一百元。——党的二十大报告（ ） 单位有义务防止、制止性骚扰行为。",
    "a": "对"
  },
  {
    "q": "地方各级人民政府及县级以上地方人民政府有关部门为安置就业困难人员提供的给予岗位补贴和社会保险补贴的公益性岗位，解除劳动者劳动合同的，要支付经济补偿金。（ ）",
    "a": "错"
  },
  {
    "q": "个人信息处理者处理不满十六周岁未成年人个人信息的，应征得其监护人的同意。",
    "a": "对"
  },
  {
    "q": "抵押人以划拨建设用地上的建筑物抵押，当事人以该建设用地使用权不能抵押或者未办理批准手续为由主张抵押合同无效或者不生效的，人民法院不予支持。（ ）",
    "a": "对"
  },
  {
    "q": "《中华人民共和国劳动合同法》规定，劳动合同试用期最长不得超过六个月",
    "a": "对"
  },
  {
    "q": "法治宣传教育内容应当力求生动，但可以为吸引眼球而适当夸张事实。",
    "a": "错"
  },
  {
    "q": "劳动者解除劳动合同，应当提前三十日以书面形式通知用人单位。（ ）",
    "a": "对"
  },
  {
    "q": "用人单位应当保证劳动者每周至少休息一日。（ ）",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 监察机关办理职务违法和职务犯罪案件，应当与审判机关、检察机关、执法部门互相配合，互相制约。（ ）",
    "a": "对"
  },
  {
    "q": "在大陆工作的台湾同胞可参加当地劳动模范、“五一”劳动奖章、技术能手、“三八”红旗手等荣誉称号评选",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定，用人单位应当依法建立和完善劳动规章制度，保障劳动者享有劳动权利、履行劳动义务。（ ） //2025年广西普法考试（一）-卷1",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》将会被记入信用档案。（ ）",
    "a": "对"
  },
  {
    "q": "各级人民政府司法行政部门发现同级负有法治宣传教育职责的部门、单位未依法履职的，应当及时发出普法提示。",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国个人信息保护法》的相关规定，未经个人信息处理者同意，受托人不得转委托他人处理个人信息",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，职工或者其直系亲属认为是工伤，用人单位不认为是工伤的，由用人单位承担举证责任。（ ）",
    "a": "对"
  },
  {
    "q": "鼓励和支持企业、其他组织以及个人开展和参与法治宣传教育。（ ）",
    "a": "对"
  },
  {
    "q": "排污费应当全部专项用于环境污染防治，任何单位和个人不得截留、挤占或者挪作他用。（ ）",
    "a": "对"
  },
  {
    "q": "根据《网络安全法》，电子信息发送服务提供者和应用软件下载服务提供者道其用户发送的电子信息含有法律、行政法规禁止发布或者传输的信息的，应当立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告。（ ）",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当对其个人信息处理活动负责，并采取必要措施保障所处理的个人信息的安全。",
    "a": "对"
  },
  {
    "q": "监察机关及其工作人员侵犯公民、法人和其他组织合法权益造成损害的，依法给予国家赔偿。",
    "a": "错"
  },
  {
    "q": "用人单位解除劳动合同，工会认为不适当的，有权提出意见。（ ）",
    "a": "对"
  },
  {
    "q": "企业停工停产在一个工资支付周期内的，企业应当按劳动合同规定的标准支付职工工资。（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》九百七十九条规定，没有法定的或者约定的义务，为避免他人利益受损失而进行管理的人，有权请求受益人偿还由此支出的必要费用。（ ）",
    "a": "对"
  },
  {
    "q": "《生态保护补偿条例》由国务院制定",
    "a": "对"
  },
  {
    "q": "涉案财物已被用于清偿合法债务、转让或者设置其他权利负担，善意第三人通过正常市场交易、支付合理对价，并实际取得相应权利的，监察机关经研究可以对善意取得的财物进行追缴。",
    "a": "错"
  },
  {
    "q": "发生重大传染病疫情等突发事件，县级以上人民政府人力资源社会保障行政部门应当会同有关单位制定突发事件引发的劳动人事争议应对方案，加强劳动人事争议矛盾和风险预警，及时指导用人单位与劳动者进行协商。（ ）",
    "a": "对"
  },
  {
    "q": "出租人知道或者应当知道承租人转租，但是五个月内未提出异议的，视为出租人同意转租。（ ）",
    "a": "错"
  },
  {
    "q": "个人信息处理者处理不满十四周岁未成年人个人信息的，可以取得未成年人的父母或者其他监护人的同意。",
    "a": "错"
  },
  {
    "q": "在城镇雨水、污水分流地区，任何单位和个人不得向雨水收集口、雨水管道排放或者倾倒污水和垃圾等废弃物。",
    "a": "对"
  },
  {
    "q": "供应商在参加政府采购活动前3年内因违法经营被禁止在一定期限内参加政府采购活动，期限届满的，可以参加政府采购活动",
    "a": "对"
  },
  {
    "q": "违反《网络安全法》不会被记入信用档案。（ ）",
    "a": "错"
  },
  {
    "q": "中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "a": "对"
  },
  {
    "q": "基于个人同意处理个人信息的，个人（ ）撤回其同意。（ ）",
    "a": "错"
  },
  {
    "q": "抵押期间，抵押人可以转让抵押财产。当事人另有约定的，按照其约定。抵押财产转让的，抵押权不受影响。（ ）",
    "a": "对"
  },
  {
    "q": "公民、法人或者其他组织认为行政机关在政府信息公开工作中侵犯其合法权益的，只可以进行投诉或举报。（ ）",
    "a": "错"
  },
  {
    "q": "土壤污染防治应当坚持预防为主、保护优先、分类管理、风险管控、污染担责、公众参与的原则。这一说法（ ）",
    "a": "对"
  },
  {
    "q": "法治宣传教育的内容应当准确、清楚，避免误导公众，鼓励运用新平台新技术开展法治宣传教育。",
    "a": "对"
  },
  {
    "q": "公职人员涉嫌违法，已经被立案调查，不宜继续履行职责的，公职人员任免机关、单位可以决定暂停其履行职务。",
    "a": "对"
  },
  {
    "q": "个人信息的处理目的、处理方式和处理的个人信息种类发生变更的，无需取得个人同意。",
    "a": "错"
  },
  {
    "q": "监察机关在调查贪污贿赂、失职渎职等职务犯罪案件过程中，被调查人逃匿或者死亡，一律不再继续调查。",
    "a": "错"
  },
  {
    "q": "租赁合同的租赁期限不得超过三十年。（ ） //2025年广西普法考试（二）",
    "a": "错"
  },
  {
    "q": "当事人在订立合同过程中知悉的商业秘密或者其他应当保密的信息，无论合同是否成立，不得泄露或者不正当地使用；泄露、不正当地使用该商业秘密或者信息，造成对方损失的，应当承担赔偿责任。（ ）对错",
    "a": "对"
  },
  {
    "q": "我国《劳动合同法》规定，用人单位应当严格执行劳动定额标准，不得强迫或者变相强迫劳动者加班。用人单位安排加班的，应当按照国家有关规定向劳动者支付加班费。（ ）对错",
    "a": "对"
  },
  {
    "q": "多人采用走访形式提出共同的信访事项的，无需推选代表。对错",
    "a": "错"
  },
  {
    "q": "新发展理念是指民主、平等、自由、公正、法治。（ ）对错",
    "a": "错"
  },
  {
    "q": "国家商检部门和商检机构依法对其他检验机构的进出口商品检验鉴定业务活动进行监督，可以对其检验的商品抽查检验。（ ）对错",
    "a": "对"
  },
  {
    "q": "从事国家秘密载体制作、复制、维修、销毁，涉密信息系统集成，武器装备科研生产，或者涉密军事设施建设等涉及国家秘密业务的企业事业单位，应当经过审查批准，取得保密资质。对错",
    "a": "对"
  },
  {
    "q": "用人单位应当保证劳动者每周至少休息一日。（ ）对错",
    "a": "对"
  },
  {
    "q": "统计调查对象报送数据必须经过其行业行政主管部门审核同意。（ ）对错",
    "a": "错"
  },
  {
    "q": "地方党委和政府以及基层党组织和基层单位对信访事项已经复查复核和涉法涉诉信访事项已经依法终结的相关信访人，应当做好疏导教育、矛盾化解、帮扶救助等工作。对错",
    "a": "对"
  },
  {
    "q": "县级以上人民政府统计机构和有关部门统计调查取得的统计资料，除依法应当公开的外，应当严格保密。（ ）对错",
    "a": "错"
  },
  {
    "q": "公民在行使言论自由权利时，不需要受到任何限制。（ ）对错",
    "a": "错"
  },
  {
    "q": "从事接触直接入口食品工作的食品生产经营人员应当每年进行健康检查，取得健康证明后方可上岗工作。（ ）对错",
    "a": "对"
  },
  {
    "q": "个人信息的处理目的、处理方式和处理的个人信息种类发生变更的，无需取得个人同意。对错",
    "a": "错"
  },
  {
    "q": "向我国境内出口食品的境外出口商或者代理商、进口食品的进口商应当向海关备案。（ ）对错",
    "a": "对"
  },
  {
    "q": "《英雄烈士保护法》规定，教育行政部门应当以青少年学生为重点，将英雄烈士事迹和精神的宣传教育纳入国民教育体系。（ ）对错",
    "a": "对"
  },
  {
    "q": "涉密打印机和扫描仪可以采取有线或无线方式与涉密计算机连接。（ ）对错",
    "a": "错"
  },
  {
    "q": "监察机关可以对涉嫌职务犯罪的被调查人以及可能隐蔽被调查人或者犯罪证据的人的身体、物品、住处和其他有关地方进行搜查。在搜查时，应当出示搜查证，被调查人或者家属不得在场。对错",
    "a": "错"
  },
  {
    "q": "个人信息处理者可以处理个人自行公开或者其他已经合法公开的全部个人信息。对错",
    "a": "错"
  },
  {
    "q": "任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息。（ ）对错",
    "a": "对"
  },
  {
    "q": "学生到涉密单位实习，因没有获得劳动报酬，可以不用签订保密承诺书。对错",
    "a": "错"
  },
  {
    "q": "甲在河里游泳时发生溺水，路过乙救起了甲，但自己的手机因此而受损。乙可以要求甲适当补偿损失。对错",
    "a": "对"
  },
  {
    "q": "因正当防卫造成损害的，不承担民事责任对错",
    "a": "对"
  },
  {
    "q": "正当防卫超过必要的限度，造成不应有的损害的，正当防卫人应当承担适当的民事责任。对错",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国保守国家秘密法》，某文件为机密级，除另行规定外，该文件保密期限最长可以确定为20年。对错",
    "a": "对"
  },
  {
    "q": "分支机构以自己的名义从事民事活动，产生的民事责任由该分支机构和法人承担连带责任。对错",
    "a": "错"
  },
  {
    "q": "用人单位因不可抗力造成生产经营出现严重困难的，经省级人民政府社会保险行政部门批准后，可以暂缓缴纳一定期限的社会保险费，期限一般不超过一年。（ ）对错",
    "a": "对"
  },
  {
    "q": "《英雄烈士保护法》规定，县级以上人民政府有关部门应当为英雄烈士遗属祭扫提供便利。（ ）对错",
    "a": "对"
  },
  {
    "q": "涉外社会调查项目应当依法报经批准。（ ）对错",
    "a": "对"
  },
  {
    "q": "上级监察机关可以办理下一级监察机关管辖范围内的监察事项，必要时也可以办理所辖各级监察机关管辖范围内的监察事项。对错",
    "a": "对"
  },
  {
    "q": "合同是民事主体之间设立、变更、终止民事法律关系的协议。对错 //2025年广西普法考试（三）-卷1",
    "a": "对"
  },
  {
    "q": "违反治安管理行为人自愿向公安机关如实陈述自己的违法行为，承认违法事实，愿意接受处罚的，应该依法从宽处理。对错",
    "a": "错"
  },
  {
    "q": "发生重大传染病疫情等突发事件，为了控制、减轻和消除突发事件因其的社会危害，行政机关对违反突发事件应对措施的行为，依法快速、从重处罚。（ ）对错",
    "a": "对"
  },
  {
    "q": "重大涉密会议、活动应当请保密行政管理部门对保密工作进行监督和指导，并提供必要的安全保密技术服务保障。（ ）对错",
    "a": "对"
  },
  {
    "q": "进口商品未经商检机构检验的，不准销售和使用。（ ）对错",
    "a": "错"
  },
  {
    "q": "《广西壮族自治区多元化解矛盾纠纷条例》规定，边境地区应当建立完善边境多元化解矛盾纠纷机制。对错",
    "a": "对"
  },
  {
    "q": "申请人以平常信函等无需签收的邮寄方式提交政府信息公开申请的，政府信息公开工作机构应当于申请人提交申请的当日与申请人确认，接收之日为收到申请之日。（ ）对错",
    "a": "错"
  },
  {
    "q": "行为人因过错侵害他人民事权益造成损害的，应当承担侵权责任；没有过错的，不承担侵权责任。对错",
    "a": "错"
  },
  {
    "q": "加密传真机只能传输机密级和秘密级信息，绝密级信息应当送机要部门译发。（ ）对错",
    "a": "对"
  },
  {
    "q": "机关、单位执行上级确定的国家秘密事项或者办理其他机关、单位确定的国家秘密事项，需要派生定密的，应当根据所执行、办理的国家秘密事项的密级确定。对错",
    "a": "对"
  },
  {
    "q": "机关、单位对是否属于国家秘密或者属于何种密级不明确或者有争议的，由机关、单位保密委员会按照国家保密规定确定。对错",
    "a": "错"
  },
  {
    "q": "对被传染病病原体污染的污水、污物、场所和物品，有关单位和个人必须在疾病预防控制机构的指导下或者按照其提出的卫生要求，进行严格消毒处理。（ ）对错",
    "a": "对"
  },
  {
    "q": "收养人对依据国际条约出具的证明文书的真实性不承担法律责任。对错",
    "a": "错"
  },
  {
    "q": "未经审查和批准，不得对外公开发布政府信息。（ ）对错",
    "a": "对"
  },
  {
    "q": "夫妻对婚姻关系存续期间所得的财产约定归共同所有，夫或者妻一方对外所负的债务，相对人知道该约定的，以夫或者妻一方的个人财产清偿。对错",
    "a": "错"
  },
  {
    "q": "出入国（境）外驻华组织、机构和国（境）外人员驻地或陪同国（境）外人员活动不得携带涉密载体。（ ）对错",
    "a": "对"
  },
  {
    "q": "公民在行使言论自由权利时，不需要受到任何限制。（ ）对错",
    "a": "错"
  },
  {
    "q": "政府门户网站是政府信息公开发布的重要平台，拟公开的涉密信息应及时登载。（ ）对错",
    "a": "错"
  },
  {
    "q": "企业事业单位和其他生产经营者，为降低成本可在夜间超标排放污染物。对错",
    "a": "错"
  },
  {
    "q": "根据《网络安全法》，用户必须进行实名认证才能入网。（ ）对错",
    "a": "对"
  },
  {
    "q": "公民依法行使出版自由的权利，各级人民政府应当予以保障。公民在行使出版自由的权利的时候，必须遵守宪法和法律，不得反对宪法确定的基本原则，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。（ ）对错",
    "a": "对"
  },
  {
    "q": "甲在河里游泳时发生溺水，路过乙救起了甲，但自己的手机因此而受损。乙可以要求甲适当补偿损失。对错",
    "a": "对"
  },
  {
    "q": "任何组织和个人不得擅自对外提供国家秘密资料。（ ）对错",
    "a": "对"
  },
  {
    "q": "行政机关收到政府信息公开申请，能够当场答复的，可以当场予以答复。（ ）对错",
    "a": "错"
  },
  {
    "q": "劳动者解除劳动合同，应当提前三十日以书面形式通知用人单位。（ ）对错",
    "a": "对"
  },
  {
    "q": "经营者提供商品或者服务，应当按照规定明码标价，做到价签价目齐全。如果价格有变动时，应当及时调整。可以收取未标明的费用。（ ）对错",
    "a": "错"
  },
  {
    "q": "寄件人提供身份信息不实的，经营快递业务的企业可以收寄。（ ）对错",
    "a": "错"
  },
  {
    "q": "当事人在订立合同过程中知悉的商业秘密或者其他应当保密的信息，无论合同是否成立，不得泄露或者不正当地使用；泄露、不正当地使用该商业秘密或者信息，造成对方损失的，应当承担赔偿责任。（ ）对错",
    "a": "对"
  },
  {
    "q": "国家安全机关因侦察间谍行为的需要，根据国家有关规定，可以采取技术侦察措施。（ ）对错",
    "a": "错"
  },
  {
    "q": "公民和组织履行维护国家安全的义务不包括为国家安全工作提供便利条件或者其他协助。（ ）对错",
    "a": "错"
  },
  {
    "q": "在国家安全工作中，需要采取限制公民权利和自由的特别措施时，应当依法进行，并以维护国家安全的实际需要为限度。对错 //2025年广西普法考试（三）-卷2",
    "a": "对"
  },
  {
    "q": "老王去世后，有人在网上对其侮辱诽谤，家属能否维权？（ ）",
    "a": "对"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛，和对方球员发生规则范围内的碰撞，导致脚踝骨折，他可以向对方请求赔偿吗？（ ）",
    "a": "错"
  },
  {
    "q": "批准设立党组（党委）的党组织必须听取党组（党委）书记报告履职情况，加强对权力运行的监督制约。（ ）对错",
    "a": "错"
  },
  {
    "q": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义行，是中国化时代化的马克思主义行。——党的二十大报告（ ）对错",
    "a": "对"
  },
  {
    "q": "赠与人的继承人或者法定代理人的撤销权，自知道或者应当知道撤销事由之日起六个月内行使。（ ）对错",
    "a": "对"
  },
  {
    "q": "租赁合同的租赁期限不得超过三十年。（ ）对错",
    "a": "错"
  },
  {
    "q": "夫妻抚养、教育和保护子女的权利义务平等对错",
    "a": "对"
  },
  {
    "q": "公民依法行使出版自由的权利，各级人民政府应当予以保障。公民在行使出版自由的权利的时候，必须遵守宪法和法律，不得反对宪法确定的基本原则，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。（ ）对错",
    "a": "对"
  },
  {
    "q": "临时占用湿地期满后两年内，用地单位或者个人应当恢复湿地面积和生态条件。对错",
    "a": "错"
  },
  {
    "q": "申请人当面提交政府信息公开申请的，以提交之日为收到申请之日。（ ）对错",
    "a": "对"
  },
  {
    "q": "根据《民法典》，不动产物权的设立、变更、转让和消灭，未经登记，一律不发生效力。对错",
    "a": "错"
  },
  {
    "q": "申请办理网络接入、移动电话等入网手续，却不提供真实身份信息的用户，网络运营者可以拒绝办理。对错",
    "a": "对"
  },
  {
    "q": "职工因工致残被鉴定为五级、六级伤残的，用人单位可以以违反用人单位的规章制度为由解除劳动关系对错",
    "a": "错"
  },
  {
    "q": "公民、法人或者其他组织认为行政机关未按照要求主动公开政府信息或者对政府信息公开申请不依法答复处理的，可以向政府信息公开工作主管部门提出。政府信息公开工作主管部门查证属实的，应当予以督促整改或者通报批评。（ ）对错",
    "a": "对"
  },
  {
    "q": "一条宠物狗与主人走失，被小张收留并悉心照顾，数天后狗主人来领，小明可以向狗主人要饲养费吗？（ ）",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位遇有特殊情况，暂时不能按照规定时限提出工伤认定申请的，经报社会保险行政部门同意，申请时限可以适当延长，但最长不能超过90日。（ ）对错",
    "a": "错"
  },
  {
    "q": "网络运营者为用户办理网络接入时，可以不要求用户提供真实身份信息。对错",
    "a": "错"
  },
  {
    "q": "个人信息处理者应当为个人行使权利提供必要的便利。对错",
    "a": "对"
  },
  {
    "q": "电子商务经营者收集、使用其用户的个人信息，应当遵守法律、行政法规有关个人信息保护的规定。（ ）对错",
    "a": "对"
  },
  {
    "q": "女职工生育享受不少于九十天的产假。（ ）对错",
    "a": "对"
  },
  {
    "q": "用人单位应当定期对未成年工进行健康检查。（ ）对错",
    "a": "对"
  },
  {
    "q": "租赁物权属有争议属于承租人解除合同的法定情形之一。（ ）对错",
    "a": "对"
  },
  {
    "q": "《监察法》规定, 监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉。（ ）对错",
    "a": "对"
  },
  {
    "q": "以基金份额、股权出质的，质权自办理出质登记时设立。（ ）对错",
    "a": "对"
  },
  {
    "q": "以下说法是否正确:中华人民共和国中央军事委员会领导全国武装力量。（ ）对错",
    "a": "对"
  },
  {
    "q": "各级人民政府司法行政部门发现同级负有法治宣传教育职责的部门、单位未依法履职的，应当及时发出普法提示。对错",
    "a": "对"
  },
  {
    "q": "行政机关实施行政强制措前须向行政机关负责人报告并经批准对错",
    "a": "对"
  },
  {
    "q": "《民法典》第五十九条规定，法人的民事权利能力和民事行为能力，从法人成立时产生，到法人终止时消灭。（ ）对错",
    "a": "对"
  },
  {
    "q": "劳动者申请仲裁或者提起诉讼的，工会可以依法给予支持和帮助。（ ）对错",
    "a": "错"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位未在规定的时限内提交工伤认定申请，在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担。（ ）对错 //普法考试参考答案_按全题库2025格式_修复括号-卷1",
    "a": "对"
  },
  {
    "q": "《民法典》九百七十九条规定，没有法定的或者约定的义务，为避免他人利益受损失而进行管理的人，有权请求受益人偿还由此支出的必要费用（ ）",
    "a": "对"
  },
  {
    "q": "劳动者有完成劳动任务，提高职业技能，执行劳动安全卫生规程，遵守劳动纪律和职业道德的义务（ ）",
    "a": "对"
  },
  {
    "q": "监察机关调查公职人员涉嫌职务犯罪案件，不得对涉嫌行贿犯罪、介绍贿赂犯罪或者共同职务犯罪的涉案人员中的非公职人员一并管辖并进行调查处置（ ）",
    "a": "错"
  },
  {
    "q": "调查人员可以根据调查工作需要自行调整调查方案，扩大调查范围、变更调查对象和事项（ ）",
    "a": "错"
  },
  {
    "q": "禁止在自然保护地、重要渔业水域、海水浴场、生态保护红线区域及其他需要特别保护的区域，新设工业排污口和城镇污水处理厂排污口；法律、行政法规另有规定的除外（ ）",
    "a": "对"
  },
  {
    "q": "行政机关从公民、法人和其他组织获取的政府信息，由保存该政府信息的行政机关负责公开（ ）",
    "a": "对"
  },
  {
    "q": "行纪合同是行纪人以委托人的名义为委托人从事贸易活动，委托人支付报酬的合同（ ）",
    "a": "错"
  },
  {
    "q": "监察对象对监察机关作出的涉及本人的处理决定不服申请复审、复核的，复审、复核期间，停止原处理决定的执行（ ）",
    "a": "错"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正（ ）",
    "a": "错"
  },
  {
    "q": "人民群众获得感、幸福感、安全感更加充实、更有保障、更可持续，共同富裕取得新成效（党的二十大报告）（ ）",
    "a": "对"
  },
  {
    "q": "匿名化，是指个人信息经过处理无法识别特定自然人且不能复原的过程。个人信息包括匿名化处理后的信息（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国劳动合同法》规定，劳动合同试用期最长不得超过六个月（ ）",
    "a": "对"
  },
  {
    "q": "租赁合同的租赁期限不得超过三十年（ ）",
    "a": "错"
  },
  {
    "q": "新时代十年的伟大变革，在党史、新中国史、改革开放史、社会主义发展史、中华民族发展史上具有里程碑意义（党的二十大报告）（ ）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，因突发公共卫生事件医疗救治紧急需要，医师可以按照国家统一制定的诊疗方案，在一定范围和期限内采用药品说明书中未明确的药品用法进行救治（ ）",
    "a": "对"
  },
  {
    "q": "行政机关应当将法治宣传教育融入日常管理、服务、执法和争议解决过程，综合运用释法说理、疏导回应等方式开展法治宣传教育（ ）",
    "a": "对"
  },
  {
    "q": "在城镇雨水、污水分流地区，任何单位和个人不得向雨水收集口、雨水管道排放或者倾倒污水和垃圾等废弃物（ ）",
    "a": "对"
  },
  {
    "q": "互联网信息服务提供者提供人脸生成、人脸替换、人脸操控、姿态操控等人物图像、视频生成或者显著改变个人身份特征的编辑服务的，应当按照法律规定的要求对生成合成内容添加显式标识（ ）",
    "a": "对"
  },
  {
    "q": "小刘参加了一场单位组织的足球比赛，和对方球员发生规则范围内的碰撞，导致脚踝骨折，他可以向对方请求赔偿吗（ ）",
    "a": "错"
  },
  {
    "q": "批准设立党组（党委）的党组织必须听取党组（党委）书记报告履职情况，加强对权力运行的监督制约（ ）",
    "a": "错"
  },
  {
    "q": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义行，是中国化时代化的马克思主义行（党的二十大报告）（ ）",
    "a": "对"
  },
  {
    "q": "赠与人的继承人或者法定代理人的撤销权，自知道或者应当知道撤销事由之日起六个月内行使（ ）",
    "a": "对"
  },
  {
    "q": "夫妻抚养、教育和保护子女的权利义务平等（ ）",
    "a": "对"
  },
  {
    "q": "公民依法行使出版自由的权利，各级人民政府应当予以保障。公民在行使出版自由的权利的时候，必须遵守宪法和法律，不得反对宪法确定的基本原则，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利（ ）",
    "a": "对"
  },
  {
    "q": "临时占用湿地期满后两年内，用地单位或者个人应当恢复湿地面积和生态条件（ ）",
    "a": "错"
  },
  {
    "q": "申请人当面提交政府信息公开申请的，以提交之日为收到申请之日（ ）",
    "a": "对"
  },
  {
    "q": "根据《民法典》，不动产物权的设立、变更、转让和消灭，未经登记，一律不发生效力（ ）",
    "a": "错"
  },
  {
    "q": "申请办理网络接入、移动电话等入网手续，却不提供真实身份信息的用户，网络运营者可以拒绝办理（ ）",
    "a": "对"
  },
  {
    "q": "职工因工致残被鉴定为五级、六级伤残的，用人单位可以以违反用人单位的规章制度为由解除劳动关系（ ）",
    "a": "错"
  },
  {
    "q": "公民、法人或者其他组织认为行政机关未按照要求主动公开政府信息或者对政府信息公开申请不依法答复处理的，可以向政府信息公开工作主管部门提出。政府信息公开工作主管部门查证属实的，应当予以督促整改或者通报批评（ ）",
    "a": "对"
  },
  {
    "q": "一条宠物狗与主人走失，被小张收留并悉心照顾，数天后狗主人来领，小明可以向狗主人要饲养费吗（ ）",
    "a": "对"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位遇有特殊情况，暂时不能按照规定时限提出工伤认定申请的，经报社会保险行政部门同意，申请时限可以适当延长，但最长不能超过 90 日（ ）",
    "a": "错"
  },
  {
    "q": "网络运营者为用户办理网络接入时，可以不要求用户提供真实身份信息（ ）",
    "a": "错"
  },
  {
    "q": "个人信息处理者应当为个人行使权利提供必要的便利（ ）",
    "a": "对"
  },
  {
    "q": "电子商务经营者收集、使用其用户的个人信息，应当遵守法律、行政法规有关个人信息保护的规定 （ ）",
    "a": "对"
  },
  {
    "q": "女职工生育享受不少于九十天的产假（ ）",
    "a": "对"
  },
  {
    "q": "用人单位应当定期对未成年工进行健康检查（ ）",
    "a": "对"
  },
  {
    "q": "租赁物权属有争议属于承租人解除合同的法定情形之一（ ）",
    "a": "对"
  },
  {
    "q": "《监察法》规定，监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉 （ ）",
    "a": "对"
  },
  {
    "q": "以基金份额、股权出质的，质权自办理出质登记时设立（ ）",
    "a": "对"
  },
  {
    "q": "中华人民共和国中央军事委员会领导全国武装力量 （ ）",
    "a": "对"
  },
  {
    "q": "各级人民政府司法行政部门发现同级负有法治宣传教育职责的部门、单位未依法履职的，应当及时发出普法提示（ ）",
    "a": "对"
  },
  {
    "q": "行政机关实施行政强制措前须向行政机关负责人报告并经批准（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》第五十九条规定，法人的民事权利能力和民事行为能力，从法人成立时产生，到法人终止时消灭（ ）",
    "a": "对"
  },
  {
    "q": "劳动者申请仲裁或者提起诉讼的，工会可以依法给予支持和帮助（ ）",
    "a": "错"
  },
  {
    "q": "《广西实施工伤保险条例办法》规定，用人单位未在规定的时限内提交工伤认定申请，在此期间发生符合本条例规定的工伤待遇等有关费用由该用人单位负担（ ）",
    "a": "对"
  },
  {
    "q": "建设工程施工合同无效，即使建设工程经验收合格的，也不可以参照合同关于工程价款的约定折价补偿承包人（ ）",
    "a": "错"
  },
  {
    "q": "个人信息的处理目的、处理方式和处理的个人信息种类发生变更的，无需取得个人同意（ ）",
    "a": "错"
  },
  {
    "q": "网络运营者应当为公安机关、国家安全机关依法维护国家安全和侦查犯罪的活动提供技术支持和协助（ ）",
    "a": "对"
  },
  {
    "q": "个人信息处理者应当不定期对其处理个人信息遵守法律、行政法规的情况进行合规审计（ ）",
    "a": "对"
  },
  {
    "q": "开展投资项目评估（评价），可以委托第三方评估（评价）机构进行（ ）",
    "a": "对"
  },
  {
    "q": "抵押权不得与债权分离而单独转让或者作为其他债权的担保（ ）",
    "a": "对"
  },
  {
    "q": "在大陆工作的台湾同胞可参加当地劳动模范、“五一” 劳动奖章、技术能手、“三八” 红旗手等荣誉称号评选（ ）",
    "a": "对"
  },
  {
    "q": "合伙合同终止前，合伙人可以请求分割合伙财产（ ）",
    "a": "错"
  },
  {
    "q": "依法收养子女的夫妻和再婚夫妻不可以生育三个子女，收养的子女以及再婚夫妻再婚前生育的子女合并计算（ ）",
    "a": "错"
  },
  {
    "q": "宪法规定了一个国家最根本的问题，因此需要不断地进行修改，以适应社会的变化和发展（ ）",
    "a": "错"
  },
  {
    "q": "企业事业单位和其他生产经营者可以在排放污染物后取得排污许可证（ ）",
    "a": "错"
  },
  {
    "q": "任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息 （ ）",
    "a": "对"
  },
  {
    "q": "根据《民法典》，动产抵押权的设立必须以办理登记为前提（ ）",
    "a": "错"
  },
  {
    "q": "从事互联网视听节目服务的单位应当依照法律、行政法规等规定，取得网上传播视听节目许可证或者履行备案手续（ ）",
    "a": "对"
  },
  {
    "q": "购买或者引进列入管控清单的重要设备和任何生物因子，应当进行登记，确保可追溯，并报国务院有关部门备案（ ）",
    "a": "错"
  },
  {
    "q": "故意杀害被继承人的继承人丧失继承权（ ）",
    "a": "对"
  },
  {
    "q": "企业事业单位和其他生产经营者违反法律法规规定排放污染物，造成或者可能造成严重污染的，县级以上人民政府环境保护主管部门和其他负有环境保护监督管理职责的部门，可以查封、扣押造成污染物排放的设施、设备（ ）",
    "a": "对"
  },
  {
    "q": "鼓励和支持企业、其他组织以及个人开展和参与法治宣传教育 （ ）",
    "a": "对"
  },
  {
    "q": "用人单位不办理社会保险登记的，由社会保险经办机构责令限期改正（ ）",
    "a": "错"
  },
  {
    "q": "用人单位应当在解除或者终止劳动合同时出具解除或者终止劳动合同的证明，并在三十日内为劳动者办理档案和社会保险关系转移手续（ ）",
    "a": "错"
  },
  {
    "q": "中国式现代化，是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自己国情的中国特色（ ）",
    "a": "对"
  },
  {
    "q": "法治宣传教育内容应当力求生动，但可以为吸引眼球而适当夸张事实（ ）",
    "a": "错"
  },
  {
    "q": "委托合同是委托人和受托人约定，由受托人处理委托人事务的合同（ ）",
    "a": "对"
  },
  {
    "q": "国家维护电子商务交易安全，保护电子商务用户信息，鼓励电子商务数据开发应用，保障电子商务数据依法有序自由流动 （ ）",
    "a": "对"
  },
  {
    "q": "《民法典》第 490 条规定，当事人采用合同书形式订立合同的，自当事人均签名、盖章或者按指印时合同成立（ ）",
    "a": "对"
  },
  {
    "q": "坚持绿水青山就是金山银山的理念，坚持山水林田湖草沙一体化保护和系统治理，全方位、全地域、全过程加强生态环境保护，生态文明制度体系更加健全，污染防治攻坚向纵深推进，绿色、循环、低碳发展迈出坚实步伐，生态环境保护发生历史性、转折性、全局性变化，我们的祖国天更蓝、山更绿、水更清（党的二十大报告）（ ）",
    "a": "对"
  },
  {
    "q": "一方的婚前财产属于夫妻共同财产（ ）",
    "a": "错"
  },
  {
    "q": "监察机关可以对涉嫌职务犯罪的被调查人以及可能隐蔽被调查人或者犯罪证据的人的身体、物品、住处和其他有关地方进行搜查。在搜查时，应当出示搜查证，被调查人或者家属不得在场（ ）",
    "a": "错"
  },
  {
    "q": "一切国家机关和国家工作人员必须依靠人民的支持，努力为人民服务（ ）",
    "a": "对"
  },
  {
    "q": "代书遗嘱应当有一个以上见证人在场见证（ ）",
    "a": "错"
  },
  {
    "q": "用人单位因不可抗力造成生产经营出现严重困难的，经省级人民政府社会保险行政部门批准后，可以暂缓缴纳一定期限的社会保险费，期限一般不超过一年（ ）",
    "a": "对"
  },
  {
    "q": "抵押人以划拨建设用地上的建筑物抵押，当事人以该建设用地使用权不能抵押或者未办理批准手续为由主张抵押合同无效或者不生效的，人民法院不予支持（ ）",
    "a": "对"
  },
  {
    "q": "监察建议属于一般的工作建议，没有法律效力（ ）",
    "a": "错"
  },
  {
    "q": "借款合同对支付利息约定不明确，当事人不能达成补充协议的，按照当地或者当事人的交易方式、交易习惯、市场利率等因素确定利息；自然人之间借款的，视为没有利息（ ）",
    "a": "对"
  },
  {
    "q": "《民法典》对于成年人的监护人有顺序要求（ ）",
    "a": "对"
  },
  {
    "q": "监察机关在工作中需要协助的，有关机关和单位应当根据监察机关的要求依法予以协助（ ）",
    "a": "对"
  },
  {
    "q": "全国人大和地方各级人大由民主选举产生，对人民负责，受人民监督，这体现了对权力的制约（ ）",
    "a": "对"
  },
  {
    "q": "监察机关及其工作人员侵犯公民、法人和其他组织合法权益造成损害的，依法给予国家赔偿（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国数据安全法》规定，任何个人、组织都有权对违反本法规定的行为向有关主管部门投诉、举报。有关主管部门可以对投诉、举报人的相关信息予以公示（ ）",
    "a": "错"
  },
  {
    "q": "《民法典》规定，民事主体不得滥用民事权利损害国家利益、社会公共利益或者他人合法权益（ ）",
    "a": "对"
  },
  {
    "q": "根据《中华人民共和国突发公共卫生事件应对法》，对不属于突发公共卫生事件的报告，报告人需承担法律责任（ ）",
    "a": "错"
  },
  {
    "q": "宪法的修改，由全国人民代表大会常务委员会或者五分之一以上的全国人民代表大会代表提议，并由全国人民代表大会以全体代表的三分之二以上的多数通过（ ）",
    "a": "对"
  },
  {
    "q": "个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，包括匿名化处理后的信息（ ）",
    "a": "错"
  },
  {
    "q": "《中华人民共和国宪法》规定，国家推广全国通用的普通话（ ）",
    "a": "对"
  },
  {
    "q": "地方各级人民政府及县级以上地方人民政府有关部门为安置就业困难人员提供的给予岗位补贴和社会保险补贴的公益性岗位，解除劳动者劳动合同的，要支付经济补偿金（ ）",
    "a": "错"
  },
  {
    "q": "劳动者通过人力资源服务机构进行网络求职，应当如实提供本人基本信息以及与应聘岗位相关的知识、技能、工作经历等情况（ ）",
    "a": "对"
  },
  {
    "q": "任何单位和个人都有义务保护饮用水水源，有权对污染和破坏饮用水水源的行为进行劝阻、投诉和举报（ ）",
    "a": "对"
  },
  {
    "q": "供应商在参加政府采购活动前 3 年内因违法经营被禁止在一定期限内参加政府采购活动，期限届满的，可以参加政府采购活动（ ）",
    "a": "对"
  },
  {
    "q": "《监察法》规定，监察机关应当保障被留置人员的饮食、休息和安全，提供医疗服务。讯问被留置人员应当合理安排讯问时间和时长，讯问笔录由被讯问人阅看后签名 （ ）",
    "a": "对"
  },
  {
    "q": "根据《民法典》，自然人的宣告失踪是宣告死亡的必经程序（ ）",
    "a": "错"
  },
  {
    "q": "监督检查部门应当向社会公开受理举报的电话、信箱或者电子邮件地址，并为举报人保密。对实名举报并提供相关事实和证据的，监督检查部门应当将处理结果告知举报人（ ）",
    "a": "对"
  }
]